{
    "book":"1_Peter",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"Peter, an apostle of Jesus Christ, to the temporary residents scattered about in Ponʹtus, Ga·laʹti·a, Cap·pa·doʹci·a, Asia, and Bi·thynʹi·a, to those chosen"
                },
                {
                    "verse":"2",
                    "text":"according to the foreknowledge of God the Father, with sanctification by the spirit, for the purpose of being obedient and sprinkled with the blood of Jesus Christ:\nMay undeserved kindness and peace be increased to you."
                },
                {
                    "verse":"3",
                    "text":"Praised be the God and Father of our Lord Jesus Christ, for according to his great mercy he gave us a new birth to a living hope through the resurrection of Jesus Christ from the dead,"
                },
                {
                    "verse":"4",
                    "text":"to an incorruptible and undefiled and unfading inheritance. It is reserved in the heavens for you,"
                },
                {
                    "verse":"5",
                    "text":"who are being safeguarded by God’s power through faith for a salvation ready to be revealed in the last period of time."
                },
                {
                    "verse":"6",
                    "text":"Because of this you are greatly rejoicing, though for a short time, if it must be, you have been distressed by various trials,"
                },
                {
                    "verse":"7",
                    "text":"in order that the tested quality of your faith, of much greater value than gold that perishes despite its being tested by fire, may be found a cause for praise and glory and honor at the revelation of Jesus Christ."
                },
                {
                    "verse":"8",
                    "text":"Though you never saw him, you love him. Though you do not see him now, yet you exercise faith in him and are greatly rejoicing with an indescribable and glorious joy,"
                },
                {
                    "verse":"9",
                    "text":"as you attain the goal of your faith, your salvation."
                },
                {
                    "verse":"10",
                    "text":"Concerning this salvation, the prophets who prophesied about the undeserved kindness meant for you made a diligent inquiry and a careful search."
                },
                {
                    "verse":"11",
                    "text":"They kept on investigating what particular time or what season the spirit within them was indicating concerning Christ as it testified beforehand about the sufferings meant for Christ and about the glory that would follow."
                },
                {
                    "verse":"12",
                    "text":"It was revealed to them that they were ministering, not to themselves, but to you, regarding what has now been announced to you by those who declared the good news to you with holy spirit sent from heaven. Into these very things, angels are desiring to peer."
                },
                {
                    "verse":"13",
                    "text":"So brace up your minds for activity; keep your senses completely; set your hope on the undeserved kindness that will be brought to you at the revelation of Jesus Christ."
                },
                {
                    "verse":"14",
                    "text":"As obedient children, stop being molded by the desires you formerly had in your ignorance,"
                },
                {
                    "verse":"15",
                    "text":"but like the Holy One who called you, become holy yourselves in all your conduct,"
                },
                {
                    "verse":"16",
                    "text":"for it is written: “You must be holy, because I am holy.“"
                },
                {
                    "verse":"17",
                    "text":"And if you are calling on the Father who judges impartially according to each one’s work, conduct yourselves with fear during the time of your temporary residence."
                },
                {
                    "verse":"18",
                    "text":"For you know that it was not with corruptible things, with silver or gold, that you were set free from your futile way of life handed down to you by your forefathers."
                },
                {
                    "verse":"19",
                    "text":"But it was with precious blood, like that of an unblemished and spotless lamb, that of Christ."
                },
                {
                    "verse":"20",
                    "text":"True, he was foreknown before the founding of the world, but he was made manifest at the end of the times for your sake."
                },
                {
                    "verse":"21",
                    "text":"Through him you are believers in God, the one who raised him up from the dead and gave him glory, so that your faith and hope might be in God."
                },
                {
                    "verse":"22",
                    "text":"Now that you have purified yourselves by your obedience to the truth with unhypocritical brotherly affection as the result, love one another intensely from the heart."
                },
                {
                    "verse":"23",
                    "text":"For you have been given a new birth, not by corruptible, but by incorruptible seed, through the word of the living and enduring God."
                },
                {
                    "verse":"24",
                    "text":"For “all flesh is like grass, and all its glory is like a blossom of the field; the grass withers, and the flower falls off,"
                },
                {
                    "verse":"25",
                    "text":"but the saying of Jehovah endures forever.“ And this “saying“ is the good news that was declared to you."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"So rid yourselves of all badness and deceit and hypocrisy and envy and all backbiting."
                },
                {
                    "verse":"2",
                    "text":"As newborn infants, form a longing for the unadulterated milk of the word, so that by means of it you may grow to salvation,"
                },
                {
                    "verse":"3",
                    "text":"provided you have tasted that the Lord is kind."
                },
                {
                    "verse":"4",
                    "text":"As you come to him, a living stone rejected by men but chosen, precious to God,"
                },
                {
                    "verse":"5",
                    "text":"you yourselves as living stones are being built up into a spiritual house to be a holy priesthood, in order to offer up spiritual sacrifices acceptable to God through Jesus Christ."
                },
                {
                    "verse":"6",
                    "text":"For it says in Scripture: “Look! I am laying in Zion a chosen stone, a precious foundation cornerstone, and no one exercising faith in it will ever be disappointed.“"
                },
                {
                    "verse":"7",
                    "text":"It is to you, therefore, that he is precious, because you are believers; but to those not believing, “the stone that the builders rejected, this has become the chief cornerstone“"
                },
                {
                    "verse":"8",
                    "text":"and “a stone of stumbling and a rock of offense.“ They are stumbling because they are disobedient to the word. To this very end they were appointed."
                },
                {
                    "verse":"9",
                    "text":"But you are “a chosen people, a royal priesthood, a holy nation, a people for special possession, that you should declare abroad the excellencies“ of the One who called you out of darkness into his wonderful light."
                },
                {
                    "verse":"10",
                    "text":"For you were once not a people, but now you are God’s people; once you had not been shown mercy, but now you have received mercy."
                },
                {
                    "verse":"11",
                    "text":"Beloved, I urge you as foreigners and temporary residents to keep abstaining from fleshly desires, which wage war against you."
                },
                {
                    "verse":"12",
                    "text":"Maintain your conduct fine among the nations, so that when they accuse you of being wrongdoers, they may be eyewitnesses of your fine works and, as a result, glorify God in the day of his inspection."
                },
                {
                    "verse":"13",
                    "text":"For the Lord’s sake subject yourselves to every human creation, whether to a king as being superior"
                },
                {
                    "verse":"14",
                    "text":"or to governors as sent by him to punish wrongdoers but to praise those who do good."
                },
                {
                    "verse":"15",
                    "text":"For it is the will of God that by doing good you may silence the ignorant talk of unreasonable men."
                },
                {
                    "verse":"16",
                    "text":"Be as free people, using your freedom, not as a cover for doing wrong, but as slaves of God."
                },
                {
                    "verse":"17",
                    "text":"Honor men of all sorts, have love for the whole association of brothers, be in fear of God, honor the king."
                },
                {
                    "verse":"18",
                    "text":"Let servants be in subjection to their masters with all due fear, not only to the good and reasonable but also to those hard to please."
                },
                {
                    "verse":"19",
                    "text":"For it is agreeable when someone endures hardship and suffers unjustly because of conscience toward God."
                },
                {
                    "verse":"20",
                    "text":"For what merit is there if you are beaten for sinning and you endure it? But if you endure suffering because of doing good, this is an agreeable thing to God."
                },
                {
                    "verse":"21",
                    "text":"In fact, to this course you were called, because even Christ suffered for you, leaving a model for you to follow his steps closely."
                },
                {
                    "verse":"22",
                    "text":"He committed no sin, nor was deception found in his mouth."
                },
                {
                    "verse":"23",
                    "text":"When he was being insulted, he did not insult in return. When he was suffering, he did not threaten, but he entrusted himself to the One who judges righteously."
                },
                {
                    "verse":"24",
                    "text":"He himself bore our sins in his own body on the stake, so that we might die to sins and live to righteousness. And “by his wounds you were healed.“"
                },
                {
                    "verse":"25",
                    "text":"For you were like sheep going astray, but now you have returned to the shepherd and overseer of your souls."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"In the same way, you wives, be in subjection to your husbands, so that if any are not obedient to the word, they may be won without a word through the conduct of their wives,"
                },
                {
                    "verse":"2",
                    "text":"because of having been eyewitnesses of your chaste conduct together with deep respect."
                },
                {
                    "verse":"3",
                    "text":"Do not let your adornment be external—the braiding of hair and the wearing of gold ornaments or fine clothing—"
                },
                {
                    "verse":"4",
                    "text":"but let it be the secret person of the heart in the incorruptible adornment of the quiet and mild spirit, which is of great value in the eyes of God."
                },
                {
                    "verse":"5",
                    "text":"For this is how the holy women of the past who hoped in God used to adorn themselves, subjecting themselves to their husbands,"
                },
                {
                    "verse":"6",
                    "text":"just as Sarah obeyed Abraham, calling him lord. And you have become her children, provided you continue doing good and do not give in to fear."
                },
                {
                    "verse":"7",
                    "text":"You husbands, in the same way, continue dwelling with them according to knowledge. Assign them honor as to a weaker vessel, the feminine one, since they are also heirs with you of the undeserved favor of life, in order for your prayers not to be hindered."
                },
                {
                    "verse":"8",
                    "text":"Finally, all of you have unity of mind, fellow feeling, brotherly affection, tender compassion, and humility."
                },
                {
                    "verse":"9",
                    "text":"Do not pay back injury for injury or insult for insult. Instead, repay with a blessing, for you were called to this course, so that you might inherit a blessing."
                },
                {
                    "verse":"10",
                    "text":"For “whoever would love life and see good days must guard his tongue from bad and his lips from speaking deception."
                },
                {
                    "verse":"11",
                    "text":"Let him turn away from what is bad and do what is good; let him seek peace and pursue it."
                },
                {
                    "verse":"12",
                    "text":"For the eyes of Jehovah are on the righteous, and his ears listen to their supplication, but the face of Jehovah is against those doing bad things.“"
                },
                {
                    "verse":"13",
                    "text":"Indeed, who will harm you if you become zealous for what is good?"
                },
                {
                    "verse":"14",
                    "text":"But even if you should suffer for the sake of righteousness, you are happy. However, do not fear what they fear, nor be disturbed."
                },
                {
                    "verse":"15",
                    "text":"But sanctify the Christ as Lord in your hearts, always ready to make a defense before everyone who demands of you a reason for the hope you have, but doing so with a mild temper and deep respect."
                },
                {
                    "verse":"16",
                    "text":"Maintain a good conscience, so that in whatever way you are spoken against, those who speak against you may be put to shame because of your good conduct as followers of Christ."
                },
                {
                    "verse":"17",
                    "text":"For it is better to suffer because you are doing good, if it is God’s will to allow it, than because you are doing evil."
                },
                {
                    "verse":"18",
                    "text":"For Christ died once for all time for sins, a righteous person for unrighteous ones, in order to lead you to God. He was put to death in the flesh but made alive in the spirit."
                },
                {
                    "verse":"19",
                    "text":"And in this state he went and preached to the spirits in prison,"
                },
                {
                    "verse":"20",
                    "text":"who had formerly been disobedient when God was patiently waiting in Noah’s day, while the ark was being constructed, in which a few people, that is, eight souls, were carried safely through the water."
                },
                {
                    "verse":"21",
                    "text":"Baptism, which corresponds to this, is also now saving you (not by the removing of the filth of the flesh, but by the request to God for a good conscience), through the resurrection of Jesus Christ."
                },
                {
                    "verse":"22",
                    "text":"He is at God’s right hand, for he went to heaven, and angels and authorities and powers were made subject to him."
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"Since Christ suffered in the flesh, you too arm yourselves with the same mental disposition; because the person who has suffered in the flesh has desisted from sins,"
                },
                {
                    "verse":"2",
                    "text":"so that he may live the remainder of his time in the flesh, no more for the desires of men, but for God’s will."
                },
                {
                    "verse":"3",
                    "text":"For the time that has passed by is sufficient for you to have done the will of the nations when you carried on in acts of brazen conduct, unbridled passions, overdrinking, wild parties, drinking bouts, and lawless idolatries."
                },
                {
                    "verse":"4",
                    "text":"They are puzzled that you do not continue running with them in the same decadent course of debauchery, so they speak abusively of you."
                },
                {
                    "verse":"5",
                    "text":"But these people will render an account to the one who is ready to judge those living and those dead."
                },
                {
                    "verse":"6",
                    "text":"In fact, this is why the good news was declared also to the dead, so that although they are judged in the flesh from the standpoint of men, they might live in harmony with the spirit from God’s standpoint."
                },
                {
                    "verse":"7",
                    "text":"But the end of all things has drawn close. Therefore, be sound in mind, and be vigilant with a view to prayers."
                },
                {
                    "verse":"8",
                    "text":"Above all things, have intense love for one another, because love covers a multitude of sins."
                },
                {
                    "verse":"9",
                    "text":"Be hospitable to one another without grumbling."
                },
                {
                    "verse":"10",
                    "text":"To the extent that each one has received a gift, use it in ministering to one another as fine stewards of God’s undeserved kindness that is expressed in various ways."
                },
                {
                    "verse":"11",
                    "text":"If anyone speaks, let him do so as speaking pronouncements from God; if anyone ministers, let him do so as depending on the strength that God supplies; so that in all things God may be glorified through Jesus Christ. The glory and the might are his forever and ever. Amen."
                },
                {
                    "verse":"12",
                    "text":"Beloved ones, do not be surprised about the fiery trials that you are experiencing, as though something strange were happening to you."
                },
                {
                    "verse":"13",
                    "text":"On the contrary, go on rejoicing over the extent to which you are sharers in the sufferings of the Christ, so that you may rejoice and be overjoyed also during the revelation of his glory."
                },
                {
                    "verse":"14",
                    "text":"If you are being reproached for the name of Christ, you are happy, because the spirit of glory, yes, the spirit of God, is resting upon you."
                },
                {
                    "verse":"15",
                    "text":"However, let none of you suffer as a murderer or a thief or a wrongdoer or a busybody in other people’s matters."
                },
                {
                    "verse":"16",
                    "text":"But if anyone suffers as a Christian, let him not feel ashamed, but let him keep on glorifying God while bearing this name."
                },
                {
                    "verse":"17",
                    "text":"For it is the appointed time for the judgment to start with the house of God. Now if it starts first with us, what will the outcome be for those who are not obedient to the good news of God?"
                },
                {
                    "verse":"18",
                    "text":"“And if the righteous man is being saved with difficulty, what will happen to the ungodly man and the sinner?“"
                },
                {
                    "verse":"19",
                    "text":"So, then, let those who are suffering in harmony with the will of God keep on entrusting themselves to a faithful Creator while they are doing good."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Therefore, as a fellow elder, a witness of the sufferings of the Christ and a sharer of the glory that is to be revealed, I make this appeal to the elders among you:"
                },
                {
                    "verse":"2",
                    "text":"Shepherd the flock of God under your care, serving as overseers, not under compulsion, but willingly before God; not for love of dishonest gain, but eagerly;"
                },
                {
                    "verse":"3",
                    "text":"not lording it over those who are God’s inheritance, but becoming examples to the flock."
                },
                {
                    "verse":"4",
                    "text":"And when the chief shepherd has been made manifest, you will receive the unfading crown of glory."
                },
                {
                    "verse":"5",
                    "text":"In the same way, you younger men, be in subjection to the older men. But all of you clothe yourselves with humility toward one another, because God opposes the haughty ones, but he gives undeserved kindness to the humble ones."
                },
                {
                    "verse":"6",
                    "text":"Humble yourselves, therefore, under the mighty hand of God, so that he may exalt you in due time,"
                },
                {
                    "verse":"7",
                    "text":"while you throw all your anxiety on him, because he cares for you."
                },
                {
                    "verse":"8",
                    "text":"Keep your senses, be watchful! Your adversary, the Devil, walks about like a roaring lion, seeking to devour someone."
                },
                {
                    "verse":"9",
                    "text":"But take your stand against him, firm in the faith, knowing that the same kind of sufferings are being experienced by the entire association of your brothers in the world."
                },
                {
                    "verse":"10",
                    "text":"But after you have suffered a little while, the God of all undeserved kindness, who called you to his everlasting glory in union with Christ, will himself finish your training. He will make you firm, he will make you strong, he will firmly ground you."
                },
                {
                    "verse":"11",
                    "text":"To him be the might forever. Amen."
                },
                {
                    "verse":"12",
                    "text":"Through Sil·vaʹnus, whom I regard as a faithful brother, I have written you in few words in order to encourage you and to give an earnest witness that this is the true undeserved kindness of God. Stand firm in it."
                },
                {
                    "verse":"13",
                    "text":"She who is in Babylon, a chosen one like you, sends you her greetings, and so does Mark, my son."
                },
                {
                    "verse":"14",
                    "text":"Greet one another with a kiss of love.\nMay all of you who are in union with Christ have peace."
                }
            ]
        }
    ]
}