{
    "book":"1_Timothy",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus, our hope,"
                },
                {
                    "verse":"2",
                    "text":"to Timothy, a genuine child in the faith:\nMay you have undeserved kindness and mercy and peace from God the Father and Christ Jesus our Lord."
                },
                {
                    "verse":"3",
                    "text":"Just as I encouraged you to stay in Ephʹe·sus when I was about to go to Mac·e·doʹni·a, so I do now, in order for you to command certain ones not to teach different doctrine,"
                },
                {
                    "verse":"4",
                    "text":"nor to pay attention to false stories and to genealogies. Such things end up in nothing useful but merely give rise to speculations rather than providing anything from God in connection with faith."
                },
                {
                    "verse":"5",
                    "text":"Really, the objective of this instruction is love out of a clean heart and out of a good conscience and out of faith without hypocrisy."
                },
                {
                    "verse":"6",
                    "text":"By deviating from these things, some have been turned aside to meaningless talk."
                },
                {
                    "verse":"7",
                    "text":"They want to be teachers of law, but they do not understand either the things they are saying or the things they insist on so strongly."
                },
                {
                    "verse":"8",
                    "text":"Now we know that the Law is fine if one applies it properly,"
                },
                {
                    "verse":"9",
                    "text":"recognizing that law is made, not for a righteous man, but for those who are lawless and rebellious, ungodly and sinners, disloyal and profane, murderers of fathers and murderers of mothers, manslayers,"
                },
                {
                    "verse":"10",
                    "text":"sexually immoral people, men who practice homosexuality, kidnappers, liars, perjurers, and everything else that is in opposition to the wholesome teaching"
                },
                {
                    "verse":"11",
                    "text":"according to the glorious good news of the happy God, with which I was entrusted."
                },
                {
                    "verse":"12",
                    "text":"I am grateful to Christ Jesus our Lord, who imparted power to me, because he considered me faithful by assigning me to a ministry,"
                },
                {
                    "verse":"13",
                    "text":"although formerly I was a blasphemer and a persecutor and an insolent man. Nevertheless, I was shown mercy because I acted in ignorance and with a lack of faith."
                },
                {
                    "verse":"14",
                    "text":"But the undeserved kindness of our Lord abounded exceedingly along with faith and the love that is in Christ Jesus."
                },
                {
                    "verse":"15",
                    "text":"This saying is trustworthy and deserving of full acceptance: Christ Jesus came into the world to save sinners. Of these, I am foremost."
                },
                {
                    "verse":"16",
                    "text":"Nevertheless, I was shown mercy so that by means of me as the foremost case, Christ Jesus might demonstrate all his patience, making me an example to those who are going to rest their faith on him for everlasting life."
                },
                {
                    "verse":"17",
                    "text":"Now to the King of eternity, incorruptible, invisible, the only God, be honor and glory forever and ever. Amen."
                },
                {
                    "verse":"18",
                    "text":"This instruction I entrust to you, my child Timothy, in harmony with the prophecies that were made about you, that by these you may go on waging the fine warfare,"
                },
                {
                    "verse":"19",
                    "text":"holding faith and a good conscience, which some have thrust aside, resulting in the shipwreck of their faith."
                },
                {
                    "verse":"20",
                    "text":"Hy·me·naeʹus and Alexander are among these, and I have handed them over to Satan so that they may be taught by discipline not to blaspheme."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"First of all, then, I urge that supplications, prayers, intercessions, and thanksgiving be made concerning all sorts of men,"
                },
                {
                    "verse":"2",
                    "text":"concerning kings and all those who are in high positions, so that we may go on leading a calm and quiet life with complete godly devotion and seriousness."
                },
                {
                    "verse":"3",
                    "text":"This is fine and acceptable in the sight of our Savior, God,"
                },
                {
                    "verse":"4",
                    "text":"whose will is that all sorts of people should be saved and come to an accurate knowledge of truth."
                },
                {
                    "verse":"5",
                    "text":"For there is one God, and one mediator between God and men, a man, Christ Jesus,"
                },
                {
                    "verse":"6",
                    "text":"who gave himself a corresponding ransom for all—this is what is to be witnessed to in its own due time."
                },
                {
                    "verse":"7",
                    "text":"For the purpose of this witness I was appointed a preacher and an apostle—I am telling the truth, I am not lying—a teacher of nations in the matter of faith and truth."
                },
                {
                    "verse":"8",
                    "text":"So I desire that in every place the men carry on prayer, lifting up loyal hands, without anger and debates."
                },
                {
                    "verse":"9",
                    "text":"Likewise, the women should adorn themselves in appropriate dress, with modesty and soundness of mind, not with styles of hair braiding and gold or pearls or very expensive clothing,"
                },
                {
                    "verse":"10",
                    "text":"but in the way that is proper for women professing devotion to God, namely, through good works."
                },
                {
                    "verse":"11",
                    "text":"Let a woman learn in silence with full submissiveness."
                },
                {
                    "verse":"12",
                    "text":"I do not permit a woman to teach or to exercise authority over a man, but she is to remain silent."
                },
                {
                    "verse":"13",
                    "text":"For Adam was formed first, then Eve."
                },
                {
                    "verse":"14",
                    "text":"Also, Adam was not deceived, but the woman was thoroughly deceived and became a transgressor."
                },
                {
                    "verse":"15",
                    "text":"However, she will be kept safe through childbearing, provided she continues in faith and love and holiness along with soundness of mind."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"This statement is trustworthy: If a man is reaching out to be an overseer, he is desirous of a fine work."
                },
                {
                    "verse":"2",
                    "text":"The overseer should therefore be irreprehensible, a husband of one wife, moderate in habits, sound in mind, orderly, hospitable, qualified to teach,"
                },
                {
                    "verse":"3",
                    "text":"not a drunkard, not violent, but reasonable, not quarrelsome, not a lover of money,"
                },
                {
                    "verse":"4",
                    "text":"a man presiding over his own household in a fine manner, having his children in subjection with all seriousness"
                },
                {
                    "verse":"5",
                    "text":"(for if any man does not know how to preside over his own household, how will he care for the congregation of God?),"
                },
                {
                    "verse":"6",
                    "text":"not a newly converted man, for fear that he might get puffed up with pride and fall into the judgment passed on the Devil."
                },
                {
                    "verse":"7",
                    "text":"Moreover, he should also have a fine testimony from outsiders so that he does not fall into reproach and a snare of the Devil."
                },
                {
                    "verse":"8",
                    "text":"Ministerial servants should likewise be serious, not double-tongued, not indulging in a lot of wine, not greedy of dishonest gain,"
                },
                {
                    "verse":"9",
                    "text":"holding the sacred secret of the faith with a clean conscience."
                },
                {
                    "verse":"10",
                    "text":"Also, let these be tested as to fitness first; then let them serve as ministers, as they are free from accusation."
                },
                {
                    "verse":"11",
                    "text":"Women should likewise be serious, not slanderous, moderate in habits, faithful in all things."
                },
                {
                    "verse":"12",
                    "text":"Let ministerial servants be husbands of one wife, presiding in a fine manner over their children and their own households."
                },
                {
                    "verse":"13",
                    "text":"For the men who minister in a fine manner are acquiring for themselves a fine standing and great freeness of speech in the faith that is in Christ Jesus."
                },
                {
                    "verse":"14",
                    "text":"I am writing you these things, though I am hoping to come to you shortly,"
                },
                {
                    "verse":"15",
                    "text":"but in case I am delayed, so that you may know how you ought to conduct yourself in God’s household, which is the congregation of the living God, a pillar and support of the truth."
                },
                {
                    "verse":"16",
                    "text":"Indeed, the sacred secret of this godly devotion is admittedly great: ‘He was made manifest in flesh, was declared righteous in spirit, appeared to angels, was preached about among nations, was believed upon in the world, was received up in glory.’"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"However, the inspired word clearly says that in later times some will fall away from the faith, paying attention to misleading inspired statements and teachings of demons,"
                },
                {
                    "verse":"2",
                    "text":"by means of the hypocrisy of men who speak lies, whose conscience is seared as with a branding iron."
                },
                {
                    "verse":"3",
                    "text":"They forbid marriage and command people to abstain from foods that God created to be partaken of with thanksgiving by those who have faith and accurately know the truth."
                },
                {
                    "verse":"4",
                    "text":"For every creation of God is fine, and nothing is to be rejected if it is received with thanksgiving,"
                },
                {
                    "verse":"5",
                    "text":"for it is sanctified through God’s word and prayer over it."
                },
                {
                    "verse":"6",
                    "text":"By giving this counsel to the brothers, you will be a fine minister of Christ Jesus, one nourished with the words of the faith and of the fine teaching that you have followed closely."
                },
                {
                    "verse":"7",
                    "text":"But reject irreverent false stories, like those told by old women. On the other hand, train yourself with godly devotion as your aim."
                },
                {
                    "verse":"8",
                    "text":"For physical training is beneficial for a little, but godly devotion is beneficial for all things, as it holds promise of the life now and the life that is to come."
                },
                {
                    "verse":"9",
                    "text":"That statement is trustworthy and deserves full acceptance."
                },
                {
                    "verse":"10",
                    "text":"This is why we are working hard and exerting ourselves, because we have rested our hope on a living God, who is a Savior of all sorts of men, especially of faithful ones."
                },
                {
                    "verse":"11",
                    "text":"Keep on giving these commands and teaching them."
                },
                {
                    "verse":"12",
                    "text":"Never let anyone look down on your youth. Instead, become an example to the faithful ones in speaking, in conduct, in love, in faith, in chasteness."
                },
                {
                    "verse":"13",
                    "text":"Until I come, continue applying yourself to public reading, to exhortation, to teaching."
                },
                {
                    "verse":"14",
                    "text":"Do not neglect the gift in you that was given you through a prophecy when the body of elders laid their hands on you."
                },
                {
                    "verse":"15",
                    "text":"Ponder over these things; be absorbed in them, so that your advancement may be plainly seen by all people."
                },
                {
                    "verse":"16",
                    "text":"Pay constant attention to yourself and to your teaching. Persevere in these things, for by doing this you will save both yourself and those who listen to you."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Do not severely criticize an older man. On the contrary, appeal to him as a father, to younger men as brothers,"
                },
                {
                    "verse":"2",
                    "text":"to older women as mothers, to younger women as sisters, with all chasteness."
                },
                {
                    "verse":"3",
                    "text":"Give consideration to widows who are truly widows."
                },
                {
                    "verse":"4",
                    "text":"But if any widow has children or grandchildren, let these learn first to practice godly devotion in their own household and to repay their parents and grandparents what is due them, for this is acceptable in God’s sight."
                },
                {
                    "verse":"5",
                    "text":"Now the woman who is truly a widow and left destitute has put her hope in God and continues in supplications and prayers night and day."
                },
                {
                    "verse":"6",
                    "text":"But the one who gives herself to sensual gratification is dead though she is living."
                },
                {
                    "verse":"7",
                    "text":"So keep on giving these instructions, so that they may be irreprehensible."
                },
                {
                    "verse":"8",
                    "text":"Certainly if anyone does not provide for those who are his own, and especially for those who are members of his household, he has disowned the faith and is worse than a person without faith."
                },
                {
                    "verse":"9",
                    "text":"A widow is to be put on the list if she is not less than 60 years old, was the wife of one husband,"
                },
                {
                    "verse":"10",
                    "text":"having a reputation for fine works, if she raised children, if she practiced hospitality, if she washed the feet of holy ones, if she assisted the afflicted, if she devoted herself to every good work."
                },
                {
                    "verse":"11",
                    "text":"On the other hand, do not put younger widows on the list, for when their sexual desires come between them and the Christ, they want to marry."
                },
                {
                    "verse":"12",
                    "text":"And they will incur judgment because they have abandoned their first expression of faith."
                },
                {
                    "verse":"13",
                    "text":"At the same time they also learn to be unoccupied, going around from one house to another; yes, not only unoccupied but also gossipers and meddlers in other people’s affairs, talking about things they should not."
                },
                {
                    "verse":"14",
                    "text":"Therefore, I desire the younger widows to marry, to bear children, to manage a household, to give no opportunity to the opposer to criticize."
                },
                {
                    "verse":"15",
                    "text":"In fact, some have already been turned aside to follow Satan."
                },
                {
                    "verse":"16",
                    "text":"If any believing woman has relatives who are widows, let her assist them so that the congregation is not burdened. Then it can assist those who are truly widows."
                },
                {
                    "verse":"17",
                    "text":"Let the elders who preside in a fine way be considered worthy of double honor, especially those who work hard in speaking and teaching."
                },
                {
                    "verse":"18",
                    "text":"For the scripture says, “You must not muzzle a bull when it is threshing out the grain,“ also, “The worker is worthy of his wages.“"
                },
                {
                    "verse":"19",
                    "text":"Do not accept an accusation against an older man except on the evidence of two or three witnesses."
                },
                {
                    "verse":"20",
                    "text":"Reprove before all onlookers those who practice sin, as a warning to the rest."
                },
                {
                    "verse":"21",
                    "text":"I solemnly charge you before God and Christ Jesus and the chosen angels to observe these instructions without any prejudice or partiality."
                },
                {
                    "verse":"22",
                    "text":"Never lay your hands hastily on any man; neither become a sharer in the sins of others; keep yourself chaste."
                },
                {
                    "verse":"23",
                    "text":"Do not drink water any longer, but take a little wine for the sake of your stomach and your frequent cases of sickness."
                },
                {
                    "verse":"24",
                    "text":"The sins of some men are publicly known, leading directly to judgment, but those of other men become evident later."
                },
                {
                    "verse":"25",
                    "text":"In the same way also, the fine works are publicly known and those that are otherwise cannot be kept hidden."
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"Let those who are under the yoke of slavery keep on considering their owners worthy of full honor, so that the name of God and the teaching may never be spoken of injuriously."
                },
                {
                    "verse":"2",
                    "text":"Moreover, let those having believing owners not be disrespectful to them because they are brothers. Rather, they should serve more readily, because those receiving the benefit of their good service are believers and beloved.\nKeep on teaching these things and giving these exhortations."
                },
                {
                    "verse":"3",
                    "text":"If any man teaches another doctrine and does not agree with the wholesome instruction, which is from our Lord Jesus Christ, nor with the teaching that is in harmony with godly devotion,"
                },
                {
                    "verse":"4",
                    "text":"he is puffed up with pride and does not understand anything. He is obsessed with arguments and debates about words. These things give rise to envy, strife, slander, wicked suspicions,"
                },
                {
                    "verse":"5",
                    "text":"constant disputes about minor matters by men who are corrupted in mind and deprived of the truth, thinking that godly devotion is a means of gain."
                },
                {
                    "verse":"6",
                    "text":"To be sure, there is great gain in godly devotion along with contentment."
                },
                {
                    "verse":"7",
                    "text":"For we have brought nothing into the world, and neither can we carry anything out."
                },
                {
                    "verse":"8",
                    "text":"So, having food and clothing, we will be content with these things."
                },
                {
                    "verse":"9",
                    "text":"But those who are determined to be rich fall into temptation and a snare and many senseless and harmful desires that plunge men into destruction and ruin."
                },
                {
                    "verse":"10",
                    "text":"For the love of money is a root of all sorts of injurious things, and by reaching out for this love some have been led astray from the faith and have stabbed themselves all over with many pains."
                },
                {
                    "verse":"11",
                    "text":"However, you, O man of God, flee from these things. But pursue righteousness, godly devotion, faith, love, endurance, and mildness."
                },
                {
                    "verse":"12",
                    "text":"Fight the fine fight of the faith; get a firm hold on the everlasting life for which you were called and you offered the fine public declaration in front of many witnesses."
                },
                {
                    "verse":"13",
                    "text":"Before God, who preserves all things alive, and Christ Jesus, who as a witness made the fine public declaration before Pontius Pilate, I give you orders"
                },
                {
                    "verse":"14",
                    "text":"to observe the commandment in a spotless and irreprehensible way until the manifestation of our Lord Jesus Christ,"
                },
                {
                    "verse":"15",
                    "text":"which the happy and only Potentate will show in its own appointed times. He is the King of those who rule as kings and Lord of those who rule as lords,"
                },
                {
                    "verse":"16",
                    "text":"the one alone having immortality, who dwells in unapproachable light, whom no man has seen or can see. To him be honor and eternal might. Amen."
                },
                {
                    "verse":"17",
                    "text":"Instruct those who are rich in the present system of things not to be arrogant, and to place their hope, not on uncertain riches, but on God, who richly provides us with all the things we enjoy."
                },
                {
                    "verse":"18",
                    "text":"Tell them to work at good, to be rich in fine works, to be generous, ready to share,"
                },
                {
                    "verse":"19",
                    "text":"safely treasuring up for themselves a fine foundation for the future, so that they may get a firm hold on the real life."
                },
                {
                    "verse":"20",
                    "text":"Timothy, guard what has been entrusted to you, turning away from the empty speeches that violate what is holy and from the contradictions of the falsely called “knowledge.“"
                },
                {
                    "verse":"21",
                    "text":"By making a show of such knowledge, some have deviated from the faith.\nMay the undeserved kindness be with you."
                }
            ]
        }
    ]
}