{
    "book":"2_John",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The older man to the chosen lady and to her children, whom I truly love, and not only I but also all those who have come to know the truth,"
                },
                {
                    "verse":"2",
                    "text":"because of the truth that remains in us and will be with us forever."
                },
                {
                    "verse":"3",
                    "text":"There will be with us undeserved kindness, mercy, and peace from God the Father and from Jesus Christ, the Son of the Father, with truth and love."
                },
                {
                    "verse":"4",
                    "text":"I rejoice very much because I have found some of your children walking in the truth, just as we received commandment from the Father."
                },
                {
                    "verse":"5",
                    "text":"So now I request you, lady, that we love one another. (I am writing you, not a new commandment, but one that we had from the beginning.)"
                },
                {
                    "verse":"6",
                    "text":"And this is what love means, that we go on walking according to his commandments. This is the commandment, just as you have heard from the beginning, that you should go on walking in it."
                },
                {
                    "verse":"7",
                    "text":"For many deceivers have gone out into the world, those not acknowledging Jesus Christ as coming in the flesh. This is the deceiver and the antichrist."
                },
                {
                    "verse":"8",
                    "text":"Look out for yourselves, so that you do not lose the things we have worked to produce, but that you may obtain a full reward."
                },
                {
                    "verse":"9",
                    "text":"Everyone who pushes ahead and does not remain in the teaching of the Christ does not have God. The one who does remain in this teaching is the one who has both the Father and the Son."
                },
                {
                    "verse":"10",
                    "text":"If anyone comes to you and does not bring this teaching, do not receive him into your homes or say a greeting to him."
                },
                {
                    "verse":"11",
                    "text":"For the one who says a greeting to him is a sharer in his wicked works."
                },
                {
                    "verse":"12",
                    "text":"Although I have many things to write to you, I do not want to do so with paper and ink, but I am hoping to come to you and to speak with you face-to-face, so that your joy may be in full measure."
                },
                {
                    "verse":"13",
                    "text":"The children of your sister, the chosen one, send you their greetings."
                }
            ]
        }
    ]
}