{
    "book":"Ephesians",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"Paul, an apostle of Christ Jesus through God’s will, to the holy ones who are in Ephʹe·sus and are faithful in union with Christ Jesus:"
                },
                {
                    "verse":"2",
                    "text":"May you have undeserved kindness and peace from God our Father and the Lord Jesus Christ."
                },
                {
                    "verse":"3",
                    "text":"Praised be the God and Father of our Lord Jesus Christ, for he has blessed us with every spiritual blessing in the heavenly places in union with Christ,"
                },
                {
                    "verse":"4",
                    "text":"as he chose us to be in union with him before the founding of the world, that we should be holy and unblemished before him in love."
                },
                {
                    "verse":"5",
                    "text":"For he foreordained us to be adopted as his own sons through Jesus Christ, according to his good pleasure and will,"
                },
                {
                    "verse":"6",
                    "text":"in praise of his glorious undeserved kindness that he kindly bestowed on us by means of his beloved one."
                },
                {
                    "verse":"7",
                    "text":"By means of him we have the release by ransom through the blood of that one, yes, the forgiveness of our trespasses, according to the riches of his undeserved kindness."
                },
                {
                    "verse":"8",
                    "text":"This undeserved kindness he caused to abound toward us in all wisdom and understanding"
                },
                {
                    "verse":"9",
                    "text":"by making known to us the sacred secret of his will. It is according to his good pleasure that he himself purposed"
                },
                {
                    "verse":"10",
                    "text":"for an administration at the full limit of the appointed times, to gather all things together in the Christ, the things in the heavens and the things on the earth. Yes, in him"
                },
                {
                    "verse":"11",
                    "text":"with whom we are in union and were assigned as heirs, having been foreordained according to the purpose of the one who accomplishes all things as he decides according to his will,"
                },
                {
                    "verse":"12",
                    "text":"so that we who have been first to hope in the Christ should serve for the praise of his glory."
                },
                {
                    "verse":"13",
                    "text":"But you also hoped in him after you heard the word of truth, the good news about your salvation. After you believed, you were sealed by means of him with the promised holy spirit,"
                },
                {
                    "verse":"14",
                    "text":"which is a token in advance of our inheritance, for the purpose of releasing God’s own possession by a ransom, to his glorious praise."
                },
                {
                    "verse":"15",
                    "text":"That is why I also, since I have heard of the faith that you have in the Lord Jesus and the love that you demonstrate toward all the holy ones,"
                },
                {
                    "verse":"16",
                    "text":"never stop giving thanks for you. I continue mentioning you in my prayers,"
                },
                {
                    "verse":"17",
                    "text":"that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and of revelation in the accurate knowledge of him."
                },
                {
                    "verse":"18",
                    "text":"He has enlightened the eyes of your heart, so that you may know to what hope he called you, what glorious riches he holds as an inheritance for the holy ones,"
                },
                {
                    "verse":"19",
                    "text":"and how surpassing the greatness of his power is toward us believers. It is according to the operation of the mightiness of his strength,"
                },
                {
                    "verse":"20",
                    "text":"which he exercised toward Christ when he raised him up from the dead and seated him at his right hand in the heavenly places,"
                },
                {
                    "verse":"21",
                    "text":"far above every government and authority and power and lordship and every name that is named, not only in this system of things but also in that to come."
                },
                {
                    "verse":"22",
                    "text":"He also subjected all things under his feet and made him head over all things with regard to the congregation,"
                },
                {
                    "verse":"23",
                    "text":"which is his body, the fullness of him who fills up all things in all."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"Furthermore, God made you alive, though you were dead in your trespasses and sins,"
                },
                {
                    "verse":"2",
                    "text":"in which you at one time walked according to the system of things of this world, according to the ruler of the authority of the air, the spirit that is now at work in the sons of disobedience."
                },
                {
                    "verse":"3",
                    "text":"Yes, among them we all at one time conducted ourselves in harmony with the desires of our flesh, carrying out the will of the flesh and of our thoughts, and we were naturally children of wrath just as the rest."
                },
                {
                    "verse":"4",
                    "text":"But God, being rich in mercy, because of his great love with which he loved us,"
                },
                {
                    "verse":"5",
                    "text":"made us alive together with the Christ, even when we were dead in trespasses—by undeserved kindness you have been saved."
                },
                {
                    "verse":"6",
                    "text":"Moreover, he raised us up together and seated us together in the heavenly places in union with Christ Jesus,"
                },
                {
                    "verse":"7",
                    "text":"so that in the coming systems of things he might demonstrate the surpassing riches of his undeserved kindness in his graciousness toward us in union with Christ Jesus."
                },
                {
                    "verse":"8",
                    "text":"By this undeserved kindness you have been saved through faith, and this is not of your own doing; rather, it is God’s gift."
                },
                {
                    "verse":"9",
                    "text":"No, it is not a result of works, so that no one should have grounds for boasting."
                },
                {
                    "verse":"10",
                    "text":"We are God’s handiwork and were created in union with Christ Jesus for good works, which God determined in advance for us to walk in them."
                },
                {
                    "verse":"11",
                    "text":"Therefore, remember that at one time you, people of the nations by fleshly descent, were the ones called “uncircumcision“ by those called “circumcision,“ which is made in the flesh by human hands."
                },
                {
                    "verse":"12",
                    "text":"At that time you were without Christ, alienated from the state of Israel, strangers to the covenants of the promise; you had no hope and were without God in the world."
                },
                {
                    "verse":"13",
                    "text":"But now in union with Christ Jesus, you who were once far off have come to be near by the blood of the Christ."
                },
                {
                    "verse":"14",
                    "text":"For he is our peace, the one who made the two groups one and destroyed the wall in between that fenced them off."
                },
                {
                    "verse":"15",
                    "text":"By means of his flesh he abolished the enmity, the Law of commandments consisting in decrees, in order to make the two groups in union with himself into one new man and to make peace,"
                },
                {
                    "verse":"16",
                    "text":"and to reconcile fully both peoples in one body to God through the torture stake, because he had killed off the enmity by means of himself."
                },
                {
                    "verse":"17",
                    "text":"And he came and declared the good news of peace to you who were far off, and peace to those near,"
                },
                {
                    "verse":"18",
                    "text":"because through him we, both peoples, have free access to the Father by one spirit."
                },
                {
                    "verse":"19",
                    "text":"So you are no longer strangers and foreigners, but you are fellow citizens of the holy ones and are members of the household of God,"
                },
                {
                    "verse":"20",
                    "text":"and you have been built up on the foundation of the apostles and prophets, while Christ Jesus himself is the foundation cornerstone."
                },
                {
                    "verse":"21",
                    "text":"In union with him the whole building, being harmoniously joined together, is growing into a holy temple for Jehovah."
                },
                {
                    "verse":"22",
                    "text":"In union with him you too are being built up together into a place for God to inhabit by spirit."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"For this reason I, Paul, the prisoner of Christ Jesus in behalf of you, the people of the nations—"
                },
                {
                    "verse":"2",
                    "text":"if, really, you have heard about the stewardship of God’s undeserved kindness that was given to me for your sakes,"
                },
                {
                    "verse":"3",
                    "text":"that by way of a revelation the sacred secret was made known to me, just as I wrote previously in brief."
                },
                {
                    "verse":"4",
                    "text":"So when you read this, you can realize my comprehension of the sacred secret of the Christ."
                },
                {
                    "verse":"5",
                    "text":"In other generations this secret was not made known to the sons of men as it has now been revealed to his holy apostles and prophets by spirit,"
                },
                {
                    "verse":"6",
                    "text":"namely, that people of the nations should, in union with Christ Jesus and through the good news, be joint heirs and fellow members of the body and partakers with us of the promise."
                },
                {
                    "verse":"7",
                    "text":"I became a minister of this according to the free gift of God’s undeserved kindness that was given me through the operation of his power."
                },
                {
                    "verse":"8",
                    "text":"To me, a man less than the least of all holy ones, this undeserved kindness was given, so that I should declare to the nations the good news about the unfathomable riches of the Christ"
                },
                {
                    "verse":"9",
                    "text":"and should make everyone see the administration of the sacred secret that has been hidden through the ages in God, who created all things."
                },
                {
                    "verse":"10",
                    "text":"This was so that now, through the congregation, there might be made known to the governments and the authorities in the heavenly places the greatly diversified wisdom of God."
                },
                {
                    "verse":"11",
                    "text":"This is according to the eternal purpose that he formed in connection with the Christ, Jesus our Lord,"
                },
                {
                    "verse":"12",
                    "text":"by means of whom we have this freeness of speech and free access with confidence through our faith in him."
                },
                {
                    "verse":"13",
                    "text":"So I ask you not to give up on account of my tribulations in your behalf, for these mean glory for you."
                },
                {
                    "verse":"14",
                    "text":"For this reason I bend my knees to the Father,"
                },
                {
                    "verse":"15",
                    "text":"to whom every family in heaven and on earth owes its name."
                },
                {
                    "verse":"16",
                    "text":"I pray that he may grant you through the abundance of his glory to be made mighty in the man you are inside, with power through his spirit,"
                },
                {
                    "verse":"17",
                    "text":"and that through your faith you may have the Christ dwell in your hearts with love. May you be rooted and established on the foundation,"
                },
                {
                    "verse":"18",
                    "text":"in order that with all the holy ones you may be thoroughly able to comprehend fully what is the breadth and length and height and depth,"
                },
                {
                    "verse":"19",
                    "text":"and to know the love of the Christ, which surpasses knowledge, so that you may be filled with all the fullness that God gives."
                },
                {
                    "verse":"20",
                    "text":"Now to the one who can, according to his power that is operating in us, do more than superabundantly beyond all the things we ask or conceive,"
                },
                {
                    "verse":"21",
                    "text":"to him be the glory by means of the congregation and by means of Christ Jesus to all generations forever and ever. Amen."
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"Therefore I, the prisoner in the Lord, appeal to you to walk worthily of the calling with which you were called,"
                },
                {
                    "verse":"2",
                    "text":"with all humility and mildness, with patience, putting up with one another in love,"
                },
                {
                    "verse":"3",
                    "text":"earnestly endeavoring to maintain the oneness of the spirit in the uniting bond of peace."
                },
                {
                    "verse":"4",
                    "text":"One body there is, and one spirit, just as you were called to the one hope of your calling;"
                },
                {
                    "verse":"5",
                    "text":"one Lord, one faith, one baptism;"
                },
                {
                    "verse":"6",
                    "text":"one God and Father of all, who is over all and through all and in all."
                },
                {
                    "verse":"7",
                    "text":"Now undeserved kindness was given to each one of us according to how the Christ measured out the free gift."
                },
                {
                    "verse":"8",
                    "text":"For it says: “When he ascended on high he carried away captives; he gave gifts in men.“"
                },
                {
                    "verse":"9",
                    "text":"Now what does the expression “he ascended“ mean but that he also descended into the lower regions, that is, the earth?"
                },
                {
                    "verse":"10",
                    "text":"The very one who descended is also the one who ascended far above all the heavens, so that he might give fullness to all things."
                },
                {
                    "verse":"11",
                    "text":"And he gave some as apostles, some as prophets, some as evangelizers, some as shepherds and teachers,"
                },
                {
                    "verse":"12",
                    "text":"with a view to the readjustment of the holy ones, for ministerial work, to build up the body of the Christ,"
                },
                {
                    "verse":"13",
                    "text":"until we all attain to the oneness of the faith and of the accurate knowledge of the Son of God, to being a full-grown man, attaining the measure of stature that belongs to the fullness of the Christ."
                },
                {
                    "verse":"14",
                    "text":"So we should no longer be children, tossed about as by waves and carried here and there by every wind of teaching by means of the trickery of men, by means of cunning in deceptive schemes."
                },
                {
                    "verse":"15",
                    "text":"But speaking the truth, let us by love grow up in all things into him who is the head, Christ."
                },
                {
                    "verse":"16",
                    "text":"From him all the body is harmoniously joined together and made to cooperate through every joint that gives what is needed. When each respective member functions properly, this contributes to the growth of the body as it builds itself up in love."
                },
                {
                    "verse":"17",
                    "text":"So this is what I say and bear witness to in the Lord, that you should no longer go on walking just as the nations also walk, in the futility of their minds."
                },
                {
                    "verse":"18",
                    "text":"They are in darkness mentally and alienated from the life that belongs to God, because of the ignorance that is in them, because of the insensitivity of their hearts."
                },
                {
                    "verse":"19",
                    "text":"Having gone past all moral sense, they gave themselves over to brazen conduct to practice every sort of uncleanness with greediness."
                },
                {
                    "verse":"20",
                    "text":"But you did not learn the Christ to be like this,"
                },
                {
                    "verse":"21",
                    "text":"if, indeed, you heard him and were taught by means of him, just as truth is in Jesus."
                },
                {
                    "verse":"22",
                    "text":"You were taught to put away the old personality that conforms to your former course of conduct and that is being corrupted according to its deceptive desires."
                },
                {
                    "verse":"23",
                    "text":"And you should continue to be made new in your dominant mental attitude,"
                },
                {
                    "verse":"24",
                    "text":"and should put on the new personality that was created according to God’s will in true righteousness and loyalty."
                },
                {
                    "verse":"25",
                    "text":"Therefore, now that you have put away deceit, each one of you speak truth with his neighbor, because we are members belonging to one another."
                },
                {
                    "verse":"26",
                    "text":"Be wrathful, but do not sin; do not let the sun set while you are still angry;"
                },
                {
                    "verse":"27",
                    "text":"do not give the Devil an opportunity."
                },
                {
                    "verse":"28",
                    "text":"Let the one who steals steal no more; rather, let him do hard work, doing good work with his hands, so that he may have something to share with someone in need."
                },
                {
                    "verse":"29",
                    "text":"Let a rotten word not come out of your mouth, but only what is good for building up as the need may be, to impart what is beneficial to the hearers."
                },
                {
                    "verse":"30",
                    "text":"Also, do not be grieving God’s holy spirit, with which you have been sealed for a day of releasing by ransom."
                },
                {
                    "verse":"31",
                    "text":"Put away from yourselves every kind of malicious bitterness, anger, wrath, screaming, and abusive speech, as well as everything injurious."
                },
                {
                    "verse":"32",
                    "text":"But become kind to one another, tenderly compassionate, freely forgiving one another just as God also by Christ freely forgave you."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Therefore, become imitators of God, as beloved children,"
                },
                {
                    "verse":"2",
                    "text":"and go on walking in love, just as the Christ also loved us and gave himself for us as an offering and a sacrifice, a sweet fragrance to God."
                },
                {
                    "verse":"3",
                    "text":"Let sexual immorality and every sort of uncleanness or greediness not even be mentioned among you, just as is proper for holy people;"
                },
                {
                    "verse":"4",
                    "text":"neither shameful conduct nor foolish talking nor obscene jesting—things that are not befitting—but rather the giving of thanks."
                },
                {
                    "verse":"5",
                    "text":"For you know this, recognizing it for yourselves, that no sexually immoral person or unclean person or greedy person, which means being an idolater, has any inheritance in the Kingdom of the Christ and of God."
                },
                {
                    "verse":"6",
                    "text":"Let no man deceive you with empty words, for because of such things the wrath of God is coming upon the sons of disobedience."
                },
                {
                    "verse":"7",
                    "text":"Therefore, do not be sharers with them;"
                },
                {
                    "verse":"8",
                    "text":"for you were once darkness, but you are now light in connection with the Lord. Go on walking as children of light,"
                },
                {
                    "verse":"9",
                    "text":"for the fruitage of the light consists of every sort of goodness and righteousness and truth."
                },
                {
                    "verse":"10",
                    "text":"Keep on making sure of what is acceptable to the Lord;"
                },
                {
                    "verse":"11",
                    "text":"and stop sharing in the unfruitful works that belong to the darkness; rather, expose them for what they are."
                },
                {
                    "verse":"12",
                    "text":"For the things they do in secret are shameful even to mention."
                },
                {
                    "verse":"13",
                    "text":"Now all the things that are being exposed are made evident by the light, for everything that is being made evident is light."
                },
                {
                    "verse":"14",
                    "text":"Therefore, it is said: “Awake, O sleeper, and arise from the dead, and the Christ will shine upon you.“"
                },
                {
                    "verse":"15",
                    "text":"So keep strict watch that how you walk is not as unwise but as wise persons,"
                },
                {
                    "verse":"16",
                    "text":"making the best use of your time, because the days are wicked."
                },
                {
                    "verse":"17",
                    "text":"On this account stop being unreasonable, but keep perceiving what the will of Jehovah is."
                },
                {
                    "verse":"18",
                    "text":"Also, do not get drunk with wine, in which there is debauchery, but keep getting filled with spirit."
                },
                {
                    "verse":"19",
                    "text":"Speak to one another with psalms, praises to God, and spiritual songs, singing and accompanying yourselves with music in your hearts to Jehovah,"
                },
                {
                    "verse":"20",
                    "text":"always giving thanks to our God and Father for everything in the name of our Lord Jesus Christ."
                },
                {
                    "verse":"21",
                    "text":"Be in subjection to one another in fear of Christ."
                },
                {
                    "verse":"22",
                    "text":"Let wives be in subjection to their husbands as to the Lord,"
                },
                {
                    "verse":"23",
                    "text":"because a husband is head of his wife just as the Christ is head of the congregation, he being a savior of this body."
                },
                {
                    "verse":"24",
                    "text":"In fact, as the congregation is in subjection to the Christ, wives should also be to their husbands in everything."
                },
                {
                    "verse":"25",
                    "text":"Husbands, continue loving your wives, just as the Christ also loved the congregation and gave himself up for it,"
                },
                {
                    "verse":"26",
                    "text":"in order that he might sanctify it, cleansing it with the bath of water by means of the word,"
                },
                {
                    "verse":"27",
                    "text":"so that he might present the congregation to himself in its splendor, without a spot or a wrinkle or any of such things, but holy and without blemish."
                },
                {
                    "verse":"28",
                    "text":"In the same way husbands should love their wives as their own bodies. A man who loves his wife loves himself,"
                },
                {
                    "verse":"29",
                    "text":"for no man ever hated his own body, but he feeds and cherishes it, just as the Christ does the congregation,"
                },
                {
                    "verse":"30",
                    "text":"because we are members of his body."
                },
                {
                    "verse":"31",
                    "text":"“For this reason a man will leave his father and his mother and he will stick to his wife, and the two will be one flesh.“"
                },
                {
                    "verse":"32",
                    "text":"This sacred secret is great. Now I am speaking about Christ and the congregation."
                },
                {
                    "verse":"33",
                    "text":"Nevertheless, each one of you must love his wife as he does himself; on the other hand, the wife should have deep respect for her husband."
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"Children, be obedient to your parents in union with the Lord, for this is righteous."
                },
                {
                    "verse":"2",
                    "text":"“Honor your father and your mother“ is the first command with a promise:"
                },
                {
                    "verse":"3",
                    "text":"“That it may go well with you and you may remain a long time on the earth.“"
                },
                {
                    "verse":"4",
                    "text":"And fathers, do not be irritating your children, but go on bringing them up in the discipline and admonition of Jehovah."
                },
                {
                    "verse":"5",
                    "text":"Slaves, be obedient to your human masters, with fear and trembling in the sincerity of your hearts, as to the Christ,"
                },
                {
                    "verse":"6",
                    "text":"not only when being watched, just to please men, but as Christ’s slaves doing the will of God whole-souled."
                },
                {
                    "verse":"7",
                    "text":"Slave with a good attitude, as to Jehovah and not to men,"
                },
                {
                    "verse":"8",
                    "text":"for you know that whatever good each one does, he will receive this back from Jehovah, whether he is a slave or a freeman."
                },
                {
                    "verse":"9",
                    "text":"Also, you masters, keep treating them in the same way, not threatening, for you know that both their Master and yours is in the heavens, and there is no partiality with him."
                },
                {
                    "verse":"10",
                    "text":"Finally, go on acquiring power in the Lord and in the mightiness of his strength."
                },
                {
                    "verse":"11",
                    "text":"Put on the complete suit of armor from God so that you may be able to stand firm against the crafty acts of the Devil;"
                },
                {
                    "verse":"12",
                    "text":"because we have a struggle, not against blood and flesh, but against the governments, against the authorities, against the world rulers of this darkness, against the wicked spirit forces in the heavenly places."
                },
                {
                    "verse":"13",
                    "text":"For this reason take up the complete suit of armor from God, so that you may be able to resist in the wicked day and, after you have accomplished everything, to stand firm."
                },
                {
                    "verse":"14",
                    "text":"Stand firm, therefore, with the belt of truth fastened around your waist, wearing the breastplate of righteousness,"
                },
                {
                    "verse":"15",
                    "text":"and having your feet shod in readiness to declare the good news of peace."
                },
                {
                    "verse":"16",
                    "text":"Besides all of this, take up the large shield of faith, with which you will be able to extinguish all the wicked one’s burning arrows."
                },
                {
                    "verse":"17",
                    "text":"Also, accept the helmet of salvation, and the sword of the spirit, that is, God’s word,"
                },
                {
                    "verse":"18",
                    "text":"while with every form of prayer and supplication you carry on prayer on every occasion in spirit. And to that end stay awake, constantly making supplication in behalf of all the holy ones."
                },
                {
                    "verse":"19",
                    "text":"Pray also for me, that the words may be given to me when I open my mouth, so that I may be able to speak boldly in making known the sacred secret of the good news,"
                },
                {
                    "verse":"20",
                    "text":"for which I am acting as an ambassador in chains, and that I may speak about it with boldness, as I ought to speak."
                },
                {
                    "verse":"21",
                    "text":"Now so that you may also know about me and how I am doing, Tychʹi·cus, a beloved brother and faithful minister in the Lord, will make everything known to you."
                },
                {
                    "verse":"22",
                    "text":"I am sending him to you for this very purpose, so that you may know how we are and that he may comfort your hearts."
                },
                {
                    "verse":"23",
                    "text":"May the brothers have peace and love with faith from God the Father and the Lord Jesus Christ."
                },
                {
                    "verse":"24",
                    "text":"May the undeserved kindness be with all those loving our Lord Jesus Christ in incorruptness."
                }
            ]
        }
    ]
}