{
    "book":"Exodus",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now these are the names of Israel’s sons who came into Egypt with Jacob, each man who came with his household:"
                },
                {
                    "verse":"2",
                    "text":"Reuʹben, Simʹe·on, Leʹvi, and Judah;"
                },
                {
                    "verse":"3",
                    "text":"Isʹsa·char, Zebʹu·lun, and Benjamin;"
                },
                {
                    "verse":"4",
                    "text":"Dan and Naphʹta·li; Gad and Ashʹer."
                },
                {
                    "verse":"5",
                    "text":"And all those who were born to Jacob were 70 people, but Joseph was already in Egypt."
                },
                {
                    "verse":"6",
                    "text":"Joseph eventually died, and also all his brothers and all that generation."
                },
                {
                    "verse":"7",
                    "text":"And the Israelites became fruitful and began to increase greatly, and they kept on multiplying and growing mightier at an extraordinary rate, so that the land became filled with them."
                },
                {
                    "verse":"8",
                    "text":"In time there arose over Egypt a new king, one who did not know Joseph."
                },
                {
                    "verse":"9",
                    "text":"So he said to his people: “Look! The people of Israel are more numerous and mightier than we are."
                },
                {
                    "verse":"10",
                    "text":"Let us deal shrewdly with them. Otherwise, they will continue to multiply, and if a war breaks out, they will join our enemies and fight against us and leave the country.“"
                },
                {
                    "verse":"11",
                    "text":"So they appointed chiefs of forced labor over them to oppress them with hard labor, and they built storage cities for Pharʹaoh, namely, Piʹthom and Ra·amʹses."
                },
                {
                    "verse":"12",
                    "text":"But the more they would oppress them, the more they would multiply and the more they kept spreading out, so they felt sick with fear because of the Israelites."
                },
                {
                    "verse":"13",
                    "text":"Consequently, the Egyptians forced the Israelites into harsh slavery."
                },
                {
                    "verse":"14",
                    "text":"They made their life bitter with hard labor, as they worked with clay mortar and bricks and in every form of slavery in the field. Yes, they made them toil in harsh conditions in every form of slavery."
                },
                {
                    "verse":"15",
                    "text":"Later the king of Egypt spoke to the Hebrew midwives whose names were Shiphʹrah and Puʹah,"
                },
                {
                    "verse":"16",
                    "text":"and he told them: “When you help the Hebrew women to give birth and you see them on the stool for childbirth, you must put the child to death if it is a son; but if it is a daughter, she must live.“"
                },
                {
                    "verse":"17",
                    "text":"However, the midwives feared the true God, and they did not do what the king of Egypt told them. Instead, they would keep the male children alive."
                },
                {
                    "verse":"18",
                    "text":"In time the king of Egypt called the midwives and said to them: “Why have you kept the male children alive?“"
                },
                {
                    "verse":"19",
                    "text":"The midwives said to Pharʹaoh: “The Hebrew women are not like the Egyptian women. They are lively and have already given birth before the midwife can come in to them.“"
                },
                {
                    "verse":"20",
                    "text":"So God dealt well with the midwives, and the people kept increasing and becoming very mighty."
                },
                {
                    "verse":"21",
                    "text":"And because the midwives had feared the true God, he later gave them families."
                },
                {
                    "verse":"22",
                    "text":"Finally Pharʹaoh commanded all his people: “You are to throw every newborn son of the Hebrews into the Nile River, but you are to keep every daughter alive.“"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"About that time, a certain man of the house of Leʹvi married a daughter of Leʹvi."
                },
                {
                    "verse":"2",
                    "text":"And the woman became pregnant and gave birth to a son. When she saw how beautiful he was, she kept him concealed for three months."
                },
                {
                    "verse":"3",
                    "text":"When she was no longer able to conceal him, she took a papyrus basket and coated it with bitumen and pitch and put the child in it and placed it among the reeds by the bank of the Nile River."
                },
                {
                    "verse":"4",
                    "text":"But his sister stood at a distance to see what would happen to him."
                },
                {
                    "verse":"5",
                    "text":"When Pharʹaoh’s daughter came down to bathe in the Nile, her female attendants were walking by the side of the Nile. And she caught sight of the basket in the middle of the reeds. She immediately sent her slave girl to get it."
                },
                {
                    "verse":"6",
                    "text":"When she opened it, she saw the child, and the boy was crying. She felt compassion for him, but she said: “This is one of the children of the Hebrews.“"
                },
                {
                    "verse":"7",
                    "text":"Then his sister said to Pharʹaoh’s daughter: “Shall I go and call a nursing woman from the Hebrews to nurse the child for you?“"
                },
                {
                    "verse":"8",
                    "text":"Pharʹaoh’s daughter said to her: “Go!“ At once the girl went and called the child’s mother."
                },
                {
                    "verse":"9",
                    "text":"Pharʹaoh’s daughter then said to her: “Take this child with you and nurse him for me, and I will pay you.“ So the woman took the child and nursed him."
                },
                {
                    "verse":"10",
                    "text":"When the child grew older, she brought him to Pharʹaoh’s daughter, and he became a son to her. She named him Moses and said: “It is because I have drawn him out of the water.“"
                },
                {
                    "verse":"11",
                    "text":"Now in those days, after Moses had become an adult, he went out to his brothers to look at the burdens they were bearing, and he caught sight of an Egyptian beating a Hebrew, one of his brothers."
                },
                {
                    "verse":"12",
                    "text":"So he looked this way and that, and seeing no one, he killed the Egyptian and hid him in the sand."
                },
                {
                    "verse":"13",
                    "text":"But he went out on the following day, and there were two Hebrew men fighting with each other. So he said to the one in the wrong: “Why do you strike your companion?“"
                },
                {
                    "verse":"14",
                    "text":"At this he said: “Who appointed you as a prince and a judge over us? Are you planning to kill me just as you killed the Egyptian?“ Moses now was afraid and said: “Surely the matter has become known!“"
                },
                {
                    "verse":"15",
                    "text":"Then Pharʹaoh heard about it, and he attempted to kill Moses; but Moses ran away from Pharʹaoh and went to dwell in the land of Midʹi·an, and he sat down by a well."
                },
                {
                    "verse":"16",
                    "text":"Now the priest of Midʹi·an had seven daughters, and these came to draw water and to fill the troughs to water their father’s flock."
                },
                {
                    "verse":"17",
                    "text":"But as usual, the shepherds came and drove them away. At this Moses got up and helped the women and watered their flock."
                },
                {
                    "verse":"18",
                    "text":"When they came home to their father Reuʹel, he exclaimed: “How is it that you have come home so quickly today?“"
                },
                {
                    "verse":"19",
                    "text":"They replied: “A certain Egyptian rescued us from the shepherds, and he even drew water for us and watered the flock.“"
                },
                {
                    "verse":"20",
                    "text":"He said to his daughters: “But where is he? Why did you leave the man behind? Call him, so that he may eat with us.“"
                },
                {
                    "verse":"21",
                    "text":"After that Moses consented to stay with the man, and he gave his daughter Zip·poʹrah to Moses in marriage."
                },
                {
                    "verse":"22",
                    "text":"Later she bore a son, and he named him Gerʹshom, for he said, “I have become a foreign resident in a foreign land.“"
                },
                {
                    "verse":"23",
                    "text":"After a long time, the king of Egypt died, but the Israelites continued to groan because of the slavery and to cry out in complaint, and their cry for help because of the slavery kept going up to the true God."
                },
                {
                    "verse":"24",
                    "text":"In time God heard their groaning, and God remembered his covenant with Abraham, Isaac, and Jacob."
                },
                {
                    "verse":"25",
                    "text":"So God looked on the Israelites; and God took notice."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"Moses became a shepherd of the flock of his father-in-law Jethʹro, the priest of Midʹi·an. While he was leading the flock to the west side of the wilderness, he eventually came to the mountain of the true God, to Horʹeb."
                },
                {
                    "verse":"2",
                    "text":"Then Jehovah’s angel appeared to him in a flame of fire in the midst of a thornbush. As he kept looking, he saw that the thornbush was on fire, and yet the thornbush was not consumed."
                },
                {
                    "verse":"3",
                    "text":"So Moses said: “I will go over to inspect this unusual sight to see why the thornbush does not burn up.“"
                },
                {
                    "verse":"4",
                    "text":"When Jehovah saw that he went over to look, God called to him out of the thornbush and said: “Moses! Moses!“ to which he said: “Here I am.“"
                },
                {
                    "verse":"5",
                    "text":"Then he said: “Do not come any nearer. Remove your sandals from your feet, because the place where you are standing is holy ground.“"
                },
                {
                    "verse":"6",
                    "text":"He went on to say: “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.“ Then Moses hid his face, because he was afraid to look at the true God."
                },
                {
                    "verse":"7",
                    "text":"Jehovah added: “I have certainly seen the affliction of my people who are in Egypt, and I have heard their outcry because of those who force them to work; I well know the pains they suffer."
                },
                {
                    "verse":"8",
                    "text":"I will go down to rescue them out of the hand of the Egyptians and to bring them up out of that land to a land good and spacious, a land flowing with milk and honey, the territory of the Caʹnaan·ites, the Hitʹtites, the Amʹor·ites, the Perʹiz·zites, the Hiʹvites, and the Jebʹu·sites."
                },
                {
                    "verse":"9",
                    "text":"Now look! The outcry of the people of Israel has reached me, and I have seen also the harsh way that the Egyptians are oppressing them."
                },
                {
                    "verse":"10",
                    "text":"Now come, I will send you to Pharʹaoh, and you will bring my people the Israelites out of Egypt.“"
                },
                {
                    "verse":"11",
                    "text":"However, Moses said to the true God: “Who am I that I should go to Pharʹaoh and bring the Israelites out of Egypt?“"
                },
                {
                    "verse":"12",
                    "text":"To this he said: “I will prove to be with you, and this is the sign for you that it was I who sent you: After you have brought the people out of Egypt, you people will serve the true God on this mountain.“"
                },
                {
                    "verse":"13",
                    "text":"But Moses said to the true God: “Suppose I go to the Israelites and say to them, ‘The God of your forefathers has sent me to you,’ and they say to me, ‘What is his name?’ What should I say to them?“"
                },
                {
                    "verse":"14",
                    "text":"So God said to Moses: “I Will Become What I Choose to Become.“ And he added: “This is what you are to say to the Israelites, ‘I Will Become has sent me to you.’“"
                },
                {
                    "verse":"15",
                    "text":"Then God said once more to Moses:\n“This is what you are to say to the Israelites, ‘Jehovah the God of your forefathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and this is how I am to be remembered from generation to generation."
                },
                {
                    "verse":"16",
                    "text":"Now go, and gather the elders of Israel and say to them, ‘Jehovah the God of your forefathers has appeared to me, the God of Abraham, Isaac, and Jacob, and he said: “I have certainly taken notice of you and of what is being done to you in Egypt."
                },
                {
                    "verse":"17",
                    "text":"So I say, I will take you away from affliction at the hands of the Egyptians to the land of the Caʹnaan·ites, the Hitʹtites, the Amʹor·ites, the Perʹiz·zites, the Hiʹvites, and the Jebʹu·sites, to a land flowing with milk and honey.“’"
                },
                {
                    "verse":"18",
                    "text":"“They will certainly listen to your voice, and you will go, you and the elders of Israel, to the king of Egypt, and you men should say to him: ‘Jehovah the God of the Hebrews has communicated with us. So, please, let us make a three-day journey into the wilderness so that we may sacrifice to Jehovah our God.’"
                },
                {
                    "verse":"19",
                    "text":"But I myself well know that the king of Egypt will not give you permission to go unless a mighty hand compels him."
                },
                {
                    "verse":"20",
                    "text":"So I will have to stretch out my hand and strike Egypt with all my extraordinary acts that I will do in it, and after that he will send you out."
                },
                {
                    "verse":"21",
                    "text":"And I will give this people favor in the eyes of the Egyptians, and when you go, you will by no means go empty-handed."
                },
                {
                    "verse":"22",
                    "text":"Each woman must ask her neighbor and the woman lodging in her house for articles of silver and of gold as well as clothing, and you will put them on your sons and your daughters; and you will plunder the Egyptians.“"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"However, Moses answered: “But suppose they do not believe me and do not listen to my voice, for they will say, ‘Jehovah did not appear to you.’“"
                },
                {
                    "verse":"2",
                    "text":"Then Jehovah said to him: “What is that in your hand?“ He answered: “A rod.“"
                },
                {
                    "verse":"3",
                    "text":"He said: “Throw it on the ground.“ So he threw it on the ground, and it became a serpent; and Moses fled from it."
                },
                {
                    "verse":"4",
                    "text":"Jehovah now said to Moses: “Reach out your hand and seize it by the tail.“ So he reached out and seized it, and it became a rod in his hand."
                },
                {
                    "verse":"5",
                    "text":"God then said: “This is so that they may believe that Jehovah the God of their forefathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.“"
                },
                {
                    "verse":"6",
                    "text":"Jehovah said to him once more: “Put your hand, please, into the upper fold of your garment.“ So he put his hand into the fold of his garment. When he drew it out, why, his hand was stricken with leprosy like snow!"
                },
                {
                    "verse":"7",
                    "text":"Then he said: “Return your hand into the upper fold of your garment.“ So he returned his hand into his garment. When he drew it out of the garment, it was restored like the rest of his flesh!"
                },
                {
                    "verse":"8",
                    "text":"He said: “If they will not believe you or pay attention to the first sign, then they will certainly heed the next sign."
                },
                {
                    "verse":"9",
                    "text":"Still, even if they will not believe these two signs and refuse to listen to your voice, you will take some water from the Nile River and pour it out on the dry land, and the water that you take from the Nile will become blood on the dry land.“"
                },
                {
                    "verse":"10",
                    "text":"Moses now said to Jehovah: “Pardon me, Jehovah, but I have never been a fluent speaker, neither in the past nor since you have spoken to your servant, for I am slow of speech and slow of tongue.“"
                },
                {
                    "verse":"11",
                    "text":"Jehovah said to him: “Who made a mouth for man, or who makes them speechless, deaf, clear-sighted, or blind? Is it not I, Jehovah?"
                },
                {
                    "verse":"12",
                    "text":"So go now, and I will be with you as you speak, and I will teach you what you should say.“"
                },
                {
                    "verse":"13",
                    "text":"But he said: “Pardon me, Jehovah, please send anyone whom you want to send.“"
                },
                {
                    "verse":"14",
                    "text":"Then Jehovah’s anger blazed against Moses, and he said: “What about your brother Aaron the Levite? I know that he can speak very well. And he is now on his way here to meet you. When he sees you, his heart will rejoice."
                },
                {
                    "verse":"15",
                    "text":"So you must speak to him and put the words in his mouth, and I will be with you and him as you speak, and I will teach you men what to do."
                },
                {
                    "verse":"16",
                    "text":"He will speak for you to the people, and he will be your spokesman, and you will serve as God to him."
                },
                {
                    "verse":"17",
                    "text":"And you will take this rod in your hand and perform the signs with it.“"
                },
                {
                    "verse":"18",
                    "text":"So Moses went back to Jethʹro his father-in-law and said to him: “I want to go, please, and return to my brothers who are in Egypt to see whether they are still alive.“ Jethʹro said to Moses: “Go in peace.“"
                },
                {
                    "verse":"19",
                    "text":"After that Jehovah said to Moses in Midʹi·an: “Go, return to Egypt, because all the men who were seeking to kill you are dead.“"
                },
                {
                    "verse":"20",
                    "text":"Then Moses took his wife and his sons and lifted them onto a donkey, and he started back to the land of Egypt. Moreover, Moses took the rod of the true God in his hand."
                },
                {
                    "verse":"21",
                    "text":"Then Jehovah said to Moses: “After you have returned to Egypt, see that you perform before Pharʹaoh all the miracles that I have empowered you to do. But I will allow his heart to become obstinate, and he will not send the people away."
                },
                {
                    "verse":"22",
                    "text":"You must say to Pharʹaoh, ‘This is what Jehovah says: “Israel is my son, my firstborn."
                },
                {
                    "verse":"23",
                    "text":"I say to you, Send my son away so that he may serve me. But if you refuse to send him away, I am going to kill your son, your firstborn.“’“"
                },
                {
                    "verse":"24",
                    "text":"Now on the road at the lodging place, Jehovah met him and was seeking to put him to death."
                },
                {
                    "verse":"25",
                    "text":"Finally Zip·poʹrah took a flint and circumcised her son and caused his foreskin to touch his feet and said: “It is because you are a bridegroom of blood to me.“"
                },
                {
                    "verse":"26",
                    "text":"So He let him go. At that time she said, “a bridegroom of blood,“ because of the circumcision."
                },
                {
                    "verse":"27",
                    "text":"Then Jehovah said to Aaron: “Go into the wilderness to meet Moses.“ So he went and met him at the mountain of the true God and greeted him with a kiss."
                },
                {
                    "verse":"28",
                    "text":"And Moses told Aaron all the words of Jehovah, who had sent him, and all the signs that He had commanded him to do."
                },
                {
                    "verse":"29",
                    "text":"After that Moses and Aaron went and gathered all the elders of the Israelites."
                },
                {
                    "verse":"30",
                    "text":"Aaron told them all the words that Jehovah had spoken to Moses, and he performed the signs before the eyes of the people."
                },
                {
                    "verse":"31",
                    "text":"At this the people believed. When they heard that Jehovah had turned his attention to the Israelites and that he had seen their affliction, they bowed down and prostrated themselves."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Afterward, Moses and Aaron went in and said to Pharʹaoh: “This is what Jehovah the God of Israel says, ‘Send my people away so that they may celebrate a festival to me in the wilderness.’“"
                },
                {
                    "verse":"2",
                    "text":"But Pharʹaoh said: “Who is Jehovah, that I should obey his voice to send Israel away? I do not know Jehovah at all, and what is more, I will not send Israel away.“"
                },
                {
                    "verse":"3",
                    "text":"But they said: “The God of the Hebrews has communicated with us. Please, we want to make a three-day journey into the wilderness and sacrifice to Jehovah our God; otherwise, he will strike us with disease or with the sword.“"
                },
                {
                    "verse":"4",
                    "text":"The king of Egypt replied to them: “Why is it, Moses and Aaron, that you are taking the people away from their work? Return to your labor!“"
                },
                {
                    "verse":"5",
                    "text":"And Pharʹaoh continued: “Look at how many people of the land there are, and you would have them rest from their labor.“"
                },
                {
                    "verse":"6",
                    "text":"That same day, Pharʹaoh commanded the taskmasters and their foremen:"
                },
                {
                    "verse":"7",
                    "text":"“You must no longer give straw to the people to make bricks. Let them go and gather straw for themselves."
                },
                {
                    "verse":"8",
                    "text":"But you must still impose on them the same quota of bricks as they made in the past. Do not reduce it for them, for they are relaxing. That is why they are crying out, ‘We want to go, we want to sacrifice to our God!’"
                },
                {
                    "verse":"9",
                    "text":"Make them work harder, and keep them busy so that they will not pay attention to lies.“"
                },
                {
                    "verse":"10",
                    "text":"So the taskmasters and their foremen went out and said to the people: “Here is what Pharʹaoh has said, ‘I am giving you no more straw."
                },
                {
                    "verse":"11",
                    "text":"Go and get your own straw for yourselves wherever you can find it, but your work will not be reduced at all.’“"
                },
                {
                    "verse":"12",
                    "text":"Then the people scattered throughout all the land of Egypt to gather stubble for straw."
                },
                {
                    "verse":"13",
                    "text":"And the taskmasters kept urging them: “You must each finish your work every day, just as when straw was provided.“"
                },
                {
                    "verse":"14",
                    "text":"Also the foremen of the Israelites, whom Pharʹaoh’s taskmasters had appointed over them, were beaten. They asked them: “Why did you not reach the quota of bricks that you used to make? It happened both yesterday and today.“"
                },
                {
                    "verse":"15",
                    "text":"So the foremen of the Israelites went in and complained to Pharʹaoh: “Why are you treating your servants this way?"
                },
                {
                    "verse":"16",
                    "text":"No straw is given to your servants, yet they are saying to us, ‘Make bricks!’ Your servants are beaten, but your own people are at fault.“"
                },
                {
                    "verse":"17",
                    "text":"But he said: “You are relaxing, you are relaxing! That is why you are saying, ‘We want to go, we want to sacrifice to Jehovah.’"
                },
                {
                    "verse":"18",
                    "text":"So now go, get back to work! No straw will be given to you, but you must still produce your quota of bricks.“"
                },
                {
                    "verse":"19",
                    "text":"Then the foremen of the Israelites saw that they were in serious trouble because of the order: “You must not reduce your daily quota of bricks at all.“"
                },
                {
                    "verse":"20",
                    "text":"After that they met up with Moses and Aaron, who were standing there to meet them as they came out from Pharʹaoh."
                },
                {
                    "verse":"21",
                    "text":"At once they said to them: “May Jehovah look upon you and judge, since you have made Pharʹaoh and his servants despise us and you have put a sword in their hand to kill us.“"
                },
                {
                    "verse":"22",
                    "text":"Then Moses turned to Jehovah and said: “Jehovah, why have you afflicted this people? Why have you sent me?"
                },
                {
                    "verse":"23",
                    "text":"From the time that I went in before Pharʹaoh to speak in your name, he has dealt worse with this people, and you have certainly not rescued your people.“"
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"So Jehovah said to Moses: “Now you will see what I will do to Pharʹaoh. A mighty hand will force him to send them away, and a mighty hand will force him to drive them out of his land.“"
                },
                {
                    "verse":"2",
                    "text":"Then God said to Moses: “I am Jehovah."
                },
                {
                    "verse":"3",
                    "text":"And I used to appear to Abraham, Isaac, and Jacob as God Almighty, but with regard to my name Jehovah I did not make myself known to them."
                },
                {
                    "verse":"4",
                    "text":"I also established my covenant with them to give them the land of Caʹnaan, the land in which they lived as foreigners."
                },
                {
                    "verse":"5",
                    "text":"Now I myself have heard the groaning of the people of Israel, whom the Egyptians are enslaving, and I remember my covenant."
                },
                {
                    "verse":"6",
                    "text":"“Therefore, say to the Israelites: ‘I am Jehovah, and I will bring you out from under the burdens of the Egyptians and rescue you from their slavery, and I will reclaim you with an outstretched arm and with great judgments."
                },
                {
                    "verse":"7",
                    "text":"And I will take you in as my people, and I will be your God, and you will certainly know that I am Jehovah your God who is bringing you out from under the burdens of Egypt."
                },
                {
                    "verse":"8",
                    "text":"And I will bring you into the land that I swore with an oath to give to Abraham, Isaac, and Jacob; and I will give it to you as something to possess. I am Jehovah.’“"
                },
                {
                    "verse":"9",
                    "text":"Moses later gave this message to the Israelites, but they did not listen to Moses because of their discouragement and because of the harsh slavery."
                },
                {
                    "verse":"10",
                    "text":"Then Jehovah spoke to Moses, saying:"
                },
                {
                    "verse":"11",
                    "text":"“Go in and tell Pharʹaoh, Egypt’s king, that he should send the Israelites away out of his land.“"
                },
                {
                    "verse":"12",
                    "text":"However, Moses replied to Jehovah: “Look! The Israelites have not listened to me; how will Pharʹaoh ever listen to me, as I speak with difficulty?“"
                },
                {
                    "verse":"13",
                    "text":"But Jehovah again told Moses and Aaron what commands to give to the Israelites and to Pharʹaoh, Egypt’s king, in order to bring the Israelites out of the land of Egypt."
                },
                {
                    "verse":"14",
                    "text":"These are the heads of the house of their fathers: The sons of Reuʹben, Israel’s firstborn, were Haʹnoch, Palʹlu, Hezʹron, and Carʹmi. These are the families of Reuʹben."
                },
                {
                    "verse":"15",
                    "text":"The sons of Simʹe·on were Jem·uʹel, Jaʹmin, Oʹhad, Jaʹchin, Zoʹhar, and Shaʹul, the son of a Caʹnaan·ite woman. These are the families of Simʹe·on."
                },
                {
                    "verse":"16",
                    "text":"These are the names of the sons of Leʹvi, according to their family descents: Gerʹshon, Koʹhath, and Me·rarʹi. The length of Leʹvi’s life was 137 years."
                },
                {
                    "verse":"17",
                    "text":"The sons of Gerʹshon were Libʹni and Shimʹe·i, according to their families."
                },
                {
                    "verse":"18",
                    "text":"The sons of Koʹhath were Amʹram, Izʹhar, Hebʹron, and Uzʹzi·el. The length of Koʹhath’s life was 133 years."
                },
                {
                    "verse":"19",
                    "text":"The sons of Me·rarʹi were Mahʹli and Muʹshi.\nThese were the families of the Levites, according to their family descents."
                },
                {
                    "verse":"20",
                    "text":"Now Amʹram took Jochʹe·bed, his father’s sister, as his wife. She bore him Aaron and Moses. The length of Amʹram’s life was 137 years."
                },
                {
                    "verse":"21",
                    "text":"The sons of Izʹhar were Korʹah, Neʹpheg, and Zichʹri."
                },
                {
                    "verse":"22",
                    "text":"The sons of Uzʹzi·el were Mishʹa·el, El·zaʹphan, and Sithʹri."
                },
                {
                    "verse":"23",
                    "text":"Now Aaron took E·liʹshe·ba, Am·minʹa·dab’s daughter, the sister of Nahʹshon, as his wife. She bore him Naʹdab, A·biʹhu, El·e·aʹzar, and Ithʹa·mar."
                },
                {
                    "verse":"24",
                    "text":"The sons of Korʹah were Asʹsir, El·kaʹnah, and A·biʹa·saph. These were the families of the Korʹah·ites."
                },
                {
                    "verse":"25",
                    "text":"El·e·aʹzar, Aaron’s son, took one of the daughters of Puʹti·el as his wife. She bore him Phinʹe·has.\nThese are the heads of the paternal houses of the Levites, according to their families."
                },
                {
                    "verse":"26",
                    "text":"This is the Aaron and Moses to whom Jehovah said: “Bring the people of Israel out of the land of Egypt, company by company.“"
                },
                {
                    "verse":"27",
                    "text":"It was they who spoke to Pharʹaoh, Egypt’s king, to bring the people of Israel out of Egypt. It was this Moses and Aaron."
                },
                {
                    "verse":"28",
                    "text":"On that day when Jehovah spoke to Moses in the land of Egypt,"
                },
                {
                    "verse":"29",
                    "text":"Jehovah told Moses: “I am Jehovah. Speak to Pharʹaoh, king of Egypt, everything I am speaking to you.“"
                },
                {
                    "verse":"30",
                    "text":"Then Moses said before Jehovah: “Look! I speak with difficulty, so how will Pharʹaoh ever listen to me?“"
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah then said to Moses: “See, I have made you like God to Pharʹaoh, and Aaron your own brother will become your prophet."
                },
                {
                    "verse":"2",
                    "text":"You are to repeat everything that I will command you, and Aaron your brother will speak to Pharʹaoh, and he will send the Israelites away from his land."
                },
                {
                    "verse":"3",
                    "text":"As for me, I will allow Pharʹaoh’s heart to become obstinate, and I will multiply my signs and my miracles in the land of Egypt."
                },
                {
                    "verse":"4",
                    "text":"But Pharʹaoh will not listen to you, and I will lay my hand upon Egypt and bring my multitudes, my people, the Israelites, out of the land of Egypt with great judgments."
                },
                {
                    "verse":"5",
                    "text":"And the Egyptians will certainly know that I am Jehovah when I stretch out my hand against Egypt and bring the Israelites out from among them.“"
                },
                {
                    "verse":"6",
                    "text":"Moses and Aaron did what Jehovah had commanded them; they did just so."
                },
                {
                    "verse":"7",
                    "text":"Moses was 80 years old and Aaron was 83 years old when they spoke to Pharʹaoh."
                },
                {
                    "verse":"8",
                    "text":"Jehovah now said to Moses and Aaron:"
                },
                {
                    "verse":"9",
                    "text":"“If Pharʹaoh says to you, ‘Perform a miracle,’ then tell Aaron, ‘Take your rod and throw it down before Pharʹaoh.’ It will become a big snake.“"
                },
                {
                    "verse":"10",
                    "text":"So Moses and Aaron went in to Pharʹaoh and did exactly as Jehovah had commanded. Aaron threw his rod down before Pharʹaoh and his servants, and it became a big snake."
                },
                {
                    "verse":"11",
                    "text":"However, Pharʹaoh summoned the wise men and the sorcerers, and the magic-practicing priests of Egypt also did the same thing with their magic."
                },
                {
                    "verse":"12",
                    "text":"Each one threw down his rod, and they became big snakes; but Aaron’s rod swallowed up their rods."
                },
                {
                    "verse":"13",
                    "text":"Still, Pharʹaoh’s heart became obstinate, and he did not listen to them, just as Jehovah had said."
                },
                {
                    "verse":"14",
                    "text":"Then Jehovah said to Moses: “Pharʹaoh’s heart is unresponsive. He has refused to send the people away."
                },
                {
                    "verse":"15",
                    "text":"Go to Pharʹaoh in the morning. Look! He is going out to the water! And you should station yourself to meet him by the edge of the Nile River; and take with you in your hand the rod that turned into a serpent."
                },
                {
                    "verse":"16",
                    "text":"And you must say to him, ‘Jehovah the God of the Hebrews has sent me to you, and he says: “Send my people away so that they may serve me in the wilderness,“ but you have not obeyed until now."
                },
                {
                    "verse":"17",
                    "text":"This is what Jehovah says: “By this you will know that I am Jehovah. Here I am striking the water that is in the Nile River with the rod that is in my hand, and it will turn into blood."
                },
                {
                    "verse":"18",
                    "text":"And the fish that are in the Nile will die, and the Nile will stink, and the Egyptians will find it impossible to drink water from the Nile.“’“"
                },
                {
                    "verse":"19",
                    "text":"Then Jehovah said to Moses: “Say to Aaron, ‘Take your rod and stretch out your hand over the waters of Egypt, over its rivers, over its canals, over its marshes, and over all its reservoirs, that they may become blood.’ There will be blood in all the land of Egypt, even in the wooden and stone containers.“"
                },
                {
                    "verse":"20",
                    "text":"Immediately Moses and Aaron did just as Jehovah had commanded. He lifted up the rod and struck the water that was in the Nile River before the eyes of Pharʹaoh and his servants, and all the water that was in the river was turned into blood."
                },
                {
                    "verse":"21",
                    "text":"And the fish that were in the river died, and the river began to stink, and the Egyptians were unable to drink water from the Nile, and there was blood throughout the land of Egypt."
                },
                {
                    "verse":"22",
                    "text":"Nevertheless, the magic-practicing priests of Egypt did the same thing with their secret arts, so that Pharʹaoh’s heart continued to be obstinate, and he did not listen to them, just as Jehovah had said."
                },
                {
                    "verse":"23",
                    "text":"Then Pharʹaoh returned to his house, and he did not take this to heart either."
                },
                {
                    "verse":"24",
                    "text":"So all the Egyptians were digging all around the Nile for water to drink, because they could not drink any water of the Nile."
                },
                {
                    "verse":"25",
                    "text":"And seven full days passed after Jehovah struck the Nile."
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah said to Moses: “Go in to Pharʹaoh and say to him, ‘This is what Jehovah says: “Send my people away so that they may serve me."
                },
                {
                    "verse":"2",
                    "text":"If you keep refusing to send them away, I will plague all your territory with frogs."
                },
                {
                    "verse":"3",
                    "text":"And the Nile River will swarm with frogs, and they will come up and enter into your house, into your bedroom, on your bed, into the houses of your servants and on your people, into your ovens, and into your kneading troughs."
                },
                {
                    "verse":"4",
                    "text":"On you, on your people, and on all your servants, the frogs will come up.“’“"
                },
                {
                    "verse":"5",
                    "text":"Jehovah later said to Moses: “Say to Aaron, ‘Stretch out your hand with your rod over the rivers, the Nile canals, and the marshes, and make the frogs come up over the land of Egypt.’“"
                },
                {
                    "verse":"6",
                    "text":"So Aaron stretched out his hand over the waters of Egypt, and the frogs began to come up and to cover the land of Egypt."
                },
                {
                    "verse":"7",
                    "text":"However, the magic-practicing priests did the same thing by their secret arts, and they too made the frogs come up over the land of Egypt."
                },
                {
                    "verse":"8",
                    "text":"Pharʹaoh then called Moses and Aaron and said: “Plead with Jehovah to remove the frogs from me and my people, as I want to send the people away so that they may sacrifice to Jehovah.“"
                },
                {
                    "verse":"9",
                    "text":"Then Moses said to Pharʹaoh: “I leave to you the honor of telling me when I should plead to have the frogs removed from you, your servants, your people, and your houses. Only in the Nile River will they be left.“"
                },
                {
                    "verse":"10",
                    "text":"To this he said: “Tomorrow.“ So he said: “It will be according to your word so that you may know that there is no one else like Jehovah our God."
                },
                {
                    "verse":"11",
                    "text":"The frogs will depart from you, your houses, your servants, and your people. They will be left only in the Nile.“"
                },
                {
                    "verse":"12",
                    "text":"So Moses and Aaron went out from Pharʹaoh, and Moses pleaded with Jehovah about the frogs that He had brought upon Pharʹaoh."
                },
                {
                    "verse":"13",
                    "text":"Then Jehovah did as Moses asked, and the frogs began to die in the houses, the courtyards, and the fields."
                },
                {
                    "verse":"14",
                    "text":"They were piling them up in countless heaps, and the land began to stink."
                },
                {
                    "verse":"15",
                    "text":"When Pharʹaoh saw that there was relief, he hardened his heart and he refused to listen to them, just as Jehovah had said."
                },
                {
                    "verse":"16",
                    "text":"Jehovah now said to Moses: “Say to Aaron, ‘Stretch out your rod and strike the dust of the earth, and it must become gnats in all the land of Egypt.’“"
                },
                {
                    "verse":"17",
                    "text":"And they did this. Aaron stretched out his hand with his rod and struck the dust of the earth, and the gnats came on man and beast. All the dust of the earth became gnats in all the land of Egypt."
                },
                {
                    "verse":"18",
                    "text":"The magic-practicing priests tried to do the same and produce gnats by their secret arts, but they could not. And the gnats came on man and beast."
                },
                {
                    "verse":"19",
                    "text":"So the magic-practicing priests said to Pharʹaoh: “It is the finger of God!“ But Pharʹaoh’s heart continued to be obstinate, and he did not listen to them, just as Jehovah had said."
                },
                {
                    "verse":"20",
                    "text":"Then Jehovah said to Moses: “Get up early in the morning and station yourself in front of Pharʹaoh. Look! He is coming out to the water! And you must say to him, ‘This is what Jehovah has said: “Send my people away so that they may serve me."
                },
                {
                    "verse":"21",
                    "text":"But if you do not send my people away, I will send on you, your servants, and your people and into your houses the gadfly; and the houses of Egypt will be full of gadflies, and they will even cover the ground they stand on."
                },
                {
                    "verse":"22",
                    "text":"On that day I will certainly set apart the land of Goʹshen, where my people are dwelling. No gadflies will exist there, and by this you will know that I, Jehovah, am here in the land."
                },
                {
                    "verse":"23",
                    "text":"And I will make a distinction between my people and your people. Tomorrow this sign will take place.“’“"
                },
                {
                    "verse":"24",
                    "text":"And Jehovah did so, and heavy swarms of gadflies began to invade the house of Pharʹaoh and the houses of his servants and all the land of Egypt. The land was ruined by the gadflies."
                },
                {
                    "verse":"25",
                    "text":"Finally, Pharʹaoh called Moses and Aaron and said: “Go, sacrifice to your God in the land.“"
                },
                {
                    "verse":"26",
                    "text":"But Moses said: “It is not proper to do so, because what we would sacrifice to Jehovah our God would be detestable to the Egyptians. If we would make a sacrifice that was detestable to the Egyptians right before their eyes, would they not stone us?"
                },
                {
                    "verse":"27",
                    "text":"We will make a three-day journey into the wilderness, and there we will sacrifice to Jehovah our God, just as he has said to us.“"
                },
                {
                    "verse":"28",
                    "text":"Pharʹaoh now said: “I will send you away to sacrifice to Jehovah your God in the wilderness. Only, you must not go so far away. Plead in my behalf.“"
                },
                {
                    "verse":"29",
                    "text":"Then Moses said: “Now I am going away from you, and I will plead with Jehovah, and the gadflies will depart from Pharʹaoh, his servants, and his people tomorrow. But Pharʹaoh must stop trifling with us by refusing to send the people away to sacrifice to Jehovah.“"
                },
                {
                    "verse":"30",
                    "text":"Moses then went out from Pharʹaoh and pleaded with Jehovah."
                },
                {
                    "verse":"31",
                    "text":"So Jehovah did according to Moses’ word, and the gadflies departed from Pharʹaoh, his servants, and his people. Not one was left."
                },
                {
                    "verse":"32",
                    "text":"However, Pharʹaoh again hardened his heart and did not send the people away."
                }
            ]
        },
        {
            "chapter":"9",
            "verses":[
                {
                    "verse":"1",
                    "text":"So Jehovah said to Moses: “Go in to Pharʹaoh and say to him, ‘This is what Jehovah the God of the Hebrews has said: “Send my people away so that they may serve me."
                },
                {
                    "verse":"2",
                    "text":"But if you refuse to send them away and you keep holding them,"
                },
                {
                    "verse":"3",
                    "text":"look! Jehovah’s hand will come against your livestock in the field. On the horses, the donkeys, the camels, the herd, and the flock, there will be a devastating plague."
                },
                {
                    "verse":"4",
                    "text":"And Jehovah will certainly make a distinction between the livestock of Israel and the livestock of Egypt, and nothing that belongs to the Israelites will die.“’“"
                },
                {
                    "verse":"5",
                    "text":"Moreover, Jehovah set an appointed time, saying: “Tomorrow Jehovah will do this in the land.“"
                },
                {
                    "verse":"6",
                    "text":"And Jehovah did this on the very next day, and all sorts of livestock of Egypt began to die, but not one of Israel’s livestock died."
                },
                {
                    "verse":"7",
                    "text":"When Pharʹaoh inquired, look! not so much as one of Israel’s livestock had died. Nevertheless, Pharʹaoh’s heart continued to be unresponsive, and he did not send the people away."
                },
                {
                    "verse":"8",
                    "text":"Jehovah then said to Moses and Aaron: “Fill both of your hands with soot from a kiln, and Moses must throw it into the air in front of Pharʹaoh."
                },
                {
                    "verse":"9",
                    "text":"And it will become a fine dust on all the land of Egypt, and it will become festering boils on man and beast in all the land of Egypt.“"
                },
                {
                    "verse":"10",
                    "text":"So they took soot from a kiln and stood before Pharʹaoh, and Moses tossed it into the air, and it became festering boils breaking out on man and beast."
                },
                {
                    "verse":"11",
                    "text":"The magic-practicing priests were unable to stand before Moses because of the boils, for they had developed on the magic-practicing priests and on all the Egyptians."
                },
                {
                    "verse":"12",
                    "text":"But Jehovah allowed Pharʹaoh’s heart to become obstinate, and he did not listen to them, just as Jehovah had told Moses."
                },
                {
                    "verse":"13",
                    "text":"Then Jehovah said to Moses: “Get up early in the morning and station yourself in front of Pharʹaoh, and say to him, ‘This is what Jehovah the God of the Hebrews has said: “Send my people away so that they may serve me."
                },
                {
                    "verse":"14",
                    "text":"For now I am directing all my blows to strike your heart, your servants, and your people, so that you may know that there is no one like me in all the earth."
                },
                {
                    "verse":"15",
                    "text":"For by now I could have thrust my hand out to strike you and your people with a devastating plague, and you would have been wiped out from the earth."
                },
                {
                    "verse":"16",
                    "text":"But for this very reason I have kept you in existence: to show you my power and to have my name declared in all the earth."
                },
                {
                    "verse":"17",
                    "text":"Are you still behaving arrogantly against my people by not sending them away?"
                },
                {
                    "verse":"18",
                    "text":"Here I will cause a very great hail to rain down tomorrow about this time, such as has never occurred in Egypt from the day it was founded until now."
                },
                {
                    "verse":"19",
                    "text":"Therefore, send word to bring all your livestock and all that is yours in the field under shelter. Every man and beast caught in the field and not brought into the house will die when the hail comes down on them.“’“"
                },
                {
                    "verse":"20",
                    "text":"Anyone among Pharʹaoh’s servants who feared Jehovah’s word quickly brought his own servants and his livestock into the houses,"
                },
                {
                    "verse":"21",
                    "text":"but whoever did not take Jehovah’s word to heart left his servants and his livestock in the field."
                },
                {
                    "verse":"22",
                    "text":"Jehovah now said to Moses: “Stretch out your hand toward the heavens, so that hail may come down on all the land of Egypt, on man and beast and all the vegetation of the field in the land of Egypt.“"
                },
                {
                    "verse":"23",
                    "text":"So Moses stretched out his rod toward the heavens, and Jehovah sent thunder and hail, and fire fell down to the earth, and Jehovah kept making it rain down hail on the land of Egypt."
                },
                {
                    "verse":"24",
                    "text":"There was hail, and there was fire flashing in the midst of the hail. It was very heavy; there had never been any like it in the land since Egypt had become a nation."
                },
                {
                    "verse":"25",
                    "text":"The hail struck everything in the field throughout the land of Egypt, from man to beast, and it struck down all the vegetation and shattered all the trees of the field."
                },
                {
                    "verse":"26",
                    "text":"Only in the land of Goʹshen, where the Israelites were, there was no hail."
                },
                {
                    "verse":"27",
                    "text":"So Pharʹaoh sent for Moses and Aaron and said to them: “I have sinned this time. Jehovah is righteous, and I and my people are in the wrong."
                },
                {
                    "verse":"28",
                    "text":"Plead with Jehovah that there may be an end to God’s thunder and hail. Then I will be willing to send you away, and you will not stay any longer.“"
                },
                {
                    "verse":"29",
                    "text":"So Moses said to him: “As soon as I go out of the city, I will spread out my hands before Jehovah. The thunder will stop and the hail will not continue any longer, so that you may know that the earth belongs to Jehovah."
                },
                {
                    "verse":"30",
                    "text":"But as for you and your servants, I know already that even then, you will not fear Jehovah God.“"
                },
                {
                    "verse":"31",
                    "text":"Now the flax and the barley had been struck down, because the barley was in the ear and the flax had flower buds."
                },
                {
                    "verse":"32",
                    "text":"But the wheat and the spelt had not been struck down, because they were later crops."
                },
                {
                    "verse":"33",
                    "text":"Moses now went out of the city from Pharʹaoh and spread out his hands before Jehovah, and the thunder and the hail stopped and the rain quit pouring down on the earth."
                },
                {
                    "verse":"34",
                    "text":"When Pharʹaoh saw that the rain, the hail, and the thunder had stopped, he sinned again and hardened his heart, he as well as his servants."
                },
                {
                    "verse":"35",
                    "text":"And Pharʹaoh’s heart continued obstinate, and he did not send the Israelites away, just as Jehovah had stated through Moses."
                }
            ]
        },
        {
            "chapter":"10",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah said to Moses: “Go in to Pharʹaoh, for I have allowed his heart and the hearts of his servants to become unresponsive, so that I may display these signs of mine right before him,"
                },
                {
                    "verse":"2",
                    "text":"and in order that you may declare to your sons and your grandsons how severely I have dealt with Egypt and what signs I have performed among them; and you will certainly know that I am Jehovah.“"
                },
                {
                    "verse":"3",
                    "text":"So Moses and Aaron went in to Pharʹaoh and said to him: “This is what Jehovah the God of the Hebrews has said, ‘How long will you refuse to submit to me? Send my people away so that they may serve me."
                },
                {
                    "verse":"4",
                    "text":"For if you keep refusing to send my people away, here I am bringing locusts within your boundaries tomorrow."
                },
                {
                    "verse":"5",
                    "text":"And they will cover the surface of the earth, and it will not be possible to see the ground. They will eat up what escaped the hail and was left for you, and they will eat all your trees that are growing in the field."
                },
                {
                    "verse":"6",
                    "text":"They will fill your houses, the houses of all your servants, and the houses of all Egypt to an extent that your fathers and your grandfathers never saw from the time they have been in this land until today.’“ With that he turned and went out from Pharʹaoh."
                },
                {
                    "verse":"7",
                    "text":"Then Pharʹaoh’s servants said to him: “How long will this man continue to menace us? Send the men away so that they may serve Jehovah their God. Do you not yet realize that Egypt has been ruined?“"
                },
                {
                    "verse":"8",
                    "text":"So Moses and Aaron were brought back to Pharʹaoh, and he said to them: “Go, serve Jehovah your God. But just who will be going?“"
                },
                {
                    "verse":"9",
                    "text":"Then Moses said: “We will go with our young people, our old people, our sons, our daughters, our sheep, and our cattle, because we will hold a festival to Jehovah.“"
                },
                {
                    "verse":"10",
                    "text":"He said to them: “If I ever send you and your children away, then Jehovah is indeed with you! It is clear that you intend to do something evil."
                },
                {
                    "verse":"11",
                    "text":"No! Only your men may go and serve Jehovah, for that is what you requested.“ With that they were driven out from before Pharʹaoh."
                },
                {
                    "verse":"12",
                    "text":"Jehovah now said to Moses: “Stretch out your hand over the land of Egypt for the locusts, so that they may come up over the land of Egypt and eat up all the vegetation of the land, everything that the hail has let remain.“"
                },
                {
                    "verse":"13",
                    "text":"At once Moses stretched out his rod over the land of Egypt, and Jehovah caused an east wind to blow on the land all that day and all night. The morning came, and the east wind brought the locusts."
                },
                {
                    "verse":"14",
                    "text":"And the locusts came up over all the land of Egypt and settled down on the whole territory of Egypt. It was extremely severe; never before had there been so many locusts, nor would there ever be so many again."
                },
                {
                    "verse":"15",
                    "text":"They covered the surface of the entire land, and the land grew dark with them; they devoured all the vegetation of the land and all the fruit of the trees that the hail had left; nothing green was left on the trees or on the vegetation of the field in all the land of Egypt."
                },
                {
                    "verse":"16",
                    "text":"So Pharʹaoh quickly called Moses and Aaron and said: “I have sinned against Jehovah your God and against you."
                },
                {
                    "verse":"17",
                    "text":"Now, please, pardon my sin just this once, and plead with Jehovah your God that he just remove this deadly plague from upon me.“"
                },
                {
                    "verse":"18",
                    "text":"So he went out from Pharʹaoh and pleaded with Jehovah."
                },
                {
                    "verse":"19",
                    "text":"Then Jehovah caused the wind to shift, and it became a very stiff west wind, and it carried the locusts away and drove them into the Red Sea. Not a single locust remained in all the territory of Egypt."
                },
                {
                    "verse":"20",
                    "text":"However, Jehovah allowed Pharʹaoh’s heart to become obstinate, and he did not send the Israelites away."
                },
                {
                    "verse":"21",
                    "text":"Jehovah then said to Moses: “Stretch out your hand toward the heavens so that there may be darkness over the land of Egypt, a darkness so thick that it can be felt.“"
                },
                {
                    "verse":"22",
                    "text":"Moses immediately stretched out his hand toward the heavens, and there was a dense darkness in all the land of Egypt for three days."
                },
                {
                    "verse":"23",
                    "text":"They did not see one another, and none of them got up from where they were for three days; but all the Israelites had light in their dwellings."
                },
                {
                    "verse":"24",
                    "text":"Pharʹaoh then called Moses and said: “Go, serve Jehovah. Only your sheep and your cattle will remain behind. Even your children may go with you.“"
                },
                {
                    "verse":"25",
                    "text":"But Moses said: “You yourself will also provide us with sacrifices and burnt offerings, and we will offer them to Jehovah our God."
                },
                {
                    "verse":"26",
                    "text":"Our livestock will also go with us. Not an animal will be allowed to remain, because we will be using some of them to worship Jehovah our God, and we do not know what we will offer in worship to Jehovah until we arrive there.“"
                },
                {
                    "verse":"27",
                    "text":"So Jehovah allowed Pharʹaoh’s heart to become obstinate, and he did not consent to send them away."
                },
                {
                    "verse":"28",
                    "text":"Pharʹaoh said to him: “Get out of my sight! Make sure that you do not try to see my face again, for on the day you see my face, you will die.“"
                },
                {
                    "verse":"29",
                    "text":"To this Moses said: “Just as you have spoken, I will not try to see your face again.“"
                }
            ]
        },
        {
            "chapter":"11",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah said to Moses: “One more plague I am going to bring upon Pharʹaoh and Egypt. After that he will send you away from here. When he does send you away, he will literally drive you out of here."
                },
                {
                    "verse":"2",
                    "text":"Now tell the people that all the men and women should ask their neighbor for articles of silver and of gold.“"
                },
                {
                    "verse":"3",
                    "text":"And Jehovah gave the people favor in the eyes of the Egyptians. Moreover, Moses himself had become highly esteemed in the land of Egypt among Pharʹaoh’s servants and among the people."
                },
                {
                    "verse":"4",
                    "text":"Moses then said: “This is what Jehovah has said, ‘About midnight I am going out into the midst of Egypt,"
                },
                {
                    "verse":"5",
                    "text":"and every firstborn in the land of Egypt will die, from the firstborn of Pharʹaoh who is sitting on his throne to the firstborn of the slave girl who is working at the hand mill, and every firstborn of the livestock."
                },
                {
                    "verse":"6",
                    "text":"Throughout all the land of Egypt, there will be a great outcry such as has never occurred nor will ever occur again."
                },
                {
                    "verse":"7",
                    "text":"But not even a dog will bark at the Israelites, at the men or their livestock, so that you may know that Jehovah can make a distinction between the Egyptians and the Israelites.’"
                },
                {
                    "verse":"8",
                    "text":"And all your servants will certainly come down to me and prostrate themselves to me, saying, ‘Go, you and all the people who follow you.’ And after that I will go out.“ With that he went out from Pharʹaoh in the heat of anger."
                },
                {
                    "verse":"9",
                    "text":"Jehovah then said to Moses: “Pharʹaoh will not listen to you, in order for my miracles to be multiplied in the land of Egypt.“"
                },
                {
                    "verse":"10",
                    "text":"Moses and Aaron performed all these miracles before Pharʹaoh, but Jehovah allowed Pharʹaoh’s heart to become obstinate, so that he did not send the Israelites away from his land."
                }
            ]
        },
        {
            "chapter":"12",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah now said to Moses and Aaron in the land of Egypt:"
                },
                {
                    "verse":"2",
                    "text":"“This month will be the beginning of the months for you. It will be the first of the months of the year for you."
                },
                {
                    "verse":"3",
                    "text":"Speak to the entire assembly of Israel, saying, ‘On the tenth day of this month, they should each take for themselves a sheep for their father’s house, a sheep to a house."
                },
                {
                    "verse":"4",
                    "text":"But if the household is too small for the sheep, they and their nearest neighbor should share it between themselves in their house according to the number of people. When making the calculation, determine how much of the sheep each one will eat."
                },
                {
                    "verse":"5",
                    "text":"Your sheep should be a sound, one-year-old male. You may choose from the young rams or from the goats."
                },
                {
                    "verse":"6",
                    "text":"You must care for it until the 14th day of this month, and the whole congregation of the assembly of Israel must slaughter it at twilight."
                },
                {
                    "verse":"7",
                    "text":"They must take some of the blood and splash it on the two doorposts and the upper part of the doorway of the houses in which they eat it."
                },
                {
                    "verse":"8",
                    "text":"“‘They must eat the meat on this night. They should roast it over the fire and eat it along with unleavened bread and bitter greens."
                },
                {
                    "verse":"9",
                    "text":"Do not eat any of it raw or boiled, cooked in water, but roast it over the fire, its head together with its shanks and its inner parts."
                },
                {
                    "verse":"10",
                    "text":"You must not save any of it until morning, but any of it left over until morning you should burn with fire."
                },
                {
                    "verse":"11",
                    "text":"And this is how you should eat it, with your belt fastened, sandals on your feet, and your staff in your hand; and you should eat it in a hurry. It is Jehovah’s Passover."
                },
                {
                    "verse":"12",
                    "text":"For I will pass through the land of Egypt on this night and strike every firstborn in the land of Egypt, from man to beast; and I will execute judgment on all the gods of Egypt. I am Jehovah."
                },
                {
                    "verse":"13",
                    "text":"The blood will serve as your sign on the houses where you are; and I will see the blood and pass over you, and the plague will not come on you to destroy you when I strike the land of Egypt."
                },
                {
                    "verse":"14",
                    "text":"“‘This day will serve as a memorial for you, and you must celebrate it as a festival to Jehovah throughout your generations. As a lasting statute, you should celebrate it."
                },
                {
                    "verse":"15",
                    "text":"Seven days you are to eat unleavened bread. Yes, on the first day you are to remove the sourdough from your houses, because anyone eating what is leavened from the first day down to the seventh, that person must be cut off from Israel."
                },
                {
                    "verse":"16",
                    "text":"On the first day you will hold a holy convention, and on the seventh day, another holy convention. No work is to be done on these days. Only what every person needs to eat, that alone may be prepared for you."
                },
                {
                    "verse":"17",
                    "text":"“‘You must keep the Festival of Unleavened Bread, for on this very day, I will bring your multitudes out of the land of Egypt. And you must keep this day throughout your generations as a lasting statute."
                },
                {
                    "verse":"18",
                    "text":"In the first month, on the 14th day of the month, in the evening, you are to eat unleavened bread until the 21st day of the month, in the evening."
                },
                {
                    "verse":"19",
                    "text":"No sourdough is to be found in your houses for seven days, because if anyone eats what is leavened, whether he is a foreigner or a native of the land, that person must be cut off from the assembly of Israel."
                },
                {
                    "verse":"20",
                    "text":"You should not eat anything leavened. In all your homes, you are to eat unleavened bread.’“"
                },
                {
                    "verse":"21",
                    "text":"Moses promptly called all the elders of Israel and said to them: “Go and select young animals for each of your families, and slaughter the Passover sacrifice."
                },
                {
                    "verse":"22",
                    "text":"Then you must dip a bunch of hyssop into the blood that is in a basin and strike the upper part of the doorway and the two doorposts with the blood; and none of you should go out of the entrance of his house until morning."
                },
                {
                    "verse":"23",
                    "text":"Then when Jehovah passes through to plague the Egyptians and sees the blood on the upper part of the doorway and on the two doorposts, Jehovah will certainly pass over the entrance, and he will not allow the plague of death to enter into your houses."
                },
                {
                    "verse":"24",
                    "text":"“You must observe this event as a lasting regulation for you and your sons."
                },
                {
                    "verse":"25",
                    "text":"And when you come into the land that Jehovah will give you just as he has stated, you must keep this observance."
                },
                {
                    "verse":"26",
                    "text":"And when your sons ask you, ‘What does this observance mean to you?’"
                },
                {
                    "verse":"27",
                    "text":"you must say, ‘It is the sacrifice of the Passover to Jehovah, who passed over the houses of the Israelites in Egypt when he plagued the Egyptians, but he spared our houses.’“\nThen the people bowed low and prostrated themselves."
                },
                {
                    "verse":"28",
                    "text":"So the Israelites went and did just as Jehovah had commanded Moses and Aaron. They did just so."
                },
                {
                    "verse":"29",
                    "text":"Then at midnight, Jehovah struck down every firstborn in the land of Egypt, from the firstborn of Pharʹaoh who was sitting on his throne to the firstborn of the captive who was in the prison, and every firstborn of the animals."
                },
                {
                    "verse":"30",
                    "text":"Pharʹaoh got up that night along with all his servants and all the other Egyptians, and there was a great outcry among the Egyptians, because there was not a house where someone was not dead."
                },
                {
                    "verse":"31",
                    "text":"At once he called Moses and Aaron by night and said: “Get up, get out from among my people, both you and the other Israelites. Go and serve Jehovah, just as you have said."
                },
                {
                    "verse":"32",
                    "text":"Take also your flocks and your herds and go, just as you have said. But you must also bless me.“"
                },
                {
                    "verse":"33",
                    "text":"And the Egyptians began to urge the people to depart quickly out of the land “because,“ as they said, “we are all as good as dead!“"
                },
                {
                    "verse":"34",
                    "text":"So the people carried their flour dough before it was leavened, with their kneading troughs wrapped up in their clothing on their shoulder."
                },
                {
                    "verse":"35",
                    "text":"The Israelites did what Moses had told them and asked the Egyptians for articles of silver and of gold as well as clothing."
                },
                {
                    "verse":"36",
                    "text":"Jehovah gave the people favor in the eyes of the Egyptians, so that they gave them what they asked for, and they plundered the Egyptians."
                },
                {
                    "verse":"37",
                    "text":"Then the Israelites departed from Ramʹe·ses for Sucʹcoth, about 600,000 men on foot, besides children."
                },
                {
                    "verse":"38",
                    "text":"And a vast mixed company also went with them, as well as flocks and herds, a great number of livestock."
                },
                {
                    "verse":"39",
                    "text":"They began to bake the dough that they brought from Egypt into round loaves of unleavened bread. It was not leavened, because they had been driven out of Egypt so suddenly that they had not prepared any provisions for themselves."
                },
                {
                    "verse":"40",
                    "text":"The dwelling of the Israelites, who had dwelled in Egypt, was 430 years."
                },
                {
                    "verse":"41",
                    "text":"At the end of the 430 years, on this very day, all the multitudes of Jehovah went out of the land of Egypt."
                },
                {
                    "verse":"42",
                    "text":"It is a night on which they will celebrate Jehovah’s bringing them out of the land of Egypt. This night is to be observed to Jehovah by all the people of Israel throughout their generations."
                },
                {
                    "verse":"43",
                    "text":"Then Jehovah said to Moses and Aaron, “This is the statute of the Passover: No foreigner may eat of it."
                },
                {
                    "verse":"44",
                    "text":"But if someone has a slave man who was purchased with money, you should circumcise him. Only then may he share in eating it."
                },
                {
                    "verse":"45",
                    "text":"A settler and a hired worker may not eat of it."
                },
                {
                    "verse":"46",
                    "text":"In one house it is to be eaten. You must not take any of the meat outside of the house, and you must not break any of its bones."
                },
                {
                    "verse":"47",
                    "text":"All the assembly of Israel are to celebrate it."
                },
                {
                    "verse":"48",
                    "text":"If a foreigner resides with you and he wants to celebrate the Passover to Jehovah, every male of his must be circumcised. Then he may come near to celebrate it, and he will become like a native of the land. But no uncircumcised man may eat of it."
                },
                {
                    "verse":"49",
                    "text":"One law will apply for the native and for the foreigner who is residing among you.“"
                },
                {
                    "verse":"50",
                    "text":"So all the Israelites did just as Jehovah had commanded Moses and Aaron. They did just so."
                },
                {
                    "verse":"51",
                    "text":"On this very day, Jehovah brought the Israelites along with their multitudes out of the land of Egypt."
                }
            ]
        },
        {
            "chapter":"13",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah spoke further to Moses, saying:"
                },
                {
                    "verse":"2",
                    "text":"“Sanctify to me every firstborn male among the Israelites. The first male to be born, of both human and animal, belongs to me.“"
                },
                {
                    "verse":"3",
                    "text":"Then Moses said to the people: “Remember this day on which you went out of Egypt, from the house of slavery, because with a mighty hand Jehovah brought you out of here. So nothing leavened may be eaten."
                },
                {
                    "verse":"4",
                    "text":"You are going out on this day, in the month of Aʹbib."
                },
                {
                    "verse":"5",
                    "text":"When Jehovah has brought you into the land of the Caʹnaan·ites, the Hitʹtites, the Amʹor·ites, the Hiʹvites, and the Jebʹu·sites, which he swore to your forefathers to give you, a land flowing with milk and honey, then you must keep this observance in this month."
                },
                {
                    "verse":"6",
                    "text":"Seven days you are to eat unleavened bread, and on the seventh day, there will be a festival to Jehovah."
                },
                {
                    "verse":"7",
                    "text":"Unleavened bread is to be eaten for the seven days; and nothing leavened is to be found with you, and no sourdough is to be found with you within all your territory."
                },
                {
                    "verse":"8",
                    "text":"And you must tell your son on that day, ‘It is because of what Jehovah did for me when I came out of Egypt.’"
                },
                {
                    "verse":"9",
                    "text":"And this will serve for you as a sign on your hand and as a memorial on your forehead, so that Jehovah’s law may be in your mouth, for with a mighty hand Jehovah brought you out of Egypt."
                },
                {
                    "verse":"10",
                    "text":"You must keep this statute at its appointed time from year to year."
                },
                {
                    "verse":"11",
                    "text":"“When Jehovah brings you into the land of the Caʹnaan·ites, which he has sworn to you and to your forefathers to give to you,"
                },
                {
                    "verse":"12",
                    "text":"you must devote to Jehovah every firstborn male, as well as every male firstling of the livestock that you acquire. The males belong to Jehovah."
                },
                {
                    "verse":"13",
                    "text":"Every firstling donkey you are to redeem with a sheep, and if you do not redeem it, then you must break its neck. And every firstborn male of your sons you are to redeem."
                },
                {
                    "verse":"14",
                    "text":"“In case your son should ask you later on, ‘What does this mean?’ then you should say to him, ‘With a mighty hand Jehovah brought us out of Egypt, from the house of slavery."
                },
                {
                    "verse":"15",
                    "text":"When Pharʹaoh stubbornly refused to send us away, Jehovah killed every firstborn in the land of Egypt, from the firstborn of man to the firstborn of beast. That is why I am sacrificing to Jehovah all the firstborn males, and I redeem every firstborn of my sons.’"
                },
                {
                    "verse":"16",
                    "text":"This must serve as a sign on your hand and as a headband on your forehead, for with a mighty hand Jehovah brought us out of Egypt.“"
                },
                {
                    "verse":"17",
                    "text":"Now when Pharʹaoh sent the people away, God did not lead them by the way of the land of the Phi·lisʹtines, although it was near. For God said: “The people may change their minds when they are confronted by war and will return to Egypt.“"
                },
                {
                    "verse":"18",
                    "text":"So God made the people go around by the way of the wilderness of the Red Sea. But it was in battle formation that the Israelites went up out of the land of Egypt."
                },
                {
                    "verse":"19",
                    "text":"Moses also took Joseph’s bones with him, because Joseph had made the sons of Israel solemnly swear: “God will not fail to turn his attention to you, and you must take my bones up out of here with you.“"
                },
                {
                    "verse":"20",
                    "text":"They departed from Sucʹcoth and encamped at Eʹtham, at the edge of the wilderness."
                },
                {
                    "verse":"21",
                    "text":"Now Jehovah was going ahead of them by day in a pillar of cloud to lead them along the way, and by night in a pillar of fire to give them light, so that they could travel by day and by night."
                },
                {
                    "verse":"22",
                    "text":"The pillar of cloud would not move away from before the people during the day, nor the pillar of fire at night."
                }
            ]
        },
        {
            "chapter":"14",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah now said to Moses:"
                },
                {
                    "verse":"2",
                    "text":"“Tell the Israelites that they should turn back and encamp before Pi·ha·hiʹroth, between Migʹdol and the sea, within view of Baʹal-zeʹphon. You are to encamp facing it by the sea."
                },
                {
                    "verse":"3",
                    "text":"Then Pharʹaoh will say about the Israelites, ‘They are wandering in confusion in the land. The wilderness has closed in on them.’"
                },
                {
                    "verse":"4",
                    "text":"I will allow Pharʹaoh’s heart to become obstinate, and he will chase after them, and I will glorify myself by means of Pharʹaoh and all his army; and the Egyptians will certainly know that I am Jehovah.“ So that is what they did."
                },
                {
                    "verse":"5",
                    "text":"Later it was reported to the king of Egypt that the people had run away. Immediately, Pharʹaoh and his servants had a change of heart regarding the people, and they said: “Why did we do this and release Israel from serving as slaves for us?“"
                },
                {
                    "verse":"6",
                    "text":"So he made his war chariots ready, and he took his people with him."
                },
                {
                    "verse":"7",
                    "text":"He took 600 chosen chariots and all the other chariots of Egypt, with warriors on every one of them."
                },
                {
                    "verse":"8",
                    "text":"Thus Jehovah allowed the heart of Pharʹaoh king of Egypt to become obstinate, and he chased after the Israelites, while the Israelites were going out with confidence."
                },
                {
                    "verse":"9",
                    "text":"The Egyptians chased after them, and all the chariot horses of Pharʹaoh and his cavalrymen and his army were catching up with them while they were camping by the sea, by Pi·ha·hiʹroth, facing Baʹal-zeʹphon."
                },
                {
                    "verse":"10",
                    "text":"When Pharʹaoh got closer, the Israelites raised their eyes and saw the Egyptians pursuing them. The Israelites became terrified and began to cry out to Jehovah."
                },
                {
                    "verse":"11",
                    "text":"They said to Moses: “Is it because there are no burial places in Egypt that you have brought us here to die in the wilderness? What have you done to us by leading us out of Egypt?"
                },
                {
                    "verse":"12",
                    "text":"Is this not the very thing we told you in Egypt when we said, ‘Let us alone, so that we may serve the Egyptians’? For it is better for us to serve the Egyptians than to die in the wilderness.“"
                },
                {
                    "verse":"13",
                    "text":"Then Moses said to the people: “Do not be afraid. Stand firm and see the salvation of Jehovah that he will perform for you today. For the Egyptians whom you see today, you will never ever see again."
                },
                {
                    "verse":"14",
                    "text":"Jehovah himself will fight for you, and you will keep silent.“"
                },
                {
                    "verse":"15",
                    "text":"Jehovah now said to Moses: “Why do you keep crying out to me? Tell the Israelites that they should break camp."
                },
                {
                    "verse":"16",
                    "text":"As for you, lift up your rod and stretch out your hand over the sea and divide it, so that the Israelites may go through the midst of the sea on dry ground."
                },
                {
                    "verse":"17",
                    "text":"As for me, I am allowing the hearts of the Egyptians to become obstinate, so that they will go in after them; thus I will glorify myself by means of Pharʹaoh and all his army, his war chariots, and his cavalrymen."
                },
                {
                    "verse":"18",
                    "text":"And the Egyptians will certainly know that I am Jehovah when I glorify myself by means of Pharʹaoh, his war chariots, and his cavalrymen.“"
                },
                {
                    "verse":"19",
                    "text":"Then the angel of the true God who was going ahead of the camp of Israel departed and went to their rear, and the pillar of cloud that was in front of them moved to the rear and stood behind them."
                },
                {
                    "verse":"20",
                    "text":"So it came between the camp of the Egyptians and the camp of Israel. On the one side, it was a dark cloud. On the other side, it was lighting up the night. So the one camp did not come near the other camp all night long."
                },
                {
                    "verse":"21",
                    "text":"Moses now stretched out his hand over the sea; and Jehovah drove the sea back with a strong east wind all night long, turning the sea basin into dry ground, and the waters divided."
                },
                {
                    "verse":"22",
                    "text":"So the Israelites went through the midst of the sea on dry ground, while the waters formed a wall on their right hand and on their left."
                },
                {
                    "verse":"23",
                    "text":"The Egyptians pursued them, and all Pharʹaoh’s horses, his war chariots, and his cavalrymen began going after them into the midst of the sea."
                },
                {
                    "verse":"24",
                    "text":"During the morning watch, Jehovah looked at the camp of the Egyptians from within the pillar of fire and cloud, and he threw the camp of the Egyptians into confusion."
                },
                {
                    "verse":"25",
                    "text":"He kept taking wheels off their chariots so that they were driving them with difficulty, and the Egyptians were saying: “Let us flee from any contact with Israel, because Jehovah is fighting for them against the Egyptians.“"
                },
                {
                    "verse":"26",
                    "text":"Then Jehovah said to Moses: “Stretch out your hand over the sea so that the waters may come back over the Egyptians, their war chariots, and their cavalrymen.“"
                },
                {
                    "verse":"27",
                    "text":"Moses at once stretched out his hand over the sea, and as morning approached, the sea returned to its normal condition. As the Egyptians fled from it, Jehovah shook the Egyptians off into the midst of the sea."
                },
                {
                    "verse":"28",
                    "text":"The returning waters covered the war chariots and the cavalrymen and all of Pharʹaoh’s army who had gone into the sea after them. Not so much as one among them was allowed to survive."
                },
                {
                    "verse":"29",
                    "text":"But the Israelites walked on dry ground in the midst of the seabed, and the waters formed a wall on their right hand and on their left."
                },
                {
                    "verse":"30",
                    "text":"Thus Jehovah saved Israel on that day from the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore."
                },
                {
                    "verse":"31",
                    "text":"Israel also saw the great power that Jehovah wielded against the Egyptians, and the people began to fear Jehovah and to put faith in Jehovah and in his servant Moses."
                }
            ]
        },
        {
            "chapter":"15",
            "verses":[
                {
                    "verse":"1",
                    "text":"At that time Moses and the Israelites sang this song to Jehovah:\n“Let me sing to Jehovah, for he has become highly exalted.\nThe horse and its rider he has hurled into the sea."
                },
                {
                    "verse":"2",
                    "text":"My strength and my might is Jah, since he has become my salvation.\nThis is my God, and I will praise him; my father’s God, and I will exalt him."
                },
                {
                    "verse":"3",
                    "text":"Jehovah is a powerful warrior. Jehovah is his name."
                },
                {
                    "verse":"4",
                    "text":"Pharʹaoh’s chariots and his army He has cast into the sea,And his finest warriors have sunk into the Red Sea."
                },
                {
                    "verse":"5",
                    "text":"The surging waters covered them; down into the depths they sank like a stone."
                },
                {
                    "verse":"6",
                    "text":"Your right hand, O Jehovah, is great in power;Your right hand, O Jehovah, can shatter an enemy."
                },
                {
                    "verse":"7",
                    "text":"In your great majesty you can throw down those who rise up against you;You send out your burning anger, it eats them up like stubble."
                },
                {
                    "verse":"8",
                    "text":"By a breath from your nostrils waters massed together;They stood still, holding back the floods;The surging waters congealed in the heart of the sea."
                },
                {
                    "verse":"9",
                    "text":"The enemy said: ‘I will pursue! I will overtake!\nI will divide spoil until I am satisfied!\nI will draw my sword! My hand will subdue them!’"
                },
                {
                    "verse":"10",
                    "text":"You blew with your breath, the sea covered them;They sank like lead in majestic waters."
                },
                {
                    "verse":"11",
                    "text":"Who among the gods is like you, O Jehovah?\nWho is like you, showing yourself mighty in holiness?\nThe One to be feared with songs of praise, the One doing wonders."
                },
                {
                    "verse":"12",
                    "text":"You stretched out your right hand, and the earth swallowed them up."
                },
                {
                    "verse":"13",
                    "text":"In your loyal love you have led the people whom you have redeemed;In your strength you will guide them to your holy place of dwelling."
                },
                {
                    "verse":"14",
                    "text":"Peoples must hear; they will shudder;Anguish will seize the inhabitants of Phi·lisʹti·a."
                },
                {
                    "verse":"15",
                    "text":"At that time the sheikhs of Eʹdom will be terrified,And trembling will take hold of the mighty rulers of Moʹab.\nAll the inhabitants of Caʹnaan will be disheartened."
                },
                {
                    "verse":"16",
                    "text":"Fear and dread will fall upon them.\nBecause of the greatness of your arm they will be as motionless as a stoneUntil your people pass by, O Jehovah,Until the people whom you produced pass by."
                },
                {
                    "verse":"17",
                    "text":"You will bring them and plant them in the mountain of your inheritance,The established place that you have prepared for yourself to inhabit, O Jehovah,A sanctuary, O Jehovah, that your hands have established."
                },
                {
                    "verse":"18",
                    "text":"Jehovah will rule as king forever and ever."
                },
                {
                    "verse":"19",
                    "text":"When Pharʹaoh’s horses with his war chariots and his cavalrymen went into the sea,Then Jehovah brought back the waters of the sea upon them,But the people of Israel walked on dry ground through the midst of the sea.“"
                },
                {
                    "verse":"20",
                    "text":"Then Mirʹi·am the prophetess, Aaron’s sister, took a tambourine in her hand, and all the women followed her with tambourines and with dances."
                },
                {
                    "verse":"21",
                    "text":"Mirʹi·am sang in response to the men:\n“Sing to Jehovah, for he has become highly exalted.\nThe horse and its rider he has hurled into the sea.“"
                },
                {
                    "verse":"22",
                    "text":"Moses later led Israel away from the Red Sea, and they went out to the wilderness of Shur and marched on for three days in the wilderness, but they did not find water."
                },
                {
                    "verse":"23",
                    "text":"They came to Maʹrah, but they were not able to drink the water from Maʹrah because it was bitter. That is why he named it Maʹrah."
                },
                {
                    "verse":"24",
                    "text":"So the people began to murmur against Moses, saying: “What are we to drink?“"
                },
                {
                    "verse":"25",
                    "text":"He cried out to Jehovah, and Jehovah directed him to a tree. When he threw it into the water, the water became sweet.\nThere He established for them a regulation and a case for judgment, and there He put them to the test."
                },
                {
                    "verse":"26",
                    "text":"He said: “If you will strictly listen to the voice of Jehovah your God and will do what is right in his eyes and will pay attention to his commandments and keep all his regulations, I will not bring upon you any of the diseases that I brought upon the Egyptians, for I, Jehovah, am healing you.“"
                },
                {
                    "verse":"27",
                    "text":"After that they came to Eʹlim, where there were 12 springs of water and 70 palm trees. So they camped there by the water."
                }
            ]
        },
        {
            "chapter":"16",
            "verses":[
                {
                    "verse":"1",
                    "text":"After they departed from Eʹlim, the entire assembly of the Israelites eventually came to the wilderness of Sin, which is between Eʹlim and Siʹnai, on the 15th day of the second month after their departure from the land of Egypt."
                },
                {
                    "verse":"2",
                    "text":"Then the entire assembly of the Israelites began to murmur against Moses and Aaron in the wilderness."
                },
                {
                    "verse":"3",
                    "text":"The Israelites kept saying to them: “If only we had died by Jehovah’s hand in the land of Egypt while we were sitting by the pots of meat, while we were eating bread to satisfaction. Now you have brought us out into this wilderness to put this whole congregation to death by famine.“"
                },
                {
                    "verse":"4",
                    "text":"Then Jehovah said to Moses: “Here I am raining down bread for you from the heavens, and each of the people should go out to gather his amount day by day, so that I may put them to the test to see whether they will walk in my law or not."
                },
                {
                    "verse":"5",
                    "text":"But on the sixth day when they prepare what they have gathered, it is to be double the amount that they pick up on each of the other days.“"
                },
                {
                    "verse":"6",
                    "text":"So Moses and Aaron said to all the Israelites: “In the evening you will certainly know that it is Jehovah who brought you out of the land of Egypt."
                },
                {
                    "verse":"7",
                    "text":"In the morning you will see Jehovah’s glory, for he has heard your murmurings against Jehovah. Who are we that you should murmur against us?“"
                },
                {
                    "verse":"8",
                    "text":"Moses continued: “When Jehovah gives you meat to eat in the evening and in the morning bread to satisfaction, you will see that Jehovah has heard your murmurings that you are murmuring against him. But who are we? Your murmurings are not against us, but against Jehovah.“"
                },
                {
                    "verse":"9",
                    "text":"Then Moses said to Aaron: “Tell the entire assembly of the Israelites, ‘Come near before Jehovah, for he has heard your murmurings.’“"
                },
                {
                    "verse":"10",
                    "text":"As soon as Aaron had spoken to the entire assembly of the Israelites, they turned and faced toward the wilderness, and look! Jehovah’s glory appeared in the cloud."
                },
                {
                    "verse":"11",
                    "text":"Jehovah spoke further to Moses, saying:"
                },
                {
                    "verse":"12",
                    "text":"“I have heard the murmurings of the Israelites. Tell them, ‘At twilight you will eat meat, and in the morning you will be satisfied with bread, and you will certainly know that I am Jehovah your God.’“"
                },
                {
                    "verse":"13",
                    "text":"So that evening quail came and covered the camp, and in the morning a layer of dew was all around the camp."
                },
                {
                    "verse":"14",
                    "text":"When the layer of dew evaporated, there was a fine, flaky substance on the surface of the wilderness, as fine as frost on the ground."
                },
                {
                    "verse":"15",
                    "text":"When the Israelites saw it, they began to say to one another, “What is it?“ for they did not know what it was. Moses said to them: “It is the bread that Jehovah has given you for food."
                },
                {
                    "verse":"16",
                    "text":"This is what Jehovah has commanded, ‘Each one should gather it according to how much he can eat. You are to take an omer measure for each individual according to the number of the people that each of you has in his tent.’“"
                },
                {
                    "verse":"17",
                    "text":"The Israelites began to do so; they gathered it, some gathering much and some gathering little."
                },
                {
                    "verse":"18",
                    "text":"When they would measure it by the omer, the one who had gathered much had no surplus and the one who had gathered little had no shortage. They each gathered it according to what they could eat."
                },
                {
                    "verse":"19",
                    "text":"Then Moses said to them: “Nobody should leave any of it until the morning.“"
                },
                {
                    "verse":"20",
                    "text":"But they did not listen to Moses. When some men left some of it until the morning, it bred worms and stank, and Moses became indignant at them."
                },
                {
                    "verse":"21",
                    "text":"They would pick it up morning by morning, each one according to what he could eat. When the sun got hot, it melted."
                },
                {
                    "verse":"22",
                    "text":"On the sixth day, they picked up twice as much bread, two omer measures for each person. So all the chieftains of the assembly came and reported it to Moses."
                },
                {
                    "verse":"23",
                    "text":"At that he said to them: “It is what Jehovah has said. Tomorrow there will be a complete rest, a holy sabbath to Jehovah. Bake what you need to bake, and boil what you need to boil; then save whatever is left over and keep it until the morning.“"
                },
                {
                    "verse":"24",
                    "text":"So they saved it until the morning, just as Moses had commanded, and it did not stink nor were there maggots in it."
                },
                {
                    "verse":"25",
                    "text":"Then Moses said: “Eat it today, because today is a sabbath to Jehovah. Today you will not find it on the ground."
                },
                {
                    "verse":"26",
                    "text":"You will pick it up for six days, but on the seventh day, the Sabbath, there will be none.“"
                },
                {
                    "verse":"27",
                    "text":"However, some of the people did go out to pick it up on the seventh day, but they found nothing."
                },
                {
                    "verse":"28",
                    "text":"So Jehovah said to Moses: “How long will you refuse to keep my commandments and my laws?"
                },
                {
                    "verse":"29",
                    "text":"Take notice of the fact that Jehovah has given you the Sabbath. That is why he is giving you the bread for two days on the sixth day. Everyone must stay where he is; nobody is to leave his locality on the seventh day.“"
                },
                {
                    "verse":"30",
                    "text":"So the people observed the Sabbath on the seventh day."
                },
                {
                    "verse":"31",
                    "text":"The house of Israel named the bread “manna.“ It was white like coriander seed, and its taste was like that of flat cakes with honey."
                },
                {
                    "verse":"32",
                    "text":"Then Moses said: “This is what Jehovah has commanded, ‘Fill an omer measure of it as something to be kept throughout your generations, so that they may see the bread that I gave you to eat in the wilderness when I was bringing you out of the land of Egypt.’“"
                },
                {
                    "verse":"33",
                    "text":"So Moses said to Aaron: “Take a jar and put in it an omer measure of manna and deposit it before Jehovah as something to be kept throughout your generations.“"
                },
                {
                    "verse":"34",
                    "text":"Just as Jehovah commanded Moses, Aaron placed it before the Testimony so that it might be preserved."
                },
                {
                    "verse":"35",
                    "text":"The Israelites ate the manna for 40 years, until they came to a land that was inhabited. They ate the manna until they came to the frontier of the land of Caʹnaan."
                },
                {
                    "verse":"36",
                    "text":"Now an omer is a tenth of an eʹphah measure."
                }
            ]
        },
        {
            "chapter":"17",
            "verses":[
                {
                    "verse":"1",
                    "text":"The entire assembly of the Israelites departed from the wilderness of Sin by stages according to the order of Jehovah, and they camped at Rephʹi·dim. But there was no water for the people to drink."
                },
                {
                    "verse":"2",
                    "text":"So the people began quarreling with Moses and saying: “Give us water to drink.“ But Moses said to them: “Why are you quarreling with me? Why do you keep putting Jehovah to the test?“"
                },
                {
                    "verse":"3",
                    "text":"But the people were very thirsty for water there, and they kept murmuring against Moses and saying: “Why have you brought us up out of Egypt to kill us and our sons and our livestock with thirst?“"
                },
                {
                    "verse":"4",
                    "text":"Finally Moses cried out to Jehovah: “What should I do with this people? A little longer and they will stone me!“"
                },
                {
                    "verse":"5",
                    "text":"Then Jehovah said to Moses: “Go ahead of the people, and take with you some of the elders of Israel and your rod with which you struck the Nile River. Take it in your hand and walk on."
                },
                {
                    "verse":"6",
                    "text":"Look! I will be standing before you there on the rock in Horʹeb. You must strike the rock, and water will come out of it, and the people will drink it.“ Moses did so before the eyes of the elders of Israel."
                },
                {
                    "verse":"7",
                    "text":"So he named the place Masʹsah and Merʹi·bah because of the quarreling of the Israelites and because they put Jehovah to the test by saying: “Is Jehovah in our midst or not?“"
                },
                {
                    "verse":"8",
                    "text":"Then the A·malʹek·ites came and fought against Israel in Rephʹi·dim."
                },
                {
                    "verse":"9",
                    "text":"At this Moses said to Joshua: “Choose men for us and go out to fight against the A·malʹek·ites. Tomorrow I will stand on top of the hill, with the rod of the true God in my hand.“"
                },
                {
                    "verse":"10",
                    "text":"Then Joshua did just as Moses told him, and he fought against the A·malʹek·ites. And Moses, Aaron, and Hur went up to the top of the hill."
                },
                {
                    "verse":"11",
                    "text":"As long as Moses kept his hands lifted up, the Israelites prevailed, but as soon as he would let down his hands, the A·malʹek·ites prevailed."
                },
                {
                    "verse":"12",
                    "text":"When the hands of Moses were heavy, they took a stone and put it under him, and he sat on it. Then Aaron and Hur, one on each side, supported his hands, so that his hands remained steady until the sun set."
                },
                {
                    "verse":"13",
                    "text":"Thus Joshua defeated Amʹa·lek and his people with the sword."
                },
                {
                    "verse":"14",
                    "text":"Jehovah now said to Moses: “Write this as a memorial in the book and repeat it to Joshua, ‘I will completely wipe out the memory of Amʹa·lek from under the heavens.’“"
                },
                {
                    "verse":"15",
                    "text":"Then Moses built an altar and named it Je·hoʹvah-nisʹsi,"
                },
                {
                    "verse":"16",
                    "text":"saying: “Because his hand is against the throne of Jah, Jehovah will have war with Amʹa·lek from generation to generation.“"
                }
            ]
        },
        {
            "chapter":"18",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now Jethʹro the priest of Midʹi·an, Moses’ father-in-law, heard about all that God had done for Moses and for his people Israel, how Jehovah had brought Israel out of Egypt."
                },
                {
                    "verse":"2",
                    "text":"Jethʹro, Moses’ father-in-law, had taken in Zip·poʹrah, Moses’ wife, when she was sent back to him,"
                },
                {
                    "verse":"3",
                    "text":"along with her two sons. One son was named Gerʹshom, because Moses said, “I have become a foreign resident in a foreign land,“"
                },
                {
                    "verse":"4",
                    "text":"and the other was named E·li·eʹzer, because he said, “The God of my father is my helper, who rescued me from Pharʹaoh’s sword.“"
                },
                {
                    "verse":"5",
                    "text":"So Jethʹro, Moses’ father-in-law, along with Moses’ sons and his wife, came to Moses into the wilderness where he was camping at the mountain of the true God."
                },
                {
                    "verse":"6",
                    "text":"Then he sent word to Moses: “I, your father-in-law Jethʹro, am coming to you with your wife and her two sons.“"
                },
                {
                    "verse":"7",
                    "text":"At once Moses went out to meet his father-in-law, and he bowed down and kissed him. Each of them asked about the other’s welfare, and then they went into the tent."
                },
                {
                    "verse":"8",
                    "text":"Moses related to his father-in-law all that Jehovah had done to Pharʹaoh and Egypt in behalf of Israel, all the hardships that had befallen them along the way, and how Jehovah had delivered them."
                },
                {
                    "verse":"9",
                    "text":"Jethʹro rejoiced over all the good that Jehovah had done for Israel by rescuing them from Egypt."
                },
                {
                    "verse":"10",
                    "text":"Then Jethʹro said: “Praised be Jehovah, who rescued you from Egypt and from Pharʹaoh, and who rescued the people from under Egypt’s control."
                },
                {
                    "verse":"11",
                    "text":"Now I know that Jehovah is greater than all the other gods, because of what he did to those who acted arrogantly against his people.“"
                },
                {
                    "verse":"12",
                    "text":"Then Jethʹro, Moses’ father-in-law, brought a burnt offering and sacrifices for God, and Aaron and all the elders of Israel came to eat a meal with Moses’ father-in-law before the true God."
                },
                {
                    "verse":"13",
                    "text":"On the next day, Moses sat down as usual to serve as judge for the people, and the people kept standing before Moses from morning until evening."
                },
                {
                    "verse":"14",
                    "text":"When Moses’ father-in-law saw all that he was doing for the people, he said: “What is this that you are doing for the people? Why do you sit here alone with all the people standing before you from morning until evening?“"
                },
                {
                    "verse":"15",
                    "text":"Moses said to his father-in-law: “Because the people keep coming to me to inquire of God."
                },
                {
                    "verse":"16",
                    "text":"When a case arises, it comes to me and I must judge between one person and the other, and I make known the decisions of the true God and his laws.“"
                },
                {
                    "verse":"17",
                    "text":"Moses’ father-in-law said to him: “What you are doing is not good."
                },
                {
                    "verse":"18",
                    "text":"You will surely wear out, both you and this people who are with you, because this is too big a load for you and you cannot carry it by yourself."
                },
                {
                    "verse":"19",
                    "text":"Now listen to me. I will give you advice, and God will be with you. You serve as representative for the people before the true God, and you must bring the cases to the true God."
                },
                {
                    "verse":"20",
                    "text":"You should warn them about what the regulations and the laws are and make known to them the way in which they should walk and the work that they should do."
                },
                {
                    "verse":"21",
                    "text":"But you should select from the people capable men fearing God, trustworthy men hating dishonest profit, and appoint these over them as chiefs over thousands, chiefs over hundreds, chiefs over fifties, and chiefs over tens."
                },
                {
                    "verse":"22",
                    "text":"They should judge the people when cases arise, and they will bring every difficult case to you, but every minor case they will decide. Make it easier for yourself by letting them share the load along with you."
                },
                {
                    "verse":"23",
                    "text":"If you do this, and God so commands you, you will be able to stand the strain, and everyone will go home satisfied.“"
                },
                {
                    "verse":"24",
                    "text":"Moses immediately listened to his father-in-law and did all that he had said."
                },
                {
                    "verse":"25",
                    "text":"Moses chose capable men out of all Israel and appointed them heads over the people, as chiefs of thousands, chiefs of hundreds, chiefs of fifties, and chiefs of tens."
                },
                {
                    "verse":"26",
                    "text":"So they judged the people when cases arose. A difficult case they would bring to Moses, but every minor case they would judge."
                },
                {
                    "verse":"27",
                    "text":"After that Moses saw his father-in-law off, and he went his way to his land."
                }
            ]
        },
        {
            "chapter":"19",
            "verses":[
                {
                    "verse":"1",
                    "text":"In the third month after the Israelites went out of the land of Egypt, on the same day, they came to the wilderness of Siʹnai."
                },
                {
                    "verse":"2",
                    "text":"They pulled away from Rephʹi·dim and came to the wilderness of Siʹnai and camped in the wilderness. Israel camped there in front of the mountain."
                },
                {
                    "verse":"3",
                    "text":"Then Moses went up to the true God, and Jehovah called to him from the mountain, saying: “This is what you are to say to the house of Jacob and to tell the Israelites,"
                },
                {
                    "verse":"4",
                    "text":"‘You have seen for yourselves what I did to the Egyptians, in order to carry you on wings of eagles and bring you to myself."
                },
                {
                    "verse":"5",
                    "text":"Now if you will strictly obey my voice and keep my covenant, you will certainly become my special property out of all peoples, for the whole earth belongs to me."
                },
                {
                    "verse":"6",
                    "text":"You will become to me a kingdom of priests and a holy nation.’ These are the words that you are to say to the Israelites.“"
                },
                {
                    "verse":"7",
                    "text":"So Moses went and summoned the elders of the people and declared to them all these words that Jehovah had commanded him."
                },
                {
                    "verse":"8",
                    "text":"After that all the people answered unanimously: “All that Jehovah has spoken, we are willing to do.“ Moses immediately took the people’s response to Jehovah."
                },
                {
                    "verse":"9",
                    "text":"And Jehovah said to Moses: “Look! I am coming to you in a dark cloud, so that the people may hear when I speak with you and so that they may always put faith in you as well.“ Then Moses reported the words of the people to Jehovah."
                },
                {
                    "verse":"10",
                    "text":"Then Jehovah said to Moses: “Go to the people and sanctify them today and tomorrow, and they must wash their clothing."
                },
                {
                    "verse":"11",
                    "text":"And they must be ready for the third day, because on the third day Jehovah will come down upon Mount Siʹnai before the eyes of all the people."
                },
                {
                    "verse":"12",
                    "text":"You must set boundaries for the people all around it and tell them, ‘Beware of going up to the mountain or touching its border. Anybody touching the mountain will surely be put to death."
                },
                {
                    "verse":"13",
                    "text":"No hand is to touch him, but he will either be stoned or be shot through. Whether beast or man, he will not live.’ But at the sound of the ram’s horn they may come up to the mountain.“"
                },
                {
                    "verse":"14",
                    "text":"Then Moses went down from the mountain to the people, and he began to sanctify the people, and they washed their clothing."
                },
                {
                    "verse":"15",
                    "text":"He said to the people: “Get ready for the third day. Abstain from sexual relations.“"
                },
                {
                    "verse":"16",
                    "text":"On the morning of the third day, there was thunder and lightning, and there was a heavy cloud on the mountain and a very loud sound of a horn, and all the people in the camp began to tremble."
                },
                {
                    "verse":"17",
                    "text":"Moses now brought the people out of the camp to meet the true God, and they took their place at the base of the mountain."
                },
                {
                    "verse":"18",
                    "text":"Mount Siʹnai smoked all over, because Jehovah came down upon it in fire; and its smoke was rising like the smoke of a kiln, and the whole mountain was trembling violently."
                },
                {
                    "verse":"19",
                    "text":"As the sound of the horn grew louder and louder, Moses spoke, and the voice of the true God answered him."
                },
                {
                    "verse":"20",
                    "text":"So Jehovah came down upon Mount Siʹnai to the top of the mountain. Then Jehovah called Moses to the top of the mountain, and Moses went up."
                },
                {
                    "verse":"21",
                    "text":"Jehovah now said to Moses: “Go down and warn the people not to try to force their way through to look at Jehovah, or many of them will perish."
                },
                {
                    "verse":"22",
                    "text":"And let the priests who regularly come near to Jehovah sanctify themselves, so that Jehovah may not strike them.“"
                },
                {
                    "verse":"23",
                    "text":"Moses then said to Jehovah: “The people are not able to come up to Mount Siʹnai because you already warned us, saying, ‘Set boundaries around the mountain, and make it sacred.’“"
                },
                {
                    "verse":"24",
                    "text":"However, Jehovah said to him: “Go, descend, and come back up, you and Aaron with you, but do not let the priests and the people force their way through to come up to Jehovah, so that he may not strike them.“"
                },
                {
                    "verse":"25",
                    "text":"So Moses descended to the people and told them."
                }
            ]
        },
        {
            "chapter":"20",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then God spoke all these words:"
                },
                {
                    "verse":"2",
                    "text":"“I am Jehovah your God, who brought you out of the land of Egypt, out of the house of slavery."
                },
                {
                    "verse":"3",
                    "text":"You must not have any other gods besides me."
                },
                {
                    "verse":"4",
                    "text":"“You must not make for yourself a carved image or a form like anything that is in the heavens above or on the earth below or in the waters under the earth."
                },
                {
                    "verse":"5",
                    "text":"You must not bow down to them nor be enticed to serve them, for I, Jehovah your God, am a God who requires exclusive devotion, bringing punishment for the error of fathers upon sons, upon the third generation and upon the fourth generation of those who hate me,"
                },
                {
                    "verse":"6",
                    "text":"but showing loyal love to the thousandth generation of those who love me and keep my commandments."
                },
                {
                    "verse":"7",
                    "text":"“You must not take up the name of Jehovah your God in a worthless way, for Jehovah will not leave unpunished the one who takes up His name in a worthless way."
                },
                {
                    "verse":"8",
                    "text":"“Remember the Sabbath day to keep it sacred."
                },
                {
                    "verse":"9",
                    "text":"You are to labor and do all your work for six days,"
                },
                {
                    "verse":"10",
                    "text":"but the seventh day is a sabbath to Jehovah your God. You must not do any work, neither you nor your son nor your daughter nor your slave man nor your slave girl nor your domestic animal nor your foreign resident who is inside your settlements."
                },
                {
                    "verse":"11",
                    "text":"For in six days Jehovah made the heavens and the earth, the sea, and all that is in them, and he began to rest on the seventh day. That is why Jehovah blessed the Sabbath day and made it sacred."
                },
                {
                    "verse":"12",
                    "text":"“Honor your father and your mother, so that you may live a long time in the land that Jehovah your God is giving you."
                },
                {
                    "verse":"13",
                    "text":"“You must not murder."
                },
                {
                    "verse":"14",
                    "text":"“You must not commit adultery."
                },
                {
                    "verse":"15",
                    "text":"“You must not steal."
                },
                {
                    "verse":"16",
                    "text":"“You must not testify falsely when you are a witness against your fellow man."
                },
                {
                    "verse":"17",
                    "text":"“You must not desire your fellow man’s house. You must not desire your fellow man’s wife nor his slave man nor his slave girl nor his bull nor his donkey nor anything that belongs to your fellow man.“"
                },
                {
                    "verse":"18",
                    "text":"Now all the people were witnessing the thunder and lightning, the sound of the horn, and the mountain smoking; and seeing this made them tremble and stand at a distance."
                },
                {
                    "verse":"19",
                    "text":"So they said to Moses: “You speak with us, and we will listen, but do not let God speak with us, for fear that we will die.“"
                },
                {
                    "verse":"20",
                    "text":"So Moses said to the people: “Do not be afraid, for the true God has come to put you to the test, in order that the fear of him may continue with you so that you may not sin.“"
                },
                {
                    "verse":"21",
                    "text":"So the people kept standing at a distance, but Moses went near to the dark cloud where the true God was."
                },
                {
                    "verse":"22",
                    "text":"Then Jehovah said to Moses: “This is what you are to say to the Israelites, ‘You have seen for yourselves that I spoke with you from heaven."
                },
                {
                    "verse":"23",
                    "text":"You must not make gods of silver alongside me, and you must not make gods of gold for yourselves."
                },
                {
                    "verse":"24",
                    "text":"An altar of earth you are to make for me, and you will sacrifice on it your burnt offerings, your communion sacrifices, your flock, and your herd. In every place where I cause my name to be remembered I will come to you and I will bless you."
                },
                {
                    "verse":"25",
                    "text":"If you make an altar of stones for me, you must not build it using stones cut with tools. For if you do use your chisel on it, you will profane it."
                },
                {
                    "verse":"26",
                    "text":"And you must not go up by steps to my altar, that your private parts may not be exposed upon it.’"
                }
            ]
        },
        {
            "chapter":"21",
            "verses":[
                {
                    "verse":"1",
                    "text":"“These are the judicial decisions that you are to convey to them:"
                },
                {
                    "verse":"2",
                    "text":"“If you buy a Hebrew slave, he will serve as a slave for six years, but in the seventh year, he will be set free without paying anything."
                },
                {
                    "verse":"3",
                    "text":"If he came by himself, he will go out by himself. If he is the husband of a wife, then his wife must go out with him."
                },
                {
                    "verse":"4",
                    "text":"If his master gives him a wife and she bears him sons or daughters, the wife and her children will become her master’s, and he will go out by himself."
                },
                {
                    "verse":"5",
                    "text":"But if the slave should insist and say, ‘I love my master, my wife, and my sons; I do not want to be set free,’"
                },
                {
                    "verse":"6",
                    "text":"his master must bring him before the true God. Then he will bring him up against the door or the doorpost, and his master will pierce his ear through with an awl, and he will be his slave for life."
                },
                {
                    "verse":"7",
                    "text":"“If a man sells his daughter as a slave, she will not go free the same way that a slave man does."
                },
                {
                    "verse":"8",
                    "text":"If her master is not pleased with her and he does not designate her as a concubine but causes her to be purchased by someone else, he will not be entitled to sell her to foreigners, for he has betrayed her."
                },
                {
                    "verse":"9",
                    "text":"If he selects her for his son, he is to grant her the rights of a daughter."
                },
                {
                    "verse":"10",
                    "text":"If he takes another wife for himself, the sustenance, the clothing, and the marriage due of the first wife are not to be diminished."
                },
                {
                    "verse":"11",
                    "text":"If he will not render these three things to her, then she is to go free without paying any money."
                },
                {
                    "verse":"12",
                    "text":"“Anyone who strikes a man so that he dies must be put to death."
                },
                {
                    "verse":"13",
                    "text":"But if he does it unintentionally and the true God lets it happen, I will designate for you a place where he can flee."
                },
                {
                    "verse":"14",
                    "text":"If a man becomes very angry with his fellow man and he deliberately kills him, the man must die even if you have to take him from my altar."
                },
                {
                    "verse":"15",
                    "text":"One who strikes his father or his mother must be put to death."
                },
                {
                    "verse":"16",
                    "text":"“If anyone kidnaps a man and sells him or is caught holding him, he must be put to death."
                },
                {
                    "verse":"17",
                    "text":"“Anyone who curses his father or his mother must be put to death."
                },
                {
                    "verse":"18",
                    "text":"“This is what should happen if men quarrel and one strikes his fellow man with a stone or a fist and he does not die but is confined to his bed:"
                },
                {
                    "verse":"19",
                    "text":"If he is able to get up and walk around outdoors with the aid of a staff, then the one who struck him must be free from punishment. He will only make compensation for the time the injured man lost from his work until he is completely healed."
                },
                {
                    "verse":"20",
                    "text":"“If a man strikes his slave man or his slave girl with a stick and that one dies by his hand, that one must be avenged."
                },
                {
                    "verse":"21",
                    "text":"However, if he survives for one or two days, he is not to be avenged, because he is someone bought with his owner’s money."
                },
                {
                    "verse":"22",
                    "text":"“If men should struggle with each other and they hurt a pregnant woman and she gives birth prematurely but no fatality results, the offender must pay the damages imposed on him by the husband of the woman; and he must pay it through the judges."
                },
                {
                    "verse":"23",
                    "text":"But if a fatality does occur, then you must give life for life,"
                },
                {
                    "verse":"24",
                    "text":"eye for eye, tooth for tooth, hand for hand, foot for foot,"
                },
                {
                    "verse":"25",
                    "text":"burn for burn, wound for wound, blow for blow."
                },
                {
                    "verse":"26",
                    "text":"“If a man strikes the eye of his slave man or the eye of his slave girl and he destroys it, he is to let the slave go free in compensation for his eye."
                },
                {
                    "verse":"27",
                    "text":"And if he knocks out the tooth of his slave man or of his slave girl, he is to let the slave go free in compensation for his tooth."
                },
                {
                    "verse":"28",
                    "text":"“If a bull gores a man or a woman and that one dies, the bull must be stoned to death and its meat is not to be eaten; but the owner of the bull is free from punishment."
                },
                {
                    "verse":"29",
                    "text":"But if a bull was in the habit of goring and its owner had been warned but he would not keep it under guard and it killed a man or a woman, the bull is to be stoned and its owner is also to be put to death."
                },
                {
                    "verse":"30",
                    "text":"If a ransom is imposed on him, he must give as the redemption price for his life all that may be imposed on him."
                },
                {
                    "verse":"31",
                    "text":"Whether it gored a son or a daughter, it is to be done to the bull’s owner according to this judicial decision."
                },
                {
                    "verse":"32",
                    "text":"If the bull gored a slave man or a slave girl, he will give the price of 30 shekels to that one’s master, and the bull will be stoned to death."
                },
                {
                    "verse":"33",
                    "text":"“If a man uncovers or digs a pit and does not cover it and a bull or a donkey falls into it,"
                },
                {
                    "verse":"34",
                    "text":"the owner of the pit is to make compensation. He is to pay the price to its owner, and the dead animal will become his."
                },
                {
                    "verse":"35",
                    "text":"If a man’s bull hurts another’s bull and it dies, then they must sell the live bull and divide the price paid for it; they should also divide the dead animal."
                },
                {
                    "verse":"36",
                    "text":"Or if it was known that a bull had been in the habit of goring but its owner would not keep it under guard, he must make compensation with bull for bull, and the dead one will become his own."
                }
            ]
        },
        {
            "chapter":"22",
            "verses":[
                {
                    "verse":"1",
                    "text":"“If a man steals a bull or a sheep and he slaughters or sells it, he is to compensate with five bulls for the bull and four sheep for the sheep."
                },
                {
                    "verse":"2",
                    "text":"(“If a thief is found in the act of breaking in and he gets struck and dies, there is no bloodguilt for him."
                },
                {
                    "verse":"3",
                    "text":"But if it happens after sunrise, there is bloodguilt for him.)\n“He must make compensation. If he has nothing, then he must be sold for the things he stole."
                },
                {
                    "verse":"4",
                    "text":"If what he stole is found alive in his possession, whether it is a bull or a donkey or a sheep, he is to make double compensation."
                },
                {
                    "verse":"5",
                    "text":"“If anyone puts his animals out to graze in a field or a vineyard and lets them graze in someone else’s field, he is to make compensation with the best of his own field or with the best of his own vineyard."
                },
                {
                    "verse":"6",
                    "text":"“If a fire starts and spreads to thornbushes and it causes sheaves or standing grain or a field to be consumed, the one who started the fire must make compensation for what was burned."
                },
                {
                    "verse":"7",
                    "text":"“If a man gives his fellow man money or articles to keep and these are stolen from the fellow man’s house, if the thief is found, he must make double compensation."
                },
                {
                    "verse":"8",
                    "text":"If the thief is not found, the owner of the house must be brought before the true God in order to determine whether he put his hand on the goods of his fellow man."
                },
                {
                    "verse":"9",
                    "text":"In all cases of illegal possession of goods, concerning a bull, a donkey, a sheep, a garment, or anything lost of which he may say, ‘This is mine!’ both parties will present their case before the true God. The one whom God pronounces guilty is to make double compensation to his fellow man."
                },
                {
                    "verse":"10",
                    "text":"“If a man gives his fellow man a donkey or a bull or a sheep or any domestic animal to keep and it dies or gets maimed or gets led away while nobody is looking,"
                },
                {
                    "verse":"11",
                    "text":"there should be an oath made between them before Jehovah, that he did not lay his hand on the goods of his fellow man; and the owner must accept it. The other man is not to make compensation."
                },
                {
                    "verse":"12",
                    "text":"But if the animal has been stolen from him, he is to make compensation to its owner."
                },
                {
                    "verse":"13",
                    "text":"If it was torn by a wild animal, he is to bring it as evidence. He is not to make compensation for something torn by a wild animal."
                },
                {
                    "verse":"14",
                    "text":"“But if anybody asks to borrow an animal from his fellow man and it gets maimed or it dies while its owner is not with it, the man who borrowed it must make compensation."
                },
                {
                    "verse":"15",
                    "text":"If its owner is with it, he is not to make compensation. If it was hired, the money paid for the hire is the compensation."
                },
                {
                    "verse":"16",
                    "text":"“Now if a man seduces a virgin who is not engaged and he lies down with her, he must pay the bride-price for her to become his wife."
                },
                {
                    "verse":"17",
                    "text":"If her father absolutely refuses to give her to him, he is to pay the money at the rate of the bride-price."
                },
                {
                    "verse":"18",
                    "text":"“You must not allow a sorceress to live."
                },
                {
                    "verse":"19",
                    "text":"“Anyone lying down with an animal must surely be put to death."
                },
                {
                    "verse":"20",
                    "text":"“Whoever sacrifices to any gods but Jehovah alone is to be devoted to destruction."
                },
                {
                    "verse":"21",
                    "text":"“You must not mistreat a foreign resident or oppress him, for you were foreign residents in the land of Egypt."
                },
                {
                    "verse":"22",
                    "text":"“You must not afflict any widow or fatherless child."
                },
                {
                    "verse":"23",
                    "text":"If you afflict him at all, so that he cries out to me, I will unfailingly hear his outcry;"
                },
                {
                    "verse":"24",
                    "text":"and my anger will blaze, and I will kill you with the sword, and your wives will become widows, and your children will be fatherless."
                },
                {
                    "verse":"25",
                    "text":"“If you lend money to anyone poor of my people, someone who is dwelling with you, you must not become like a moneylender to him. You must not charge him interest."
                },
                {
                    "verse":"26",
                    "text":"“If you seize the garment of your fellow man as security for a loan, you are to return it to him by sunset."
                },
                {
                    "verse":"27",
                    "text":"For it is his only covering, his clothing to cover his body; in what will he lie down to sleep? When he cries out to me, I will certainly hear, for I am compassionate."
                },
                {
                    "verse":"28",
                    "text":"“You must not curse God nor curse a chieftain among your people."
                },
                {
                    "verse":"29",
                    "text":"“You must not hesitate to make offerings from your abundant produce and the overflow of your presses. The firstborn of your sons you are to give to me."
                },
                {
                    "verse":"30",
                    "text":"This is what you should do with your bull and your sheep: Seven days it will continue with its mother. On the eighth day, you are to give it to me."
                },
                {
                    "verse":"31",
                    "text":"“You should prove yourselves holy people to me, and you must not eat the flesh of anything in the field that has been torn by a wild animal. You should throw it to the dogs."
                }
            ]
        },
        {
            "chapter":"23",
            "verses":[
                {
                    "verse":"1",
                    "text":"“You must not spread a report that is not true. Do not cooperate with a wicked one by becoming a malicious witness."
                },
                {
                    "verse":"2",
                    "text":"You must not follow after the crowd to do evil, and you must not pervert justice by giving testimony to go along with the crowd."
                },
                {
                    "verse":"3",
                    "text":"You must show impartiality in the dispute of a poor person."
                },
                {
                    "verse":"4",
                    "text":"“If you come upon your enemy’s bull or his donkey straying, you must return it to him."
                },
                {
                    "verse":"5",
                    "text":"If you see that the donkey of someone who hates you has fallen under its load, you must not ignore it and leave. You must help him release the animal."
                },
                {
                    "verse":"6",
                    "text":"“You are not to pervert the judgment of the poor one among you in his legal case."
                },
                {
                    "verse":"7",
                    "text":"“Have nothing to do with a false accusation, and do not kill the innocent and the righteous, for I will not declare the wicked one righteous."
                },
                {
                    "verse":"8",
                    "text":"“You must not accept a bribe, for the bribe blinds clear-sighted men and can distort the words of righteous men."
                },
                {
                    "verse":"9",
                    "text":"“You must not oppress a foreign resident. You know how it feels to be a foreigner, because you were foreign residents in the land of Egypt."
                },
                {
                    "verse":"10",
                    "text":"“You are to sow your land with seed and gather its produce for six years."
                },
                {
                    "verse":"11",
                    "text":"But the seventh year you should leave it uncultivated and let it lie fallow, and the poor among your people will eat of it, and what they leave, the wild animals of the field will eat. That is what you should do with your vineyard and your olive grove."
                },
                {
                    "verse":"12",
                    "text":"“Six days you are to do your work; but on the seventh day, you are to cease from your labor, in order that your bull and your donkey may rest and the son of your slave girl and the foreign resident may refresh themselves."
                },
                {
                    "verse":"13",
                    "text":"“You must be careful to do all that I have said to you, and you must not mention the names of other gods; they should not be heard on your lips."
                },
                {
                    "verse":"14",
                    "text":"“Three times a year you are to celebrate a festival to me."
                },
                {
                    "verse":"15",
                    "text":"You will observe the Festival of Unleavened Bread. You will eat unleavened bread for seven days, just as I have commanded you, at the appointed time in the month of Aʹbib, for at that time you came out of Egypt. No one is to appear before me empty-handed."
                },
                {
                    "verse":"16",
                    "text":"Also, you are to observe the Festival of Harvest of the first ripe fruits of your labors, of what you sow in the field; and the Festival of Ingathering at the end of the year, when you gather in from the field the results of your labors."
                },
                {
                    "verse":"17",
                    "text":"Three times a year all your men are to appear before the true Lord, Jehovah."
                },
                {
                    "verse":"18",
                    "text":"“You must not offer the blood of my sacrifice with anything leavened. And the sacrifices of fat offered at my festivals should not stay overnight until the morning."
                },
                {
                    "verse":"19",
                    "text":"“You are to bring the best of the first ripe fruits of your ground to the house of Jehovah your God.\n“You must not boil a young goat in its mother’s milk."
                },
                {
                    "verse":"20",
                    "text":"“I am sending an angel ahead of you to guard you on the way and to bring you into the place that I have prepared."
                },
                {
                    "verse":"21",
                    "text":"Pay attention to him, and obey his voice. Do not rebel against him, for he will not pardon your transgressions, because my name is in him."
                },
                {
                    "verse":"22",
                    "text":"However, if you strictly obey his voice and do all that I say, I will show hostility to your enemies and oppose those who oppose you."
                },
                {
                    "verse":"23",
                    "text":"For my angel will go ahead of you and will bring you to the Amʹor·ites, the Hitʹtites, the Perʹiz·zites, the Caʹnaan·ites, the Hiʹvites, and the Jebʹu·sites, and I will annihilate them."
                },
                {
                    "verse":"24",
                    "text":"You must not bow down to their gods or be persuaded to serve them, and you must not imitate their practices. Instead, you must demolish them and smash their sacred pillars."
                },
                {
                    "verse":"25",
                    "text":"You must serve Jehovah your God, and he will bless your bread and your water. I will remove sickness from among you."
                },
                {
                    "verse":"26",
                    "text":"The women in your land will not suffer a miscarriage or be barren, and I will give you a full life span."
                },
                {
                    "verse":"27",
                    "text":"“I will send the fear of me ahead of you, and I will throw into confusion all the people you encounter, and I will cause all your enemies to flee from you in defeat."
                },
                {
                    "verse":"28",
                    "text":"I will send the feeling of dejection ahead of you, and it will drive the Hiʹvites, the Caʹnaan·ites, and the Hitʹtites out from before you."
                },
                {
                    "verse":"29",
                    "text":"I will not drive them out from before you in one year, so that the land does not become desolate and the wild animals of the field multiply against you."
                },
                {
                    "verse":"30",
                    "text":"Little by little I will drive them out from before you, until you become fruitful and take possession of the land."
                },
                {
                    "verse":"31",
                    "text":"“I will set your boundary from the Red Sea to the sea of the Phi·lisʹtines and from the wilderness to the River; for I will give the inhabitants of the land into your hand, and you will drive them out from before you."
                },
                {
                    "verse":"32",
                    "text":"You must not make a covenant with them or their gods."
                },
                {
                    "verse":"33",
                    "text":"They should not dwell in your land, so that they may not cause you to sin against me. If you should serve their gods, it would surely become a snare to you.“"
                }
            ]
        },
        {
            "chapter":"24",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then he said to Moses: “Go up to Jehovah, you and Aaron, Naʹdab and A·biʹhu, and 70 of the elders of Israel, and bow down from a distance."
                },
                {
                    "verse":"2",
                    "text":"Moses should approach Jehovah by himself; but the others should not approach, and the people should not go up with him.“"
                },
                {
                    "verse":"3",
                    "text":"Then Moses came and related to the people all the words of Jehovah and all the judicial decisions, and all the people answered with one voice: “All the words that Jehovah has spoken, we are willing to do.“"
                },
                {
                    "verse":"4",
                    "text":"So Moses wrote down all the words of Jehovah. Then he got up early in the morning and built at the foot of the mountain an altar and 12 pillars corresponding to the 12 tribes of Israel."
                },
                {
                    "verse":"5",
                    "text":"After that he sent young Israelite men, and they offered up burnt offerings and sacrificed bulls as communion sacrifices to Jehovah."
                },
                {
                    "verse":"6",
                    "text":"Then Moses took half of the blood and put it in bowls, and half of the blood he sprinkled on the altar."
                },
                {
                    "verse":"7",
                    "text":"Then he took the book of the covenant and read it aloud to the people. And they said: “All that Jehovah has spoken we are willing to do, and we will be obedient.“"
                },
                {
                    "verse":"8",
                    "text":"So Moses took the blood and sprinkled it on the people and said: “This is the blood of the covenant that Jehovah has made with you in harmony with all these words.“"
                },
                {
                    "verse":"9",
                    "text":"Moses and Aaron, Naʹdab and A·biʹhu, and 70 of the elders of Israel went up,"
                },
                {
                    "verse":"10",
                    "text":"and they saw the God of Israel. Under his feet was what seemed like a sapphire pavement, and it was as pure as the heavens themselves."
                },
                {
                    "verse":"11",
                    "text":"He did not harm the distinguished men of Israel, and they saw a vision of the true God and ate and drank."
                },
                {
                    "verse":"12",
                    "text":"Jehovah now said to Moses: “Come up to me on the mountain and stay there. I will give you the stone tablets with the law and the commandment that I will write for their instruction.“"
                },
                {
                    "verse":"13",
                    "text":"So Moses got up with his attendant Joshua, and Moses went up the mountain of the true God."
                },
                {
                    "verse":"14",
                    "text":"But to the elders he had said: “Wait here for us until we return to you. You have Aaron and Hur with you. Whoever has a legal case may go to them.“"
                },
                {
                    "verse":"15",
                    "text":"Then Moses went up the mountain while the cloud was covering it."
                },
                {
                    "verse":"16",
                    "text":"Jehovah’s glory remained on Mount Siʹnai, and the cloud covered it for six days. On the seventh day he called to Moses from the midst of the cloud."
                },
                {
                    "verse":"17",
                    "text":"To the Israelites who were watching, the appearance of Jehovah’s glory was like a consuming fire on the mountaintop."
                },
                {
                    "verse":"18",
                    "text":"Moses then entered into the cloud and went up the mountain. And Moses stayed on the mountain 40 days and 40 nights."
                }
            ]
        },
        {
            "chapter":"25",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah then said to Moses:"
                },
                {
                    "verse":"2",
                    "text":"“Tell the people of Israel to take up a contribution for me; from every person whose heart moves him, you are to take up my contribution."
                },
                {
                    "verse":"3",
                    "text":"This is the contribution that you are to accept from them: gold, silver, copper,"
                },
                {
                    "verse":"4",
                    "text":"blue thread, purple wool, scarlet material, fine linen, goat hair,"
                },
                {
                    "verse":"5",
                    "text":"ram skins dyed red, sealskins, acacia wood,"
                },
                {
                    "verse":"6",
                    "text":"oil for the lamps, balsam for the anointing oil and for the perfumed incense,"
                },
                {
                    "verse":"7",
                    "text":"and onyx stones and other stones to be set in the ephʹod and the breastpiece."
                },
                {
                    "verse":"8",
                    "text":"They are to make a sanctuary for me, and I will reside among them."
                },
                {
                    "verse":"9",
                    "text":"You are to make it, the tabernacle and all its furnishings, following exactly the pattern that I am showing you."
                },
                {
                    "verse":"10",
                    "text":"“They are to make an ark of acacia wood, two and a half cubits long and a cubit and a half wide and a cubit and a half high."
                },
                {
                    "verse":"11",
                    "text":"Then you will overlay it with pure gold. Inside and outside you are to overlay it, and you will make a border of gold all around it."
                },
                {
                    "verse":"12",
                    "text":"And you will cast four rings of gold for it and attach them above its four feet, with two rings on one side and two rings on the other side."
                },
                {
                    "verse":"13",
                    "text":"And you will make poles of acacia wood and overlay them with gold."
                },
                {
                    "verse":"14",
                    "text":"You will put the poles through the rings on the sides of the Ark in order to carry the Ark with them."
                },
                {
                    "verse":"15",
                    "text":"The poles will stay in the rings of the Ark; they are not to be removed from it."
                },
                {
                    "verse":"16",
                    "text":"You will place in the Ark the Testimony that I will give you."
                },
                {
                    "verse":"17",
                    "text":"“You will make a cover of pure gold, two and a half cubits long and a cubit and a half wide."
                },
                {
                    "verse":"18",
                    "text":"You are to make two cherubs of gold; you will make them of hammered work on the two ends of the cover."
                },
                {
                    "verse":"19",
                    "text":"Make the cherubs on the two ends, one cherub on each end of the cover."
                },
                {
                    "verse":"20",
                    "text":"The cherubs are to spread out their two wings upward, overshadowing the cover with their wings, and they will face each other. The faces of the cherubs will be turned toward the cover."
                },
                {
                    "verse":"21",
                    "text":"You will put the cover on the Ark, and in the Ark you will place the Testimony that I will give you."
                },
                {
                    "verse":"22",
                    "text":"I will present myself to you there and speak with you from above the cover. From between the two cherubs that are on the ark of the Testimony, I will make known to you all that I will command you for the Israelites."
                },
                {
                    "verse":"23",
                    "text":"“You will also make a table of acacia wood, two cubits long and a cubit wide and a cubit and a half high."
                },
                {
                    "verse":"24",
                    "text":"You will overlay it with pure gold and make a golden border around it."
                },
                {
                    "verse":"25",
                    "text":"You will make a rim around it a handbreadth wide and a border of gold to go around the rim."
                },
                {
                    "verse":"26",
                    "text":"You will make for it four rings of gold and place the rings on the four corners, where the four legs are attached."
                },
                {
                    "verse":"27",
                    "text":"The rings are to be close to the rim as holders for the poles for carrying the table."
                },
                {
                    "verse":"28",
                    "text":"You will make the poles of acacia wood and overlay them with gold and carry the table with them."
                },
                {
                    "verse":"29",
                    "text":"“You will also make its dishes, its cups, and its pitchers and bowls from which they will pour drink offerings. You are to make them out of pure gold."
                },
                {
                    "verse":"30",
                    "text":"And you will put the showbread on the table before me constantly."
                },
                {
                    "verse":"31",
                    "text":"“You will make a lampstand of pure gold. The lampstand is to be made of hammered work. Its base, its stem, its branches, its cups, its knobs, and its blossoms will be one piece."
                },
                {
                    "verse":"32",
                    "text":"And six branches will extend out from the sides of the lampstand, three branches from one side and three branches from the other side."
                },
                {
                    "verse":"33",
                    "text":"Three cups shaped like almond flowers will be on the one set of branches, with knobs and blossoms alternating, and three cups shaped like almond flowers on the other set of branches, with knobs and blossoms alternating. This is how the six branches will extend out from the stem of the lampstand."
                },
                {
                    "verse":"34",
                    "text":"On the stem of the lampstand are four cups shaped like almond flowers, with its knobs and its blossoms alternating."
                },
                {
                    "verse":"35",
                    "text":"A knob will be under the first two branches that extend out of the stem and a knob under the next two branches and a knob under the next two branches, for the six branches extending out from the stem."
                },
                {
                    "verse":"36",
                    "text":"The knobs and the branches and the whole lampstand are to be one piece of pure, hammered gold."
                },
                {
                    "verse":"37",
                    "text":"You will make seven lamps for it, and when the lamps are lit, they will shine on the area in front of it."
                },
                {
                    "verse":"38",
                    "text":"Its snuffers and its fire holders are to be of pure gold."
                },
                {
                    "verse":"39",
                    "text":"It should be made, along with these utensils, from a talent of pure gold."
                },
                {
                    "verse":"40",
                    "text":"See that you make them after their pattern that was shown to you on the mountain."
                }
            ]
        },
        {
            "chapter":"26",
            "verses":[
                {
                    "verse":"1",
                    "text":"“You are to make the tabernacle with ten tent cloths of fine twisted linen, blue thread, purple wool, and scarlet material. You are to make them with embroidered cherub designs."
                },
                {
                    "verse":"2",
                    "text":"Each tent cloth will be 28 cubits long and 4 cubits wide. All the tent cloths are to be the same size."
                },
                {
                    "verse":"3",
                    "text":"Five tent cloths are to be joined one to another to form a series, and the other five tent cloths will be joined in a series."
                },
                {
                    "verse":"4",
                    "text":"You will make loops of blue thread on the edge of the one tent cloth at the end of the series, and you are to do the same on the outermost edge of the other set where it will join."
                },
                {
                    "verse":"5",
                    "text":"You will make 50 loops on the one tent cloth and 50 loops on the edge of the other tent cloth so that they will be opposite each other where they join."
                },
                {
                    "verse":"6",
                    "text":"You are to make 50 gold clasps and join the tent cloths together with the clasps, and the tabernacle will form one unit."
                },
                {
                    "verse":"7",
                    "text":"“You will also make cloths of goat hair for the tent over the tabernacle. You will make 11 tent cloths."
                },
                {
                    "verse":"8",
                    "text":"Each tent cloth will be 30 cubits long and 4 cubits wide. All 11 tent cloths are to be the same size."
                },
                {
                    "verse":"9",
                    "text":"You are to join five of the tent cloths together and join the other six tent cloths together, and you are to fold over the sixth tent cloth at the front of the tent."
                },
                {
                    "verse":"10",
                    "text":"And you are to make 50 loops on the edge of the one tent cloth, the outermost one in the series, and 50 loops on the edge of the tent cloth at the other place where they join."
                },
                {
                    "verse":"11",
                    "text":"You are to make 50 copper clasps and put the clasps in the loops and join the tent together, and it will become one unit."
                },
                {
                    "verse":"12",
                    "text":"The remaining part of the tent cloths will serve as an overhanging. Half of the tent cloth that remains will hang over the back of the tabernacle."
                },
                {
                    "verse":"13",
                    "text":"The remaining length of the cloths of the tent will serve as an overhanging for the tabernacle by one cubit on each side, in order to cover it."
                },
                {
                    "verse":"14",
                    "text":"“You will also make a covering for the tent of ram skins dyed red and over that a covering of sealskins."
                },
                {
                    "verse":"15",
                    "text":"“You will make the panel frames for the tabernacle out of acacia wood standing upright."
                },
                {
                    "verse":"16",
                    "text":"Each panel frame is to be ten cubits high and a cubit and a half wide."
                },
                {
                    "verse":"17",
                    "text":"Each panel frame has two tenons joined to each other. That is how you should make all the panel frames of the tabernacle."
                },
                {
                    "verse":"18",
                    "text":"You are to make 20 panel frames for the south side of the tabernacle, facing south."
                },
                {
                    "verse":"19",
                    "text":"“You will make 40 silver socket pedestals under the 20 panel frames: two socket pedestals under the one panel frame for its two tenons and two socket pedestals under each following panel frame for its two tenons."
                },
                {
                    "verse":"20",
                    "text":"For the other side of the tabernacle, the northern side, make 20 panel frames"
                },
                {
                    "verse":"21",
                    "text":"and their 40 silver socket pedestals, two socket pedestals under one panel frame and two socket pedestals under each following panel frame."
                },
                {
                    "verse":"22",
                    "text":"For the rear section of the tabernacle to the west, you will make six panel frames."
                },
                {
                    "verse":"23",
                    "text":"You will make two panel frames to serve as the two rear corner posts of the tabernacle."
                },
                {
                    "verse":"24",
                    "text":"They should be doubled from the bottom to the top, up to the first ring. This should be done for both of them, and they will form the two corner posts."
                },
                {
                    "verse":"25",
                    "text":"And there will be eight panel frames and their 16 silver socket pedestals, two socket pedestals under the one panel frame and two socket pedestals under each following panel frame."
                },
                {
                    "verse":"26",
                    "text":"“You will make bars of acacia wood, five for the panel frames of the one side of the tabernacle,"
                },
                {
                    "verse":"27",
                    "text":"and five bars for the panel frames of the other side of the tabernacle, and five bars for the panel frames of the side of the tabernacle to the west, for the rear section."
                },
                {
                    "verse":"28",
                    "text":"The middle bar that runs along the center of the panel frames should extend from end to end."
                },
                {
                    "verse":"29",
                    "text":"“You will overlay the panel frames with gold, and you will make their rings of gold as holders for the bars, and you will overlay the bars with gold."
                },
                {
                    "verse":"30",
                    "text":"You must set up the tabernacle according to its plan that you were shown in the mountain."
                },
                {
                    "verse":"31",
                    "text":"“You are to make a curtain of blue thread, purple wool, scarlet material, and fine twisted linen. It will be made with cherubs embroidered on it."
                },
                {
                    "verse":"32",
                    "text":"You will hang it on four pillars of acacia overlaid with gold. Their hooks are to be of gold. The pillars are set on four socket pedestals of silver."
                },
                {
                    "verse":"33",
                    "text":"You will hang the curtain under the clasps and bring the ark of the Testimony there within the curtain. The curtain will make a division for you between the Holy and the Most Holy."
                },
                {
                    "verse":"34",
                    "text":"You must put the cover on the ark of the Testimony in the Most Holy."
                },
                {
                    "verse":"35",
                    "text":"“You will place the table outside the curtain, with the lampstand opposite the table on the south side of the tabernacle; and the table you will put on the north side."
                },
                {
                    "verse":"36",
                    "text":"You will make a screen for the entrance of the tent out of blue thread, purple wool, scarlet material, and fine twisted linen woven together."
                },
                {
                    "verse":"37",
                    "text":"You will make five pillars of acacia for the screen and overlay them with gold. Their hooks are to be of gold, and you will cast five socket pedestals of copper for them."
                }
            ]
        },
        {
            "chapter":"27",
            "verses":[
                {
                    "verse":"1",
                    "text":"“You will make the altar of acacia wood; it will be five cubits long and five cubits wide. The altar should be square and three cubits high."
                },
                {
                    "verse":"2",
                    "text":"You will make horns on its four corners; the horns will be part of the altar, and you will overlay the altar with copper."
                },
                {
                    "verse":"3",
                    "text":"You will make buckets for clearing away its ashes, along with shovels, bowls, forks, and fire holders, and you will make all its utensils of copper."
                },
                {
                    "verse":"4",
                    "text":"You will make a grating for the altar, a network of copper, and on the network four rings of copper at its four corners."
                },
                {
                    "verse":"5",
                    "text":"You will set it down below the rim of the altar, and the network will extend partway down into the altar."
                },
                {
                    "verse":"6",
                    "text":"You will make poles of acacia wood for the altar and overlay them with copper."
                },
                {
                    "verse":"7",
                    "text":"The poles will be inserted into the rings so that the poles are on the two sides of the altar when it is carried."
                },
                {
                    "verse":"8",
                    "text":"You will make the altar in the form of a hollow chest of planks. It should be made just as He showed you on the mountain."
                },
                {
                    "verse":"9",
                    "text":"“You will make the courtyard of the tabernacle. For the south side, facing south, the courtyard will have hanging curtains of fine twisted linen, 100 cubits long for the one side."
                },
                {
                    "verse":"10",
                    "text":"It will have 20 pillars with 20 copper socket pedestals. The hooks of the pillars and their connectors are of silver."
                },
                {
                    "verse":"11",
                    "text":"The hanging curtains for the north side will also be 100 cubits long, along with its 20 pillars and their 20 copper socket pedestals, with silver hooks and connectors for the pillars."
                },
                {
                    "verse":"12",
                    "text":"There are to be hanging curtains on the west side for 50 cubits across the width of the courtyard, with ten pillars and ten socket pedestals."
                },
                {
                    "verse":"13",
                    "text":"The width of the courtyard on the east side toward the sunrise is 50 cubits."
                },
                {
                    "verse":"14",
                    "text":"There will be 15 cubits of hanging curtains on the one side, with three pillars and three socket pedestals."
                },
                {
                    "verse":"15",
                    "text":"And for the other side, there will be 15 cubits of hanging curtains, with three pillars and three socket pedestals."
                },
                {
                    "verse":"16",
                    "text":"“The entrance of the courtyard should have a screen 20 cubits long made of blue thread, purple wool, scarlet material, and fine twisted linen woven together, with four pillars and their four socket pedestals."
                },
                {
                    "verse":"17",
                    "text":"All the pillars surrounding the courtyard will have silver fasteners and silver hooks, but their socket pedestals will be of copper."
                },
                {
                    "verse":"18",
                    "text":"The courtyard is to be 100 cubits long, 50 cubits wide, and 5 cubits high, made from fine twisted linen, and it should have copper socket pedestals."
                },
                {
                    "verse":"19",
                    "text":"All the utensils and the items used in the service of the tabernacle, as well as its tent pins and all the pins of the courtyard, are to be of copper."
                },
                {
                    "verse":"20",
                    "text":"“You are to command the Israelites to bring you pure, beaten olive oil for the lighting, in order to keep the lamps burning constantly."
                },
                {
                    "verse":"21",
                    "text":"In the tent of meeting, outside the curtain that is near the Testimony, Aaron and his sons will arrange to keep the lamps lit from evening until morning before Jehovah. It is a lasting statute for all their generations to be carried out by the Israelites."
                }
            ]
        },
        {
            "chapter":"28",
            "verses":[
                {
                    "verse":"1",
                    "text":"“You are to summon from the Israelites your brother Aaron, along with his sons, so that he may serve as priest to me—Aaron, along with Naʹdab and A·biʹhu, El·e·aʹzar and Ithʹa·mar, the sons of Aaron."
                },
                {
                    "verse":"2",
                    "text":"You are to make holy garments for Aaron your brother, for glory and beauty."
                },
                {
                    "verse":"3",
                    "text":"You are to speak to all those who are skillful, those whom I have filled with the spirit of wisdom, and they will make Aaron’s garments for his sanctification, so that he may serve as priest to me."
                },
                {
                    "verse":"4",
                    "text":"“These are the garments that they will make: a breastpiece, an ephʹod, a sleeveless coat, a checkered robe, a turban, and a sash; they will make these holy garments for your brother Aaron and his sons, so that he may serve as priest to me."
                },
                {
                    "verse":"5",
                    "text":"The skilled workers will use the gold, the blue thread, the purple wool, the scarlet material, and the fine linen."
                },
                {
                    "verse":"6",
                    "text":"“They are to make the ephʹod of gold, blue thread, purple wool, scarlet material, and fine twisted linen, and it should be embroidered."
                },
                {
                    "verse":"7",
                    "text":"It is to have two shoulder pieces that are joined at the two top edges."
                },
                {
                    "verse":"8",
                    "text":"The woven belt, which is attached to the ephʹod for tying it securely in position, should be of the same materials: gold, blue thread, purple wool, scarlet material, and fine twisted linen."
                },
                {
                    "verse":"9",
                    "text":"“You are to take two onyx stones and engrave on them the names of the sons of Israel,"
                },
                {
                    "verse":"10",
                    "text":"six names on the one stone and the six remaining names on the other stone, in the order of their births."
                },
                {
                    "verse":"11",
                    "text":"A stone engraver will engrave the names of the sons of Israel on the two stones as he would engrave a seal. Then you are to have them mounted in gold settings."
                },
                {
                    "verse":"12",
                    "text":"You are to put the two stones on the shoulder pieces of the ephʹod as memorial stones for the sons of Israel, and Aaron must carry their names before Jehovah on his two shoulder pieces as a memorial."
                },
                {
                    "verse":"13",
                    "text":"You are to make settings of gold"
                },
                {
                    "verse":"14",
                    "text":"and two chains of pure gold twisted like a cord, and you must attach the corded chains to the settings."
                },
                {
                    "verse":"15",
                    "text":"“You are to have an embroiderer make the breastpiece of judgment. It should be made like the ephʹod, out of gold, blue thread, purple wool, scarlet material, and fine twisted linen."
                },
                {
                    "verse":"16",
                    "text":"It should be square when doubled, a span long and a span wide."
                },
                {
                    "verse":"17",
                    "text":"You should set in it mounted stones, four rows of stones. The first row is ruby, topaz, and emerald."
                },
                {
                    "verse":"18",
                    "text":"The second row is turquoise, sapphire, and jasper."
                },
                {
                    "verse":"19",
                    "text":"The third row is "
                },
                {
                    "verse":"20",
                    "text":"The fourth row is chrysʹo·lite, onyx, and jade. They should be mounted in settings of gold."
                },
                {
                    "verse":"21",
                    "text":"The stones will correspond to the names of the 12 sons of Israel. Each one should be engraved like a seal, each name representing one of the 12 tribes."
                },
                {
                    "verse":"22",
                    "text":"“You are to make wreathed chains on the breastpiece, like cords of pure gold."
                },
                {
                    "verse":"23",
                    "text":"You are to make two rings of gold for the breastpiece and attach the two rings to the two ends of the breastpiece."
                },
                {
                    "verse":"24",
                    "text":"You are to put the two cords of gold through the two rings at the ends of the breastpiece."
                },
                {
                    "verse":"25",
                    "text":"You will put the two ends of the two cords through the two settings, and you must attach them to the shoulder pieces of the ephʹod, at the front."
                },
                {
                    "verse":"26",
                    "text":"You are to make two rings of gold and set them at the two ends on the inside edge of the breastpiece, facing the ephʹod."
                },
                {
                    "verse":"27",
                    "text":"You should make two more rings of gold on the front of the ephʹod, below the two shoulder pieces, close to where it is joined, above the woven belt of the ephʹod."
                },
                {
                    "verse":"28",
                    "text":"The breastpiece should be held in place by a blue cord, tying its rings to the rings of the ephʹod. This will keep the breastpiece in place on the ephʹod, above the woven belt."
                },
                {
                    "verse":"29",
                    "text":"“Aaron must carry the names of the sons of Israel on the breastpiece of judgment over his heart when he comes into the Holy as a constant memorial before Jehovah."
                },
                {
                    "verse":"30",
                    "text":"You will put the Uʹrim and the Thumʹmim into the breastpiece of judgment, and they must be over Aaron’s heart when he comes in before Jehovah, and Aaron must carry the means for making judgments of the Israelites over his heart before Jehovah constantly."
                },
                {
                    "verse":"31",
                    "text":"“You are to make the sleeveless coat of the ephʹod entirely of blue thread."
                },
                {
                    "verse":"32",
                    "text":"There will be an opening at the top in the middle of it. Its opening should have a border woven all around it by a loom worker. It should be like the opening of a coat of mail, so that it will not be torn."
                },
                {
                    "verse":"33",
                    "text":"You should make pomegranates of blue thread, purple wool, and scarlet material all around its hem, along with bells of gold in between them."
                },
                {
                    "verse":"34",
                    "text":"You should alternate a bell of gold and a pomegranate, a bell of gold and a pomegranate, all around the hem of the sleeveless coat."
                },
                {
                    "verse":"35",
                    "text":"It must be worn by Aaron so that he may minister, and the sound from it must be heard when he goes into the sanctuary before Jehovah and when he comes out, so that he will not die."
                },
                {
                    "verse":"36",
                    "text":"“You are to make a shining plate of pure gold and engrave on it as one would engrave a seal: ‘Holiness belongs to Jehovah.’"
                },
                {
                    "verse":"37",
                    "text":"You must fasten it to the turban with a blue cord; it is to remain on the front of the turban."
                },
                {
                    "verse":"38",
                    "text":"It will be on Aaron’s forehead, and Aaron will bear responsibility when someone commits an error against the holy things, which the Israelites sanctify when they offer them as holy gifts. It must always remain on his forehead, so that they may gain approval before Jehovah."
                },
                {
                    "verse":"39",
                    "text":"“You are to weave the checkered robe of fine linen, make a turban of fine linen, and make a woven sash."
                },
                {
                    "verse":"40",
                    "text":"“You will also make robes, sashes, and headgear for Aaron’s sons, for glory and beauty."
                },
                {
                    "verse":"41",
                    "text":"You will clothe your brother Aaron and his sons with him, and you are to anoint them and install them and sanctify them, and they will serve as priests to me."
                },
                {
                    "verse":"42",
                    "text":"Also make linen shorts for them to cover their naked flesh. These are to extend from the hips to the thighs."
                },
                {
                    "verse":"43",
                    "text":"These must be worn by Aaron and his sons when they come into the tent of meeting or when they approach the altar to minister in the holy place, so that they may not incur guilt and die. It is a permanent statute for him and his offspring after him."
                }
            ]
        },
        {
            "chapter":"29",
            "verses":[
                {
                    "verse":"1",
                    "text":"“This is what you are to do to sanctify them to serve as priests to me: Take a young bull, two unblemished rams,"
                },
                {
                    "verse":"2",
                    "text":"unleavened bread, unleavened ring-shaped loaves mixed with oil, and unleavened wafers spread with oil. You are to make them with fine wheat flour"
                },
                {
                    "verse":"3",
                    "text":"and put them in a basket and present them in the basket, along with the bull and the two rams."
                },
                {
                    "verse":"4",
                    "text":"“You will present Aaron and his sons at the entrance of the tent of meeting and wash them with water."
                },
                {
                    "verse":"5",
                    "text":"Then you are to take the garments and clothe Aaron with the robe, the sleeveless coat of the ephʹod, the ephʹod, and the breastpiece, and you are to tie the woven belt of the ephʹod securely around his waist."
                },
                {
                    "verse":"6",
                    "text":"You will put the turban on his head and put the holy sign of dedication on the turban;"
                },
                {
                    "verse":"7",
                    "text":"and take the anointing oil and pour it on his head and anoint him."
                },
                {
                    "verse":"8",
                    "text":"“Then bring his sons forward and clothe them with the robes"
                },
                {
                    "verse":"9",
                    "text":"and wrap the sashes around them, Aaron as well as his sons, and put on their headgear; and the priesthood will become theirs as a permanent statute. This is how you should install Aaron and his sons to serve as priests."
                },
                {
                    "verse":"10",
                    "text":"“You are now to present the bull before the tent of meeting, and Aaron and his sons will lay their hands on the bull’s head."
                },
                {
                    "verse":"11",
                    "text":"Slaughter the bull before Jehovah, at the entrance of the tent of meeting."
                },
                {
                    "verse":"12",
                    "text":"Take some of the bull’s blood on your finger and put it on the horns of the altar, and pour out all the rest of the blood at the base of the altar."
                },
                {
                    "verse":"13",
                    "text":"Then take all the fat that covers the intestines, the appendage on the liver, and the two kidneys and the fat that is on them, and burn them so that they smoke on the altar."
                },
                {
                    "verse":"14",
                    "text":"But the bull’s flesh and its skin and its dung, you will burn with fire outside the camp. It is a sin offering."
                },
                {
                    "verse":"15",
                    "text":"“Then take the one ram, and Aaron and his sons are to lay their hands on the ram’s head."
                },
                {
                    "verse":"16",
                    "text":"Slaughter the ram and take its blood and sprinkle it on all sides of the altar."
                },
                {
                    "verse":"17",
                    "text":"Cut the ram into its pieces, and wash its intestines and its shanks, and arrange the pieces together with its head."
                },
                {
                    "verse":"18",
                    "text":"You must burn the entire ram, making it smoke on the altar. It is a burnt offering to Jehovah, a pleasing aroma. It is an offering made by fire to Jehovah."
                },
                {
                    "verse":"19",
                    "text":"“Next you are to take the other ram, and Aaron and his sons are to lay their hands on the ram’s head."
                },
                {
                    "verse":"20",
                    "text":"Slaughter the ram and take some of its blood and put it on Aaron’s right earlobe and on his sons’ right earlobe and on the thumb of their right hand and the big toe of their right foot, and sprinkle the blood on all sides of the altar."
                },
                {
                    "verse":"21",
                    "text":"Then take some of the blood that is on the altar and some of the anointing oil and spatter it on Aaron and his garments and on his sons and his sons’ garments, so that he and his garments and his sons and their garments may be holy."
                },
                {
                    "verse":"22",
                    "text":"“Then take from the ram the fat, the fat tail, the fat that covers the intestines, the appendage of the liver, the two kidneys and the fat that is on them, and the right leg, for it is a ram of installation."
                },
                {
                    "verse":"23",
                    "text":"Take also a round loaf of bread and a ring-shaped loaf of oiled bread and a wafer out of the basket of unleavened bread that is before Jehovah."
                },
                {
                    "verse":"24",
                    "text":"You must place them all in the hands of Aaron and in the hands of his sons, and you are to wave them back and forth as a wave offering before Jehovah."
                },
                {
                    "verse":"25",
                    "text":"Then you will take them out of their hands and burn them on the altar, on top of the burnt offering, as a pleasing aroma before Jehovah. It is an offering made by fire to Jehovah."
                },
                {
                    "verse":"26",
                    "text":"“Then take the breast of the ram of installation, which is offered in behalf of Aaron, and wave it back and forth as a wave offering before Jehovah, and it will become your portion."
                },
                {
                    "verse":"27",
                    "text":"You are to sanctify the breast of the wave offering and the leg of the sacred portion that was waved and that was taken from the ram of installation, from what was offered for Aaron and for his sons."
                },
                {
                    "verse":"28",
                    "text":"It is to become Aaron’s and his sons’ by a permanent regulation to be carried out by the Israelites, for it is a sacred portion, and it will become a sacred portion to be given by the Israelites. It is their sacred portion for Jehovah from their communion sacrifices."
                },
                {
                    "verse":"29",
                    "text":"“The holy garments that belong to Aaron will be used by his sons after him when they are anointed and installed as priests."
                },
                {
                    "verse":"30",
                    "text":"The priest from among his sons who succeeds him and who comes into the tent of meeting to minister in the holy place will wear them for seven days."
                },
                {
                    "verse":"31",
                    "text":"“You will take the ram of installation and boil its flesh in a holy place."
                },
                {
                    "verse":"32",
                    "text":"Aaron and his sons will eat the flesh of the ram and the bread that is in the basket at the entrance of the tent of meeting."
                },
                {
                    "verse":"33",
                    "text":"They are to eat the things with which atonement was made to install them as priests and to sanctify them. But an unauthorized person may not eat them, for they are something holy."
                },
                {
                    "verse":"34",
                    "text":"If any of the flesh of the installation sacrifice and of the bread is left over until the morning, then you must burn what is left with fire. It must not be eaten, for it is something holy."
                },
                {
                    "verse":"35",
                    "text":"“You are to do this way to Aaron and his sons, according to all that I have commanded you. You will take seven days to install them as priests."
                },
                {
                    "verse":"36",
                    "text":"You will offer the bull of the sin offering daily for an atonement, and you are to purify the altar from sin by making atonement for it, and you must anoint it to sanctify it."
                },
                {
                    "verse":"37",
                    "text":"You will take seven days to make atonement for the altar, and you must sanctify it so that it may become a most holy altar. Anyone who touches the altar is to be holy."
                },
                {
                    "verse":"38",
                    "text":"“This is what you will offer on the altar: two one-year-old rams each day, continually."
                },
                {
                    "verse":"39",
                    "text":"Offer the one young ram in the morning and the other ram at twilight."
                },
                {
                    "verse":"40",
                    "text":"A tenth part of an eʹphah measure of fine flour mixed with a fourth of a hin of beaten oil, and a drink offering of a fourth of a hin of wine, will go for the first young ram."
                },
                {
                    "verse":"41",
                    "text":"You will offer the second young ram at twilight, along with the same grain and drink offerings as in the morning. You will render it as a pleasing aroma, an offering made by fire to Jehovah."
                },
                {
                    "verse":"42",
                    "text":"It is to be a regular burnt offering throughout your generations at the entrance of the tent of meeting before Jehovah, where I will present myself to you to speak to you there."
                },
                {
                    "verse":"43",
                    "text":"“I will present myself there to the Israelites, and it will be sanctified by my glory."
                },
                {
                    "verse":"44",
                    "text":"I will sanctify the tent of meeting and the altar, and I will sanctify Aaron and his sons so that they may serve as priests to me."
                },
                {
                    "verse":"45",
                    "text":"I will reside among the people of Israel, and I will be their God."
                },
                {
                    "verse":"46",
                    "text":"And they will certainly know that I am Jehovah their God, who brought them out of the land of Egypt so that I may reside among them. I am Jehovah their God."
                }
            ]
        },
        {
            "chapter":"30",
            "verses":[
                {
                    "verse":"1",
                    "text":"“You are to make an altar as a place for burning incense; you will make it of acacia wood."
                },
                {
                    "verse":"2",
                    "text":"It should be square, one cubit long, one cubit wide, and two cubits high. Its horns will be one piece with it."
                },
                {
                    "verse":"3",
                    "text":"You are to overlay it with pure gold: its top surface, its sides all around, and its horns; and you are to make a gold border around it."
                },
                {
                    "verse":"4",
                    "text":"You will also make two rings of gold for it below its border on two opposite sides, and these will hold the poles used to carry it."
                },
                {
                    "verse":"5",
                    "text":"Make the poles of acacia wood and overlay them with gold."
                },
                {
                    "verse":"6",
                    "text":"You are to put it before the curtain that is near the ark of the Testimony, before the cover that is over the Testimony, where I will present myself to you."
                },
                {
                    "verse":"7",
                    "text":"“Aaron will burn perfumed incense on it, making it smoke on the altar when he maintains the lamps each morning."
                },
                {
                    "verse":"8",
                    "text":"Also, when Aaron lights the lamps at twilight, he will burn the incense. It is a regular incense offering before Jehovah throughout your generations."
                },
                {
                    "verse":"9",
                    "text":"You must not offer on it unauthorized incense or a burnt offering or a grain offering, and you must not pour a drink offering on it."
                },
                {
                    "verse":"10",
                    "text":"Aaron must make atonement on its horns once a year. With some of the blood of the sin offering of the atonement, he will make atonement for it once a year throughout your generations. It is most holy to Jehovah.“"
                },
                {
                    "verse":"11",
                    "text":"Then Jehovah said to Moses:"
                },
                {
                    "verse":"12",
                    "text":"“Whenever you take a census and count the sons of Israel, each one must give a ransom for his life to Jehovah at the time of the census. This is so that no plague may be brought upon them when they are registered."
                },
                {
                    "verse":"13",
                    "text":"This is what all those who are registered will give: a half shekel by the standard shekel of the holy place. Twenty geʹrahs equal a shekel. A half shekel is the contribution to Jehovah."
                },
                {
                    "verse":"14",
                    "text":"Everyone registered who is 20 years old and up will give Jehovah’s contribution."
                },
                {
                    "verse":"15",
                    "text":"The rich should not give more and the poor should not give less than the half shekel as a contribution to Jehovah to make atonement for your lives."
                },
                {
                    "verse":"16",
                    "text":"You are to take the silver money of the atonement from the Israelites and give it in behalf of the service of the tent of meeting, that it may serve as a remembrance before Jehovah for the Israelites, to make atonement for your lives.“"
                },
                {
                    "verse":"17",
                    "text":"Jehovah spoke further to Moses, saying:"
                },
                {
                    "verse":"18",
                    "text":"“Make a copper basin and its stand for washing; then place it between the tent of meeting and the altar and put water into it."
                },
                {
                    "verse":"19",
                    "text":"Aaron and his sons will wash their hands and their feet there."
                },
                {
                    "verse":"20",
                    "text":"When they go into the tent of meeting or when they approach the altar to minister and to make offerings of fire and smoke to Jehovah, they will wash with water so that they do not die."
                },
                {
                    "verse":"21",
                    "text":"They must wash their hands and their feet so that they may not die, and it must serve as a permanent regulation for them, for him and his offspring, throughout their generations.“"
                },
                {
                    "verse":"22",
                    "text":"Jehovah continued to speak to Moses:"
                },
                {
                    "verse":"23",
                    "text":"“Next, take the choicest perfumes: 500 units of solidified myrrh, and half that amount, 250 units, of sweet cinnamon, 250 units of sweet calamus,"
                },
                {
                    "verse":"24",
                    "text":"and 500 units of cassia, measured by the standard shekel of the holy place, along with a hin of olive oil."
                },
                {
                    "verse":"25",
                    "text":"Then make out of it a holy anointing oil; it should be skillfully blended together. It is to be a holy anointing oil."
                },
                {
                    "verse":"26",
                    "text":"“You are to anoint the tent of meeting and the ark of the Testimony with it,"
                },
                {
                    "verse":"27",
                    "text":"as well as the table and all its utensils, the lampstand and its utensils, the altar of incense,"
                },
                {
                    "verse":"28",
                    "text":"the altar of burnt offering and all its utensils, and the basin and its stand."
                },
                {
                    "verse":"29",
                    "text":"You must sanctify them that they may become most holy. Anyone touching them is to be holy."
                },
                {
                    "verse":"30",
                    "text":"And you will anoint Aaron and his sons and sanctify them to serve as priests to me."
                },
                {
                    "verse":"31",
                    "text":"“You will speak to the Israelites, saying, ‘This is to continue as a holy anointing oil to me during your generations."
                },
                {
                    "verse":"32",
                    "text":"It is not to be applied to the flesh of mankind, and you must not make anything with a composition like it. It is something holy. It is to continue as something holy for you."
                },
                {
                    "verse":"33",
                    "text":"Anyone who makes an ointment like it and who puts some of it on an unauthorized person must be cut off from his people.’“"
                },
                {
                    "verse":"34",
                    "text":"Then Jehovah said to Moses: “Take equal portions of these perfumes: stacte drops, onycha, perfumed galbanum, and pure frankincense."
                },
                {
                    "verse":"35",
                    "text":"Make it into an incense; the spice mixture should be skillfully blended, salted, pure, and holy."
                },
                {
                    "verse":"36",
                    "text":"You are to pound some of it into fine powder and put some of it before the Testimony in the tent of meeting, where I will present myself to you. It should be most holy to you."
                },
                {
                    "verse":"37",
                    "text":"You must not make for your own use the incense that you make with this composition. You are to regard it as something holy to Jehovah."
                },
                {
                    "verse":"38",
                    "text":"Whoever makes any like it to enjoy its smell must be cut off from his people.“"
                }
            ]
        },
        {
            "chapter":"31",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah continued to speak to Moses, saying:"
                },
                {
                    "verse":"2",
                    "text":"“See, I have chosen Bezʹal·el the son of Uʹri the son of Hur of the tribe of Judah."
                },
                {
                    "verse":"3",
                    "text":"I will fill him with the spirit of God, giving him wisdom, understanding, and knowledge of every kind of craftsmanship,"
                },
                {
                    "verse":"4",
                    "text":"for making artistic designs, for working with gold, silver, and copper,"
                },
                {
                    "verse":"5",
                    "text":"for cutting and setting stones, and for making every kind of wood product."
                },
                {
                    "verse":"6",
                    "text":"Moreover, to assist him I have appointed O·hoʹli·ab the son of A·hisʹa·mach of the tribe of Dan, and I am putting wisdom into the heart of all those who are skillful, so that they may make everything I have commanded you:"
                },
                {
                    "verse":"7",
                    "text":"the tent of meeting, the ark of the Testimony and the cover that is on it, all the equipment of the tent,"
                },
                {
                    "verse":"8",
                    "text":"the table and its utensils, the lampstand of pure gold and all its utensils, the altar of incense,"
                },
                {
                    "verse":"9",
                    "text":"the altar of burnt offering and all its utensils, the basin and its stand,"
                },
                {
                    "verse":"10",
                    "text":"the finely woven garments, the holy garments for Aaron the priest, the garments of his sons to serve as priests,"
                },
                {
                    "verse":"11",
                    "text":"the anointing oil, and the perfumed incense for the sanctuary. They will do everything I have commanded you.“"
                },
                {
                    "verse":"12",
                    "text":"Jehovah said further to Moses:"
                },
                {
                    "verse":"13",
                    "text":"“Speak to the Israelites and tell them, ‘Especially, you are to keep my sabbaths, for it is a sign between me and you during your generations in order that you may know that I, Jehovah, am sanctifying you."
                },
                {
                    "verse":"14",
                    "text":"You must keep the Sabbath, for it is something holy to you. Whoever profanes it must be put to death. If anyone does any work on it, then that person must be cut off from among his people."
                },
                {
                    "verse":"15",
                    "text":"Six days work may be done, but on the seventh day is a sabbath of complete rest. It is something holy to Jehovah. Anyone doing work on the Sabbath day must be put to death."
                },
                {
                    "verse":"16",
                    "text":"The Israelites must keep the Sabbath; they must observe the Sabbath during all their generations. It is a lasting covenant."
                },
                {
                    "verse":"17",
                    "text":"It is an enduring sign between me and the people of Israel, for in six days Jehovah made the heavens and the earth and on the seventh day he rested and refreshed himself.’“"
                },
                {
                    "verse":"18",
                    "text":"Now as soon as he had finished speaking with him on Mount Siʹnai, he gave Moses two tablets of the Testimony, tablets of stone written on by God’s finger."
                }
            ]
        },
        {
            "chapter":"32",
            "verses":[
                {
                    "verse":"1",
                    "text":"Meanwhile, the people saw that Moses was taking a long time coming down from the mountain. So the people gathered around Aaron and said to him: “Get up, make for us a god who will go ahead of us, because we do not know what has happened to this Moses, the man who led us up out of the land of Egypt.“"
                },
                {
                    "verse":"2",
                    "text":"At this Aaron said to them: “Take the gold earrings from the ears of your wives, your sons, and your daughters and bring them to me.“"
                },
                {
                    "verse":"3",
                    "text":"So all the people began taking off the gold earrings that were in their ears and bringing them to Aaron."
                },
                {
                    "verse":"4",
                    "text":"Then he took the gold from them, and he formed it with an engraving tool and made it into a statue of a calf. They began to say: “This is your God, O Israel, who led you up out of the land of Egypt.“"
                },
                {
                    "verse":"5",
                    "text":"When Aaron saw this, he built an altar before it. Then Aaron called out: “There is a festival to Jehovah tomorrow.“"
                },
                {
                    "verse":"6",
                    "text":"So they got up early on the next day and began offering up burnt offerings and presenting communion sacrifices. After that the people sat down to eat and drink. Then they got up to have a good time."
                },
                {
                    "verse":"7",
                    "text":"Jehovah now said to Moses: “Go, descend, because your people, whom you led up out of the land of Egypt, have corrupted themselves."
                },
                {
                    "verse":"8",
                    "text":"They have quickly deviated from the way I commanded them to go. They have made for themselves a statue of a calf, and they keep bowing down to it and sacrificing to it and saying, ‘This is your God, O Israel, who led you up out of the land of Egypt.’“"
                },
                {
                    "verse":"9",
                    "text":"Jehovah went on to say to Moses: “I have seen that this is an obstinate people."
                },
                {
                    "verse":"10",
                    "text":"So now let me be, and I will exterminate them in my burning anger, and let me make a great nation from you instead.“"
                },
                {
                    "verse":"11",
                    "text":"Then Moses appealed to Jehovah his God and said: “Why, O Jehovah, should you turn your burning anger against your people after bringing them out of the land of Egypt with great power and with a mighty hand?"
                },
                {
                    "verse":"12",
                    "text":"Why should the Egyptians say, ‘He had evil intentions when he led them out. He wanted to kill them in the mountains and exterminate them from the surface of the earth’? Turn from your burning anger and reconsider your decision to bring this calamity on your people."
                },
                {
                    "verse":"13",
                    "text":"Remember your servants Abraham, Isaac, and Israel, to whom you swore by yourself and said: ‘I will multiply your offspring like the stars of the heavens, and I will give all this land that I have designated to your offspring, so that they may take it as a permanent possession.’“"
                },
                {
                    "verse":"14",
                    "text":"So Jehovah began to reconsider the calamity that he had spoken of bringing on his people."
                },
                {
                    "verse":"15",
                    "text":"Moses then turned and went down from the mountain with the two tablets of the Testimony in his hand. The tablets were inscribed on both sides; they were written on the front and on the back."
                },
                {
                    "verse":"16",
                    "text":"The tablets were the workmanship of God, and the writing was the writing of God engraved on the tablets."
                },
                {
                    "verse":"17",
                    "text":"When Joshua began to hear the noise of the people because of their shouting, he said to Moses: “There is the sound of battle in the camp.“"
                },
                {
                    "verse":"18",
                    "text":"But Moses said:\n“It is not the sound of singing over a victory,And it is not the sound of wailing over a defeat;I hear the sound of another kind of singing.“"
                },
                {
                    "verse":"19",
                    "text":"As soon as Moses got near the camp and saw the calf and the dances, his anger began to blaze, and he threw the tablets from his hands and shattered them at the foot of the mountain."
                },
                {
                    "verse":"20",
                    "text":"He took the calf that they had made and he burned it with fire and crushed it into powder; then he scattered it on the water and made the Israelites drink it."
                },
                {
                    "verse":"21",
                    "text":"And Moses said to Aaron: “What did this people do to you that you have brought a great sin upon them?“"
                },
                {
                    "verse":"22",
                    "text":"Aaron replied: “Do not be enraged, my lord. You well know that the people are inclined to do evil."
                },
                {
                    "verse":"23",
                    "text":"So they said to me, ‘Make for us a god who will go ahead of us, for we do not know what has happened to this Moses, the man who led us up out of the land of Egypt.’"
                },
                {
                    "verse":"24",
                    "text":"So I said to them, ‘Whoever has any gold must take it off and give it to me.’ Then I threw it into the fire and out came this calf.“"
                },
                {
                    "verse":"25",
                    "text":"Moses saw that the people were unrestrained, for Aaron had let them go unrestrained, so that they were a disgrace before their opposers."
                },
                {
                    "verse":"26",
                    "text":"Then Moses took his position in the gate of the camp and said: “Who is on Jehovah’s side? Come to me!“ And all the Levites gathered around him."
                },
                {
                    "verse":"27",
                    "text":"He now said to them: “This is what Jehovah the God of Israel has said, ‘Each of you must fasten on his sword and pass through all the camp from gate to gate, killing his brother, his neighbor, and his close companion.’“"
                },
                {
                    "verse":"28",
                    "text":"The Levites did what Moses said. So about 3,000 men were killed on that day."
                },
                {
                    "verse":"29",
                    "text":"Then Moses said: “Set yourselves apart for Jehovah today, for each of you has gone against his own son and his own brother; today he will give you a blessing.“"
                },
                {
                    "verse":"30",
                    "text":"On the very next day, Moses said to the people: “You committed a very great sin, and now I will go up to Jehovah to see if I can make amends for your sin.“"
                },
                {
                    "verse":"31",
                    "text":"So Moses returned to Jehovah and said: “What a great sin this people has committed! They made themselves a god of gold!"
                },
                {
                    "verse":"32",
                    "text":"But now if you are willing, pardon their sin; if not, please wipe me out from your book that you have written.“"
                },
                {
                    "verse":"33",
                    "text":"However, Jehovah said to Moses: “Whoever has sinned against me, I will wipe him out of my book."
                },
                {
                    "verse":"34",
                    "text":"Go now, lead the people to the place about which I have spoken to you. Look! My angel will go ahead of you, and on the day when I make an accounting, I will bring punishment on them for their sin.“"
                },
                {
                    "verse":"35",
                    "text":"Then Jehovah began plaguing the people because they had made the calf, the one that Aaron had made."
                }
            ]
        },
        {
            "chapter":"33",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah said further to Moses: “Go on your way from here with the people whom you led up out of the land of Egypt. Journey to the land about which I swore to Abraham, Isaac, and Jacob, saying, ‘To your offspring I will give it.’"
                },
                {
                    "verse":"2",
                    "text":"I will send an angel ahead of you and drive out the Caʹnaan·ites, the Amʹor·ites, the Hitʹtites, the Perʹiz·zites, the Hiʹvites, and the Jebʹu·sites."
                },
                {
                    "verse":"3",
                    "text":"Go up to a land flowing with milk and honey. But I will not go in the midst of you, for you are an obstinate people, and I might exterminate you on the way.“"
                },
                {
                    "verse":"4",
                    "text":"When the people heard this harsh word, they began to mourn, and not one of them put on his ornaments."
                },
                {
                    "verse":"5",
                    "text":"Jehovah said to Moses: “Say to the Israelites, ‘You are an obstinate people. In one moment I could go through the midst of you and exterminate you. So now keep your ornaments off while I consider what to do to you.’“"
                },
                {
                    "verse":"6",
                    "text":"So from Mount Horʹeb onward, the Israelites refrained from wearing their ornaments."
                },
                {
                    "verse":"7",
                    "text":"Now Moses took his tent and pitched it outside the camp, at some distance from the camp, and he called it a tent of meeting. Everyone inquiring of Jehovah would go out to the tent of meeting, which was outside the camp."
                },
                {
                    "verse":"8",
                    "text":"As soon as Moses went out to the tent, all the people would rise and stand at the entrance of their own tents, and they would gaze after Moses until he entered into the tent."
                },
                {
                    "verse":"9",
                    "text":"As soon as Moses would go into the tent, the pillar of cloud would come down and stand at the entrance of the tent while God spoke with Moses."
                },
                {
                    "verse":"10",
                    "text":"When all the people saw the pillar of cloud standing at the entrance of the tent, each of them rose and bowed down at the entrance of his own tent."
                },
                {
                    "verse":"11",
                    "text":"Jehovah spoke to Moses face-to-face, just as one man would speak to another man. When he returned to the camp, Joshua the son of Nun, his minister and attendant, would not depart from the tent."
                },
                {
                    "verse":"12",
                    "text":"Now Moses said to Jehovah: “See, you are saying to me, ‘Lead this people up,’ but you have not let me know whom you will send with me. Moreover, you have said, ‘I know you by name, and you have also found favor in my eyes.’"
                },
                {
                    "verse":"13",
                    "text":"Please, if I have found favor in your eyes, make me know your ways, so that I may know you and continue to find favor in your eyes. Consider, too, that this nation is your people.“"
                },
                {
                    "verse":"14",
                    "text":"So he said: “I myself will go with you, and I will give you rest.“"
                },
                {
                    "verse":"15",
                    "text":"Then Moses said to him: “If you yourself are not going along, do not lead us up from here."
                },
                {
                    "verse":"16",
                    "text":"How will it be known that I have found favor in your eyes, I and your people? Is it not by your going along with us, so that I and your people will be distinguished from every other people on the face of the earth?“"
                },
                {
                    "verse":"17",
                    "text":"Jehovah went on to say to Moses: “I will also do this thing that you request, because you have found favor in my eyes and I know you by name.“"
                },
                {
                    "verse":"18",
                    "text":"Then he said: “Please show me your glory.“"
                },
                {
                    "verse":"19",
                    "text":"But he said: “I will make all my goodness pass before your face, and I will declare before you the name of Jehovah; and I will favor the one whom I favor, and I will show mercy to the one to whom I show mercy.“"
                },
                {
                    "verse":"20",
                    "text":"But he added: “You cannot see my face, for no man can see me and live.“"
                },
                {
                    "verse":"21",
                    "text":"Jehovah said further: “Here is a place near me. Station yourself on the rock."
                },
                {
                    "verse":"22",
                    "text":"When my glory is passing by, I will place you in a crevice of the rock, and I will shield you with my hand until I have passed by."
                },
                {
                    "verse":"23",
                    "text":"After that I will take my hand away, and you will see my back. But my face may not be seen.“"
                }
            ]
        },
        {
            "chapter":"34",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah said to Moses: “Carve out for yourself two tablets of stone like the first ones, and I will write on the tablets the words that appeared on the first tablets, which you shattered."
                },
                {
                    "verse":"2",
                    "text":"Get ready for the morning, as you will go up in the morning to Mount Siʹnai and station yourself before me there on the top of the mountain."
                },
                {
                    "verse":"3",
                    "text":"But nobody may go up with you, and nobody else should be seen anywhere on the mountain. Not even the flocks or herds should graze in front of that mountain.“"
                },
                {
                    "verse":"4",
                    "text":"So Moses carved out two tablets of stone like the first ones and got up early in the morning and went up Mount Siʹnai, just as Jehovah had commanded him, and he took the two tablets of stone in his hand."
                },
                {
                    "verse":"5",
                    "text":"Then Jehovah came down in the cloud and stationed himself with him there and declared the name of Jehovah."
                },
                {
                    "verse":"6",
                    "text":"Jehovah was passing before him and declaring: “Jehovah, Jehovah, a God merciful and compassionate, slow to anger and abundant in loyal love and truth,"
                },
                {
                    "verse":"7",
                    "text":"showing loyal love to thousands, pardoning error and transgression and sin, but he will by no means leave the guilty unpunished, bringing punishment for the error of fathers upon sons and upon grandsons, upon the third generation and upon the fourth generation.“"
                },
                {
                    "verse":"8",
                    "text":"Moses hurried to bow low to the earth and prostrate himself."
                },
                {
                    "verse":"9",
                    "text":"Then he said: “If, now, I have found favor in your eyes, O Jehovah, then please, Jehovah, go along with us in our midst, although we are an obstinate people, and forgive our error and our sin, and take us as your own possession.“"
                },
                {
                    "verse":"10",
                    "text":"In turn he said: “Here I am making a covenant: Before all your people, I will do wonderful things that have never been done in all the earth or among all the nations, and all the people among whom you live will see the work of Jehovah, for it is an awe-inspiring thing that I am doing with you."
                },
                {
                    "verse":"11",
                    "text":"“Pay attention to what I am commanding you today. Here I am driving out from before you the Amʹor·ites, the Caʹnaan·ites, the Hitʹtites, the Perʹiz·zites, the Hiʹvites, and the Jebʹu·sites."
                },
                {
                    "verse":"12",
                    "text":"Be careful that you do not make a covenant with the inhabitants of the land to which you are going, or it may prove to be a snare among you."
                },
                {
                    "verse":"13",
                    "text":"But you are to pull down their altars, you are to shatter their sacred pillars, and their sacred poles you are to cut down."
                },
                {
                    "verse":"14",
                    "text":"You must not bow down to another god, for Jehovah is known for requiring exclusive devotion. Yes, he is a God who requires exclusive devotion."
                },
                {
                    "verse":"15",
                    "text":"Be careful not to make a covenant with the inhabitants of the land, because when they prostitute themselves to their gods and sacrifice to their gods, someone will invite you and you will eat from his sacrifice."
                },
                {
                    "verse":"16",
                    "text":"Then you will surely take some of their daughters for your sons, and their daughters will prostitute themselves to their gods and cause your sons to prostitute themselves to their gods."
                },
                {
                    "verse":"17",
                    "text":"“You must not make gods of cast metal."
                },
                {
                    "verse":"18",
                    "text":"“You are to observe the Festival of Unleavened Bread. You will eat unleavened bread, just as I have commanded you; do this for seven days at the appointed time in the month of Aʹbib, because it was in the month of Aʹbib that you came out of Egypt."
                },
                {
                    "verse":"19",
                    "text":"“Every firstborn male is mine, including all your livestock, whether the first male bull or sheep."
                },
                {
                    "verse":"20",
                    "text":"The firstling of a donkey you are to redeem with a sheep. But if you do not redeem it, then you must break its neck. You are to redeem every firstborn of your sons. No one may appear before me empty-handed."
                },
                {
                    "verse":"21",
                    "text":"“Six days you are to work, but on the seventh day you will rest. Even during plowing time and in harvest, you will rest."
                },
                {
                    "verse":"22",
                    "text":"“And you will celebrate your Festival of Weeks with the first ripe fruits of the wheat harvest, and the Festival of Ingathering at the turn of the year."
                },
                {
                    "verse":"23",
                    "text":"“Three times a year, all your men are to appear before the true Lord, Jehovah, the God of Israel."
                },
                {
                    "verse":"24",
                    "text":"For I will drive the nations away from before you, and I will enlarge your territory, and nobody will desire your land while you are going up to see the face of Jehovah your God three times a year."
                },
                {
                    "verse":"25",
                    "text":"“You must not offer the blood of my sacrifice along with anything leavened. The sacrifice of the festival of the Passover should not be kept overnight until the morning."
                },
                {
                    "verse":"26",
                    "text":"“The best of the first ripe fruits of your soil you are to bring to the house of Jehovah your God.\n“You must not boil a young goat in its mother’s milk.“"
                },
                {
                    "verse":"27",
                    "text":"Jehovah went on to say to Moses: “You are to write down these words, because in accordance with these words, I am making a covenant with you and with Israel.“"
                },
                {
                    "verse":"28",
                    "text":"And he remained there with Jehovah 40 days and 40 nights. He ate no bread and drank no water. And He wrote on the tablets the words of the covenant, the Ten Commandments."
                },
                {
                    "verse":"29",
                    "text":"Moses then came down from Mount Siʹnai, and the two tablets of the Testimony were in his hand. When he came down from the mountain, Moses did not know that the skin of his face was emitting rays because he had been speaking with God."
                },
                {
                    "verse":"30",
                    "text":"When Aaron and all the Israelites saw Moses, they noticed that the skin of his face emitted rays and they were afraid to go near him."
                },
                {
                    "verse":"31",
                    "text":"But Moses called to them, so Aaron and all the chieftains of the assembly came to him, and Moses spoke with them."
                },
                {
                    "verse":"32",
                    "text":"After that all the Israelites came near to him, and he gave them all the commands that Jehovah had given him on Mount Siʹnai."
                },
                {
                    "verse":"33",
                    "text":"When Moses would finish speaking with them, he would put a veil over his face."
                },
                {
                    "verse":"34",
                    "text":"But when Moses would go in before Jehovah to speak with him, he would take off the veil until he went out. Then he went out and revealed to the Israelites the commands he had received."
                },
                {
                    "verse":"35",
                    "text":"And the Israelites saw that the skin of Moses’ face emitted rays; then Moses put the veil back over his face until he went in to speak with God."
                }
            ]
        },
        {
            "chapter":"35",
            "verses":[
                {
                    "verse":"1",
                    "text":"Moses later gathered the entire assembly of the Israelites together and said to them: “These are the things that Jehovah has commanded to be done:"
                },
                {
                    "verse":"2",
                    "text":"Work may be done for six days, but the seventh day will become something holy to you, a sabbath of complete rest to Jehovah. Anybody doing work on it will be put to death."
                },
                {
                    "verse":"3",
                    "text":"You must not light a fire in any of your dwelling places on the Sabbath day.“"
                },
                {
                    "verse":"4",
                    "text":"Moses then said to the entire assembly of the Israelites: “This is what Jehovah has commanded,"
                },
                {
                    "verse":"5",
                    "text":"‘Take up a contribution for Jehovah from among yourselves. Let everyone with a willing heart bring a contribution for Jehovah: gold, silver, copper,"
                },
                {
                    "verse":"6",
                    "text":"blue thread, purple wool, scarlet material, fine linen, goat hair,"
                },
                {
                    "verse":"7",
                    "text":"ram skins dyed red, sealskins, acacia wood,"
                },
                {
                    "verse":"8",
                    "text":"oil for the lamps, balsam for the anointing oil and for the perfumed incense,"
                },
                {
                    "verse":"9",
                    "text":"onyx stones, and other stones for setting in the ephʹod and the breastpiece."
                },
                {
                    "verse":"10",
                    "text":"“‘Let all who are skilled among you come and make everything that Jehovah has commanded,"
                },
                {
                    "verse":"11",
                    "text":"namely, the tabernacle with its tent and its covering, its clasps and its panel frames, its bars, its pillars, and its socket pedestals;"
                },
                {
                    "verse":"12",
                    "text":"the Ark and its poles, the cover, and the curtain for the screen;"
                },
                {
                    "verse":"13",
                    "text":"the table and its poles and all its utensils and the showbread;"
                },
                {
                    "verse":"14",
                    "text":"the lampstand for light and its utensils and its lamps and the oil for lighting;"
                },
                {
                    "verse":"15",
                    "text":"the altar of incense and its poles; the anointing oil and the perfumed incense; the screen for the tabernacle’s entrance;"
                },
                {
                    "verse":"16",
                    "text":"the altar of burnt offering and its copper grating, its poles and all its utensils; the basin and its stand;"
                },
                {
                    "verse":"17",
                    "text":"the hanging curtains of the courtyard, its pillars and its socket pedestals; the screen of the entrance to the courtyard;"
                },
                {
                    "verse":"18",
                    "text":"the tent pins of the tabernacle and the tent pins of the courtyard and their cords;"
                },
                {
                    "verse":"19",
                    "text":"the finely woven garments for ministering in the sanctuary, the holy garments for Aaron the priest, and the garments of his sons for serving as priests.’“"
                },
                {
                    "verse":"20",
                    "text":"So all the assembly of the Israelites went out from before Moses."
                },
                {
                    "verse":"21",
                    "text":"Then everyone whose heart impelled him and everyone whose spirit incited him came and brought their contribution for Jehovah to be used for the tent of meeting, for all its service, and for the holy garments."
                },
                {
                    "verse":"22",
                    "text":"They kept coming, the men along with the women, each with a willing heart, bringing brooches, earrings, rings, and other jewelry, as well as all sorts of articles of gold. They all presented their offerings of gold to Jehovah."
                },
                {
                    "verse":"23",
                    "text":"And all who had blue thread, purple wool, scarlet material, fine linen, goat hair, ram skins dyed red, and sealskins brought them."
                },
                {
                    "verse":"24",
                    "text":"All those contributing silver and copper brought Jehovah’s contribution, and all who had acacia wood for any part of the work brought it."
                },
                {
                    "verse":"25",
                    "text":"All the skilled women spun with their hands, and they brought what they had spun: blue thread, purple wool, scarlet material, and fine linen."
                },
                {
                    "verse":"26",
                    "text":"And all the skilled women whose hearts impelled them spun the goat hair."
                },
                {
                    "verse":"27",
                    "text":"And the chieftains brought onyx stones and other stones to be set in the ephʹod and the breastpiece,"
                },
                {
                    "verse":"28",
                    "text":"and the balsam and the oil for lighting and for the anointing oil and for the perfumed incense."
                },
                {
                    "verse":"29",
                    "text":"All the men and women whose hearts incited them brought something for the work that Jehovah, through Moses, had commanded to be done; the Israelites brought it as a voluntary offering to Jehovah."
                },
                {
                    "verse":"30",
                    "text":"Then Moses said to the Israelites: “See, Jehovah has chosen Bezʹal·el the son of Uʹri the son of Hur of the tribe of Judah."
                },
                {
                    "verse":"31",
                    "text":"He has filled him with the spirit of God, giving him wisdom, understanding, and knowledge of every sort of craftsmanship"
                },
                {
                    "verse":"32",
                    "text":"for making artistic designs, for working with gold, silver, and copper,"
                },
                {
                    "verse":"33",
                    "text":"for cutting and setting stones, and for making all kinds of artistic wood products."
                },
                {
                    "verse":"34",
                    "text":"And he has put it into his heart to teach, he and O·hoʹli·ab the son of A·hisʹa·mach of the tribe of Dan."
                },
                {
                    "verse":"35",
                    "text":"He has filled them with skill to do all the work of a craftsman, an embroiderer, and a weaver using blue thread, purple wool, scarlet material, and fine linen, and of a loom worker. These men will do every sort of work and prepare every sort of design."
                }
            ]
        },
        {
            "chapter":"36",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Bezʹal·el will work along with O·hoʹli·ab and every skilled man to whom Jehovah has given wisdom and understanding so as to know how to do all the work of the holy service just as Jehovah has commanded.“"
                },
                {
                    "verse":"2",
                    "text":"Moses then called Bezʹal·el and O·hoʹli·ab and every skilled man into whose heart Jehovah had put wisdom, everyone whose heart impelled him to volunteer to do the work."
                },
                {
                    "verse":"3",
                    "text":"Then they took from Moses all the contribution that the Israelites had brought for the work of the holy service. However, these continued to bring him voluntary offerings, morning after morning."
                },
                {
                    "verse":"4",
                    "text":"Then after they started the holy work, all the skilled workers were coming, one after another,"
                },
                {
                    "verse":"5",
                    "text":"and they were telling Moses: “The people are bringing much more than what is required for the work that Jehovah has commanded to be done.“"
                },
                {
                    "verse":"6",
                    "text":"So Moses commanded that an announcement be made throughout the camp, saying: “Men and women, do not bring any more goods for the holy contribution.“ With that the people were restrained from bringing in anything else."
                },
                {
                    "verse":"7",
                    "text":"The goods were enough for all the work to be done, and more than enough."
                },
                {
                    "verse":"8",
                    "text":"So all the skilled workers made the tabernacle of ten tent cloths of fine twisted linen, blue thread, purple wool, and scarlet material; he made them with cherubs embroidered on them."
                },
                {
                    "verse":"9",
                    "text":"Each tent cloth was 28 cubits long and 4 cubits wide. All the tent cloths were the same size."
                },
                {
                    "verse":"10",
                    "text":"Then he joined five of the tent cloths together, and the other five tent cloths he joined together."
                },
                {
                    "verse":"11",
                    "text":"After that he made loops of blue thread on the edge of the one tent cloth where it would join. He did the same on the edge of the outermost tent cloth at the corresponding place where it would join."
                },
                {
                    "verse":"12",
                    "text":"He made 50 loops on the one tent cloth and 50 loops on the other edge of the tent cloth at the place where it would join so that the loops would be opposite one another."
                },
                {
                    "verse":"13",
                    "text":"Finally, he made 50 gold clasps and joined the tent cloths together with the clasps, so that the tabernacle became one unit."
                },
                {
                    "verse":"14",
                    "text":"Then he made tent cloths of goat hair for the tent over the tabernacle. He made 11 tent cloths."
                },
                {
                    "verse":"15",
                    "text":"Each tent cloth was 30 cubits long and 4 cubits wide. The 11 tent cloths were the same size."
                },
                {
                    "verse":"16",
                    "text":"Then he joined five of the tent cloths together, and he joined the other six tent cloths together."
                },
                {
                    "verse":"17",
                    "text":"Next he made 50 loops along the edge of the outermost tent cloth where it joined, and he made 50 loops along the edge of the other tent cloth that joined with it."
                },
                {
                    "verse":"18",
                    "text":"And he made 50 copper clasps for joining the tent together to become one unit."
                },
                {
                    "verse":"19",
                    "text":"He made a covering for the tent out of ram skins dyed red and a covering out of sealskins to go over that."
                },
                {
                    "verse":"20",
                    "text":"Then he made out of acacia wood the tabernacle’s panel frames, which stood upright."
                },
                {
                    "verse":"21",
                    "text":"Each panel frame was ten cubits high and one and a half cubits wide."
                },
                {
                    "verse":"22",
                    "text":"Each panel frame had two tenons joined to each other. That is how he made all the panel frames of the tabernacle."
                },
                {
                    "verse":"23",
                    "text":"Thus he made the panel frames for the south side of the tabernacle, 20 panel frames, facing south."
                },
                {
                    "verse":"24",
                    "text":"Then he made 40 socket pedestals of silver to go under the 20 panel frames, two socket pedestals beneath one panel frame for its two tenons and two socket pedestals under each following panel frame for its two tenons."
                },
                {
                    "verse":"25",
                    "text":"For the other side of the tabernacle, the northern side, he made 20 panel frames"
                },
                {
                    "verse":"26",
                    "text":"and their 40 socket pedestals of silver, two socket pedestals beneath the one panel frame and two socket pedestals beneath each of the other panel frames."
                },
                {
                    "verse":"27",
                    "text":"For the rear section of the tabernacle to the west, he made six panel frames."
                },
                {
                    "verse":"28",
                    "text":"He made two panel frames as corner posts of the tabernacle at the two rear corners."
                },
                {
                    "verse":"29",
                    "text":"The posts were doubled from the bottom to the top, up to the first ring. That is what he did with the two corner posts."
                },
                {
                    "verse":"30",
                    "text":"So they amounted to eight panel frames along with their 16 socket pedestals of silver, two socket pedestals under each panel frame."
                },
                {
                    "verse":"31",
                    "text":"Then he made bars of acacia wood, five bars for the panel frames of the one side of the tabernacle"
                },
                {
                    "verse":"32",
                    "text":"and five bars for the panel frames of the other side of the tabernacle and five for the panel frames of the tabernacle for the rear section to the west."
                },
                {
                    "verse":"33",
                    "text":"He made the middle bar to extend along the middle of the panel frames from one end to the other."
                },
                {
                    "verse":"34",
                    "text":"He overlaid the panel frames with gold, and he made their rings of gold as holders for the bars, and he overlaid the bars with gold."
                },
                {
                    "verse":"35",
                    "text":"Then he made a curtain of blue thread, purple wool, scarlet material, and fine twisted linen. He made it with cherubs embroidered on it."
                },
                {
                    "verse":"36",
                    "text":"Then he made for it four acacia pillars and overlaid them with gold, along with hooks of gold, and cast four socket pedestals of silver for them."
                },
                {
                    "verse":"37",
                    "text":"Next he made a screen for the entrance of the tent out of blue thread, purple wool, scarlet material, and fine twisted linen woven together,"
                },
                {
                    "verse":"38",
                    "text":"as well as its five pillars and their hooks. He overlaid their tops and their connectors with gold, but their five socket pedestals were of copper."
                }
            ]
        },
        {
            "chapter":"37",
            "verses":[
                {
                    "verse":"1",
                    "text":"Bezʹal·el then made the Ark of acacia wood. It was two and a half cubits long and a cubit and a half wide and a cubit and a half high."
                },
                {
                    "verse":"2",
                    "text":"He overlaid it with pure gold inside and outside and made a border of gold around it."
                },
                {
                    "verse":"3",
                    "text":"After that he cast four rings of gold for it, for above its four feet, with two rings on its one side and two rings on its other side."
                },
                {
                    "verse":"4",
                    "text":"He next made poles of acacia wood and overlaid them with gold."
                },
                {
                    "verse":"5",
                    "text":"Then he put the poles through the rings on the sides of the Ark for carrying the Ark."
                },
                {
                    "verse":"6",
                    "text":"He made the cover of pure gold. It was two and a half cubits long and a cubit and a half wide."
                },
                {
                    "verse":"7",
                    "text":"He then made two cherubs of hammered gold on both ends of the cover."
                },
                {
                    "verse":"8",
                    "text":"One cherub was on one end, and the other cherub on the other end. He made the cherubs on both ends of the cover."
                },
                {
                    "verse":"9",
                    "text":"The two cherubs spread out their wings upward, overshadowing the cover with their wings. They were facing each other, and their faces were turned toward the cover."
                },
                {
                    "verse":"10",
                    "text":"He then made the table of acacia wood. It was two cubits long, a cubit wide, and a cubit and a half high."
                },
                {
                    "verse":"11",
                    "text":"And he overlaid it with pure gold and made a border of gold around it."
                },
                {
                    "verse":"12",
                    "text":"Next he made a rim the width of a handbreadth to go around it and a border of gold to go around the rim."
                },
                {
                    "verse":"13",
                    "text":"Further, he cast four rings of gold for it and placed the rings on the four corners where the four legs were attached."
                },
                {
                    "verse":"14",
                    "text":"The rings were near the rim, as holders for the poles used for carrying the table."
                },
                {
                    "verse":"15",
                    "text":"Then he made the poles of acacia wood and overlaid them with gold for carrying the table."
                },
                {
                    "verse":"16",
                    "text":"After that he made out of pure gold the utensils that went on the table—its dishes, its cups, and its bowls and pitchers from which drink offerings would be poured."
                },
                {
                    "verse":"17",
                    "text":"Then he made the lampstand of pure gold. He made the lampstand of hammered work. Its base, its stem, its cups, its knobs, and its blossoms were one piece."
                },
                {
                    "verse":"18",
                    "text":"Six branches were extending out from its stem, three branches of the lampstand from its one side and three branches from its other side."
                },
                {
                    "verse":"19",
                    "text":"Three cups shaped like almond flowers were on the one set of branches, with knobs and blossoms alternating, and three cups shaped like almond flowers were on the other set of branches, with knobs and blossoms alternating. This was done for the six branches extending out from the stem of the lampstand."
                },
                {
                    "verse":"20",
                    "text":"And on the stem of the lampstand were four cups shaped like almond flowers, with knobs and blossoms alternating."
                },
                {
                    "verse":"21",
                    "text":"There was a knob under the first two branches that extended out of the stem and a knob under the next two branches and a knob under the next two branches, for the six branches extending out from the stem of the lampstand."
                },
                {
                    "verse":"22",
                    "text":"The knobs and the branches and the whole lampstand were made to be one piece of pure, hammered gold."
                },
                {
                    "verse":"23",
                    "text":"Then he made its seven lamps and its snuffers and its fire holders out of pure gold."
                },
                {
                    "verse":"24",
                    "text":"He made it, along with all its utensils, from a talent of pure gold."
                },
                {
                    "verse":"25",
                    "text":"He now made the altar of incense out of acacia wood. It was square, a cubit long, a cubit wide, and two cubits high. Its horns were one piece with it."
                },
                {
                    "verse":"26",
                    "text":"He overlaid it with pure gold, its top surface and its sides all around and its horns, and he made a border of gold around it."
                },
                {
                    "verse":"27",
                    "text":"He made two rings of gold for it below its border on two opposite sides to hold the poles used for carrying it."
                },
                {
                    "verse":"28",
                    "text":"After that he made the poles of acacia wood and overlaid them with gold."
                },
                {
                    "verse":"29",
                    "text":"He also made the holy anointing oil and the pure, perfumed incense, skillfully blended."
                }
            ]
        },
        {
            "chapter":"38",
            "verses":[
                {
                    "verse":"1",
                    "text":"He made the altar of burnt offering out of acacia wood. It was square, five cubits long, five cubits wide, and three cubits high."
                },
                {
                    "verse":"2",
                    "text":"Then he made its horns on its four corners. Its horns were one piece with it. Next he overlaid it with copper."
                },
                {
                    "verse":"3",
                    "text":"After that he made all the utensils of the altar, the buckets, the shovels, the bowls, the forks, and the fire holders. All its utensils he made of copper."
                },
                {
                    "verse":"4",
                    "text":"He also made a grating for the altar, a network of copper, under its rim, down toward its center."
                },
                {
                    "verse":"5",
                    "text":"He cast four rings on the four corners near the grating of copper, as holders for the poles."
                },
                {
                    "verse":"6",
                    "text":"After that he made the poles of acacia wood and overlaid them with copper."
                },
                {
                    "verse":"7",
                    "text":"He inserted the poles into the rings on the sides of the altar for carrying it. He made the altar in the form of a hollow chest of planks."
                },
                {
                    "verse":"8",
                    "text":"Then he made the basin of copper and its copper stand; he used the mirrors of the women who were organized to serve at the entrance of the tent of meeting."
                },
                {
                    "verse":"9",
                    "text":"Then he made the courtyard. For the south side of the courtyard, facing south, he made the hanging curtains of fine twisted linen, for 100 cubits."
                },
                {
                    "verse":"10",
                    "text":"There were 20 pillars and 20 socket pedestals of copper, and the hooks of the pillars and their connectors were of silver."
                },
                {
                    "verse":"11",
                    "text":"Also, for the north side, there were 100 cubits of hanging curtains. Their 20 pillars and their 20 socket pedestals were of copper. The hooks of the pillars and their connectors were of silver."
                },
                {
                    "verse":"12",
                    "text":"But for the west side, the hanging curtains were for 50 cubits. There were ten pillars and ten socket pedestals, and the hooks of the pillars and their connectors were of silver."
                },
                {
                    "verse":"13",
                    "text":"The width of the east side, toward the sunrising, was 50 cubits."
                },
                {
                    "verse":"14",
                    "text":"There were 15 cubits of hanging curtains on the one wing, with three pillars and three socket pedestals."
                },
                {
                    "verse":"15",
                    "text":"And for the other wing on the other side of the entrance of the courtyard, there were hanging curtains for 15 cubits, with three pillars and three socket pedestals."
                },
                {
                    "verse":"16",
                    "text":"All the hanging curtains around the courtyard were of fine twisted linen."
                },
                {
                    "verse":"17",
                    "text":"The socket pedestals for the pillars were of copper, the hooks of the pillars and their connectors were of silver, the tops were overlaid with silver, and there were silver fasteners for all the pillars of the courtyard."
                },
                {
                    "verse":"18",
                    "text":"The screen of the entrance of the courtyard was woven of blue thread, purple wool, scarlet material, and fine twisted linen. It was 20 cubits long and 5 cubits high, the same height as the hanging curtains of the courtyard."
                },
                {
                    "verse":"19",
                    "text":"Their four pillars and their four socket pedestals were made of copper. Their hooks and connectors were of silver, and their tops were overlaid with silver."
                },
                {
                    "verse":"20",
                    "text":"All the tent pins for the tabernacle and around the courtyard were of copper."
                },
                {
                    "verse":"21",
                    "text":"The following is the inventory of the tabernacle, the tabernacle of the Testimony, which was inventoried at the command of Moses, as the responsibility of the Levites under the direction of Ithʹa·mar the son of Aaron the priest."
                },
                {
                    "verse":"22",
                    "text":"Bezʹal·el the son of Uʹri the son of Hur of the tribe of Judah did all that Jehovah had commanded Moses."
                },
                {
                    "verse":"23",
                    "text":"With him was O·hoʹli·ab the son of A·hisʹa·mach of the tribe of Dan, a craftsman and an embroiderer and a weaver of the blue thread, the purple wool, the scarlet material, and the fine linen."
                },
                {
                    "verse":"24",
                    "text":"All the gold that was used for all the work of the holy place equaled the amount of the gold of the wave offering, 29 talents and 730 shekels by the standard shekel of the holy place."
                },
                {
                    "verse":"25",
                    "text":"And the silver of the ones registered of the assembly was 100 talents and 1,775 shekels by the standard shekel of the holy place."
                },
                {
                    "verse":"26",
                    "text":"The half shekel for each individual was half a shekel by the standard shekel of the holy place for every man who was among those registered from 20 years of age and up, amounting to 603,550."
                },
                {
                    "verse":"27",
                    "text":"The casting of the socket pedestals of the holy place and the socket pedestals of the curtain amounted to 100 talents; 100 socket pedestals equaled 100 talents, one talent for each socket pedestal."
                },
                {
                    "verse":"28",
                    "text":"From the 1,775 shekels, he made hooks for the pillars and overlaid their tops and joined them together."
                },
                {
                    "verse":"29",
                    "text":"The copper of the offering was 70 talents and 2,400 shekels."
                },
                {
                    "verse":"30",
                    "text":"With this he made the socket pedestals of the entrance of the tent of meeting, the copper altar and its copper grating, all the utensils of the altar,"
                },
                {
                    "verse":"31",
                    "text":"the socket pedestals around the courtyard, the socket pedestals of the entrance of the courtyard, and all the tent pins of the tabernacle and all the tent pins around the courtyard."
                }
            ]
        },
        {
            "chapter":"39",
            "verses":[
                {
                    "verse":"1",
                    "text":"From the blue thread, the purple wool, and the scarlet material, they made finely woven garments for ministering in the holy place. They made the holy garments that were for Aaron, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"2",
                    "text":"He made the ephʹod of gold, blue thread, purple wool, scarlet material, and fine twisted linen."
                },
                {
                    "verse":"3",
                    "text":"They hammered plates of gold into thin sheets, and he cut it into threads to work in with the blue thread, the purple wool, the scarlet material, and the fine linen, and it was embroidered."
                },
                {
                    "verse":"4",
                    "text":"They made shoulder pieces for it that were joined at its two top edges."
                },
                {
                    "verse":"5",
                    "text":"And the woven belt, which was attached to the ephʹod for tying it securely in position, was made of the same material, of gold, blue thread, purple wool, scarlet material, and fine twisted linen, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"6",
                    "text":"Then they mounted the onyx stones in gold settings, and they engraved them with the names of the sons of Israel, as they would engrave a seal."
                },
                {
                    "verse":"7",
                    "text":"He placed them on the shoulder pieces of the ephʹod as memorial stones for the sons of Israel, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"8",
                    "text":"Then he made the breastpiece with the workmanship of an embroiderer, like the workmanship of the ephʹod, out of gold, blue thread, purple wool, scarlet material, and fine twisted linen."
                },
                {
                    "verse":"9",
                    "text":"It was square when doubled. They made the breastpiece, which, when doubled, was as long and as wide as the span of the hand."
                },
                {
                    "verse":"10",
                    "text":"They set four rows of stones in it. The first row was ruby, topaz, and emerald."
                },
                {
                    "verse":"11",
                    "text":"The second row was turquoise, sapphire, and jasper."
                },
                {
                    "verse":"12",
                    "text":"The third row was "
                },
                {
                    "verse":"13",
                    "text":"And the fourth row was chrysʹo·lite, onyx, and jade. They were mounted in settings of gold."
                },
                {
                    "verse":"14",
                    "text":"The stones corresponded to the names of the 12 sons of Israel, and the names were engraved like a seal, each name representing one of the 12 tribes."
                },
                {
                    "verse":"15",
                    "text":"Then they made wreathed chains on the breastpiece, like cords of pure gold."
                },
                {
                    "verse":"16",
                    "text":"And they made two settings of gold and two rings of gold and attached the two rings to the two corners of the breastpiece."
                },
                {
                    "verse":"17",
                    "text":"After that they put the two cords of gold through the two rings at the corners of the breastpiece."
                },
                {
                    "verse":"18",
                    "text":"Then they put the two ends of the two cords through the two settings and attached them to the shoulder pieces on the front of the ephʹod."
                },
                {
                    "verse":"19",
                    "text":"Next they made two rings of gold and set them at the two ends on the inside edge of the breastpiece, facing the ephʹod."
                },
                {
                    "verse":"20",
                    "text":"Then they made two more rings of gold and put them on the front of the ephʹod, below the two shoulder pieces, close to where it is joined, above the woven belt of the ephʹod."
                },
                {
                    "verse":"21",
                    "text":"Finally, they tied the breastpiece with a blue cord from its rings to the rings of the ephʹod, in order to keep the breastpiece in its place on the ephʹod, above the woven belt, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"22",
                    "text":"Then he made the sleeveless coat of the ephʹod, woven by a loom worker, all of blue thread."
                },
                {
                    "verse":"23",
                    "text":"The opening of the sleeveless coat was in the middle of it, like the opening of a coat of mail. Its opening had a border around it, so that it would not be torn."
                },
                {
                    "verse":"24",
                    "text":"Next they made on the hem of the sleeveless coat pomegranates of blue thread, purple wool, and scarlet material, twisted together."
                },
                {
                    "verse":"25",
                    "text":"And they made bells of pure gold and put the bells in between the pomegranates all around the hem of the sleeveless coat, in between the pomegranates;"
                },
                {
                    "verse":"26",
                    "text":"they alternated a bell and a pomegranate, a bell and a pomegranate, all around the hem of the sleeveless coat, which was used for ministering, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"27",
                    "text":"And they made the robes of fine linen, woven by a loom worker, for Aaron and his sons,"
                },
                {
                    "verse":"28",
                    "text":"and the turban of fine linen, the ornamental headgear of fine linen, the linen shorts of fine twisted linen,"
                },
                {
                    "verse":"29",
                    "text":"and the sash of fine twisted linen, blue thread, purple wool, and scarlet material woven together, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"30",
                    "text":"Finally, they made the shining plate, the holy sign of dedication, out of pure gold and inscribed on it an inscription as one would engrave a seal: “Holiness belongs to Jehovah.“"
                },
                {
                    "verse":"31",
                    "text":"They attached to it a cord made from blue thread in order to put it on the turban, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"32",
                    "text":"So all the work for the tabernacle, the tent of meeting, was completed, and the Israelites did everything that Jehovah had commanded Moses. They did just so."
                },
                {
                    "verse":"33",
                    "text":"Then they brought the tabernacle to Moses, the tent and all its equipment: its clasps, its panel frames, its bars and its pillars and its socket pedestals;"
                },
                {
                    "verse":"34",
                    "text":"its covering of ram skins dyed red, its covering of sealskins, the curtain for the screen;"
                },
                {
                    "verse":"35",
                    "text":"the ark of the Testimony and its poles and the cover;"
                },
                {
                    "verse":"36",
                    "text":"the table, all its utensils and the showbread;"
                },
                {
                    "verse":"37",
                    "text":"the lampstand of pure gold, its lamps, the row of lamps, and all its utensils and the oil for lighting;"
                },
                {
                    "verse":"38",
                    "text":"the altar of gold, the anointing oil, the perfumed incense, the screen for the entrance of the tent;"
                },
                {
                    "verse":"39",
                    "text":"the altar of copper and its grating of copper, its poles, all its utensils, the basin and its stand;"
                },
                {
                    "verse":"40",
                    "text":"the hanging curtains of the courtyard, its pillars and its socket pedestals, the screen for the entrance of the courtyard, its tent cords and its tent pins and all the utensils for the service of the tabernacle, for the tent of meeting;"
                },
                {
                    "verse":"41",
                    "text":"the finely woven garments for ministering in the sanctuary, the holy garments for Aaron the priest, and the garments of his sons for serving as priests."
                },
                {
                    "verse":"42",
                    "text":"According to all that Jehovah had commanded Moses, that was how the Israelites did all the work."
                },
                {
                    "verse":"43",
                    "text":"When Moses inspected all their work, he saw that they had done it just as Jehovah had commanded; and Moses blessed them."
                }
            ]
        },
        {
            "chapter":"40",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah said to Moses:"
                },
                {
                    "verse":"2",
                    "text":"“On the first day of the first month, you are to set up the tabernacle, the tent of meeting."
                },
                {
                    "verse":"3",
                    "text":"Place the ark of the Testimony in it, and screen off the Ark with the curtain."
                },
                {
                    "verse":"4",
                    "text":"You are to bring the table in and arrange the things that belong on it and bring in the lampstand and light its lamps."
                },
                {
                    "verse":"5",
                    "text":"Then put the golden altar for incense before the ark of the Testimony and put the screen for the entrance of the tabernacle in place."
                },
                {
                    "verse":"6",
                    "text":"“You are to put the altar of burnt offering before the entrance of the tabernacle, the tent of meeting,"
                },
                {
                    "verse":"7",
                    "text":"and place the basin between the tent of meeting and the altar and put water in it."
                },
                {
                    "verse":"8",
                    "text":"Then set up the courtyard around it and put up the screen for the entrance of the courtyard."
                },
                {
                    "verse":"9",
                    "text":"Next you are to take the anointing oil and anoint the tabernacle and all that is in it, and sanctify it and all its utensils, so that it will become something holy."
                },
                {
                    "verse":"10",
                    "text":"You are to anoint the altar of burnt offering and all its utensils and sanctify the altar, so that it will become a most holy altar."
                },
                {
                    "verse":"11",
                    "text":"And anoint the basin and its stand and sanctify it."
                },
                {
                    "verse":"12",
                    "text":"“Then bring Aaron and his sons near to the entrance of the tent of meeting, and wash them with water."
                },
                {
                    "verse":"13",
                    "text":"And you are to clothe Aaron with the holy garments and anoint him and sanctify him, and he will serve as priest to me."
                },
                {
                    "verse":"14",
                    "text":"After that bring his sons near, and clothe them with robes."
                },
                {
                    "verse":"15",
                    "text":"You are to anoint them just as you anointed their father, so that they will serve as priests to me, and their anointing will serve continually for them as a lasting priesthood during their generations.“"
                },
                {
                    "verse":"16",
                    "text":"Moses did according to all that Jehovah had commanded him. He did just so."
                },
                {
                    "verse":"17",
                    "text":"In the first month, in the second year, on the first day of the month, the tabernacle was set up."
                },
                {
                    "verse":"18",
                    "text":"When Moses set up the tabernacle, he put its socket pedestals down, set up the panel frames, put its bars in, and set up its pillars."
                },
                {
                    "verse":"19",
                    "text":"He spread out the tent over the tabernacle and placed the covering of the tent over it, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"20",
                    "text":"After that he took the Testimony and put it into the Ark and placed the poles on the Ark and put the cover on the Ark."
                },
                {
                    "verse":"21",
                    "text":"He brought the Ark into the tabernacle and put the curtain of the screen in place and screened off the ark of the Testimony, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"22",
                    "text":"Next he put the table in the tent of meeting on the north side of the tabernacle outside the curtain,"
                },
                {
                    "verse":"23",
                    "text":"and he arranged the row of bread on it before Jehovah, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"24",
                    "text":"He placed the lampstand in the tent of meeting in front of the table, on the south side of the tabernacle."
                },
                {
                    "verse":"25",
                    "text":"He lit the lamps before Jehovah, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"26",
                    "text":"He next placed the golden altar in the tent of meeting before the curtain,"
                },
                {
                    "verse":"27",
                    "text":"in order to make perfumed incense smoke on it, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"28",
                    "text":"Then he put the screen for the entrance of the tabernacle in place."
                },
                {
                    "verse":"29",
                    "text":"He placed the altar of burnt offering at the entrance of the tabernacle, the tent of meeting, so that he might offer up the burnt offering and the grain offering on it, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"30",
                    "text":"He then placed the basin between the tent of meeting and the altar and put water in it for washing."
                },
                {
                    "verse":"31",
                    "text":"Moses and Aaron and his sons washed their hands and their feet at it."
                },
                {
                    "verse":"32",
                    "text":"Whenever they went into the tent of meeting or approached the altar, they would wash, just as Jehovah had commanded Moses."
                },
                {
                    "verse":"33",
                    "text":"Finally he set up the courtyard around the tabernacle and the altar and put up the screen for the entrance of the courtyard.\nSo Moses finished the work."
                },
                {
                    "verse":"34",
                    "text":"And the cloud began to cover the tent of meeting, and Jehovah’s glory filled the tabernacle."
                },
                {
                    "verse":"35",
                    "text":"Moses was not able to go into the tent of meeting because the cloud remained over it, and Jehovah’s glory filled the tabernacle."
                },
                {
                    "verse":"36",
                    "text":"And when the cloud lifted from the tabernacle, the Israelites would break camp during all stages of their journey."
                },
                {
                    "verse":"37",
                    "text":"However, if the cloud did not lift up, then they would not break camp until the day it lifted."
                },
                {
                    "verse":"38",
                    "text":"For Jehovah’s cloud was over the tabernacle by day, and a fire remained over it by night in the sight of all the house of Israel during all stages of their journey."
                }
            ]
        }
    ]
}