{
    "book":"Habakkuk",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"A pronouncement that Ha·bakʹkuk the prophet received in a vision:"
                },
                {
                    "verse":"2",
                    "text":"How long, O Jehovah, must I cry for help, but you do not hear?\nHow long must I ask for help from violence, but you do not intervene?"
                },
                {
                    "verse":"3",
                    "text":"Why do you make me witness wrongdoing?\nAnd why do you tolerate oppression?\nWhy are destruction and violence before me?\nAnd why do quarreling and conflict abound?"
                },
                {
                    "verse":"4",
                    "text":"So law is paralyzed,And justice is never carried out.\nFor the wicked surround the righteous;That is why justice is perverted."
                },
                {
                    "verse":"5",
                    "text":"“Look among the nations and pay attention!\nStare in amazement and be astounded;For something will happen in your daysThat you will not believe even if it is told to you."
                },
                {
                    "verse":"6",
                    "text":"For here I am raising up the Chal·deʹans,The ruthless and impetuous nation.\nThey sweep through vast stretches of the earthTo seize homes not theirs."
                },
                {
                    "verse":"7",
                    "text":"They are frightening and fearsome.\nThey establish their own justice and authority."
                },
                {
                    "verse":"8",
                    "text":"Their horses are swifter than leopards,And they are fiercer than wolves in the night.\nTheir warhorses gallop forward;Their horses come from far away.\nThey swoop down like the eagle rushing to feed."
                },
                {
                    "verse":"9",
                    "text":"All of them come bent on violence.\nThe assembling of their faces is like the east wind,And they scoop up captives like sand."
                },
                {
                    "verse":"10",
                    "text":"They scoff at kingsAnd laugh at high officials.\nThey laugh at every fortified place;They pile up a dirt ramp and capture it."
                },
                {
                    "verse":"11",
                    "text":"Then they move forward like the wind and pass through,But they will become guilty,Because they credit their power to their god.“"
                },
                {
                    "verse":"12",
                    "text":"Are you not from everlasting, O Jehovah?\nO my God, my Holy One, you do not die.\nO Jehovah, you appointed them to execute judgment;My Rock, you established them for punishment."
                },
                {
                    "verse":"13",
                    "text":"Your eyes are too pure to look on what is evil,And you cannot tolerate wickedness.\nWhy, then, do you tolerate the treacherousAnd keep silent when a wicked man swallows up someone more righteous than he is?"
                },
                {
                    "verse":"14",
                    "text":"Why do you make man like the fish of the sea,Like creeping things that have no ruler?"
                },
                {
                    "verse":"15",
                    "text":"All of these he hauls up with a fishhook.\nHe catches them in his dragnet,And he gathers them in his fishing net.\nThat is why he rejoices greatly."
                },
                {
                    "verse":"16",
                    "text":"That is why he offers sacrifices to his dragnetAnd makes sacrifices to his fishing net;For by them his portion is rich,And his food is choice."
                },
                {
                    "verse":"17",
                    "text":"Will he then keep emptying out his dragnet?\nWill he go on slaughtering nations without compassion?"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"At my guardpost I will keep standing,And I will station myself on the rampart.\nI will keep watch to see what he will speak by means of meAnd what I will reply when I am reproved."
                },
                {
                    "verse":"2",
                    "text":"Jehovah then answered me:\n“Write down the vision, and inscribe it clearly on tablets,So that the one reading aloud from it may do so easily."
                },
                {
                    "verse":"3",
                    "text":"For the vision is yet for its appointed time,And it is rushing toward its end, and it will not lie.\nEven if it should delay, keep in expectation of it!\nFor it will without fail come true.\nIt will not be late!"
                },
                {
                    "verse":"4",
                    "text":"Look at the one who is proud;He is not upright within himself.\nBut the righteous one will live by his faithfulness."
                },
                {
                    "verse":"5",
                    "text":"Indeed, because the wine is treacherous,The arrogant man will not reach his goal.\nHe makes his appetite as large as the Grave;He is like death and cannot be satisfied.\nHe keeps gathering all the nationsAnd collecting for himself all the peoples."
                },
                {
                    "verse":"6",
                    "text":"Will not all of these speak a proverb, an allusion, and riddles against him?\nThey will say:\n‘Woe to him who accumulates what is not his—For how long?—And who makes even greater his own debt!"
                },
                {
                    "verse":"7",
                    "text":"Will not your creditors rise up suddenly?\nThey will wake up and violently shake you,And you will become something for them to plunder."
                },
                {
                    "verse":"8",
                    "text":"Because you plundered many nations,All the rest of the peoples will plunder you,Because of your shedding men’s bloodAnd your violence to the earth,To the cities and those living in them."
                },
                {
                    "verse":"9",
                    "text":"Woe to the one who makes evil gain for his house,So as to set his nest on the height,To escape the grasp of calamity!"
                },
                {
                    "verse":"10",
                    "text":"You have plotted shame against your house.\nBy wiping out many peoples you sin against yourself."
                },
                {
                    "verse":"11",
                    "text":"For a stone will cry out from the wall,And from the woodwork a rafter will answer it."
                },
                {
                    "verse":"12",
                    "text":"Woe to the one who builds a city by bloodshed,And who establishes a town by unrighteousness!"
                },
                {
                    "verse":"13",
                    "text":"Look! Is it not from Jehovah of armies that peoples will work hard to feed the fire,And that nations tire themselves out for nothing?"
                },
                {
                    "verse":"14",
                    "text":"For the earth will be filled with the knowledge of the glory of JehovahAs the waters cover the sea."
                },
                {
                    "verse":"15",
                    "text":"Woe to the one who gives his companions something to drink,Adding to it rage and anger, to make them drunk,In order to look on their nakedness!"
                },
                {
                    "verse":"16",
                    "text":"You will be glutted with dishonor rather than glory.\nYou too—drink and expose your uncircumcised condition.\nThe cup in the right hand of Jehovah will come around to you,And disgrace will cover over your glory;"
                },
                {
                    "verse":"17",
                    "text":"For the violence done to Lebʹa·non will cover you,And the destruction that terrified the beasts will come upon you,Because of your shedding men’s bloodAnd your violence to the earth,To the cities and those living in them."
                },
                {
                    "verse":"18",
                    "text":"Of what benefit is a carved imageWhen its maker has carved it?\nOf what benefit is a metal statue and a teacher of lies,Even though its maker trusts in it,Making worthless gods that are speechless?"
                },
                {
                    "verse":"19",
                    "text":"Woe to the one who says to a piece of wood, “Awake!“\nOr to a speechless stone, “Wake up! Instruct us!“\nLook! It is overlaid in gold and silver,And there is no breath at all within it."
                },
                {
                    "verse":"20",
                    "text":"But Jehovah is in his holy temple.\nBe silent before him, all the earth!’“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"The prayer of Ha·bakʹkuk the prophet, in dirges:"
                },
                {
                    "verse":"2",
                    "text":"O Jehovah, I have heard the report about you.\nI am in awe, O Jehovah, of your activity.\nIn the midst of the years bring it to life!\nIn the midst of the years make it known.\nMay you remember to show mercy during the turmoil."
                },
                {
                    "verse":"3",
                    "text":"God came from Teʹman,The Holy One from Mount Paʹran. (Selah)\nHis majesty covered the heavens;With his praise the earth was filled."
                },
                {
                    "verse":"4",
                    "text":"His brightness was like the light.\nTwo rays flashed from his hand,Where his strength was hidden."
                },
                {
                    "verse":"5",
                    "text":"Before him went pestilence,And burning fever followed at his feet."
                },
                {
                    "verse":"6",
                    "text":"He stood still and shook the earth.\nWith a look, he made nations leap.\nThe eternal mountains were smashed,And the ancient hills bowed down.\nThe paths of long ago are his."
                },
                {
                    "verse":"7",
                    "text":"I saw trouble in the tents of Cuʹshan.\nThe tent cloths of the land of Midʹi·an trembled."
                },
                {
                    "verse":"8",
                    "text":"Is it against the rivers, O Jehovah,Is it against the rivers that your anger is burning?\nOr is your fury against the sea?\nFor you rode on your horses;Your chariots were victorious."
                },
                {
                    "verse":"9",
                    "text":"Your bow is uncovered and ready.\nThe rods are assigned with an oath. (Selah)\nYou split the earth with rivers."
                },
                {
                    "verse":"10",
                    "text":"Mountains writhed in pain at the sight of you.\nA downpour of waters swept through.\nThe deep roared with its voice.\nIt lifted its hands high."
                },
                {
                    "verse":"11",
                    "text":"Sun and moon stood still in their lofty abode.\nYour arrows went out like the light.\nThe lightning of your spear was brilliant."
                },
                {
                    "verse":"12",
                    "text":"You marched through the earth with indignation.\nYou trampled the nations in anger."
                },
                {
                    "verse":"13",
                    "text":"You went out for the salvation of your people, to save your anointed one.\nYou crushed the leader of the house of the wicked.\nIt was exposed from the foundation to the top. (Selah)"
                },
                {
                    "verse":"14",
                    "text":"You pierced the head of his warriors with his own weaponsWhen they stormed out to scatter me.\nThey were overjoyed to devour an afflicted one in secret."
                },
                {
                    "verse":"15",
                    "text":"Through the sea you trod with your horses,Through the surging of vast waters."
                },
                {
                    "verse":"16",
                    "text":"I heard and I trembled within;At the sound my lips quivered.\nRottenness entered my bones;My legs beneath me were shaking.\nBut I quietly wait for the day of distress,For it is coming upon the people who attack us."
                },
                {
                    "verse":"17",
                    "text":"Although the fig tree may not blossom,And there may be no fruit on the vines;Although the olive crop may fail,And the fields may produce no food;Although the flock may disappear from the pen,And there may be no cattle in the stalls;"
                },
                {
                    "verse":"18",
                    "text":"Yet, as for me, I will exult in Jehovah;I will be joyful in the God of my salvation."
                },
                {
                    "verse":"19",
                    "text":"The Sovereign Lord Jehovah is my strength;He will make my feet like those of a deerAnd cause me to tread on high places."
                }
            ]
        }
    ]
}