{
    "book":"Hosea",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The word of Jehovah that came to Ho·seʹa the son of Be·eʹri in the days of Uz·ziʹah, Joʹtham, Aʹhaz, and Hez·e·kiʹah, kings of Judah, and in the days of Jer·o·boʹam son of Joʹash, the king of Israel."
                },
                {
                    "verse":"2",
                    "text":"When Jehovah started to speak his word through Ho·seʹa, Jehovah said to Ho·seʹa: “Go, marry a woman of prostitution and have children of prostitution, because by prostitution the land has turned completely away from following Jehovah.“"
                },
                {
                    "verse":"3",
                    "text":"So he went and married Goʹmer the daughter of Dib·laʹim, and she conceived and bore him a son."
                },
                {
                    "verse":"4",
                    "text":"Then Jehovah said to him: “Name him Jezʹre·el, for in a little while I will hold an accounting against the house of Jeʹhu for the acts of bloodshed of Jezʹre·el, and I will put an end to the royal rule of the house of Israel."
                },
                {
                    "verse":"5",
                    "text":"In that day I will break the bow of Israel in the Valley of Jezʹre·el.“"
                },
                {
                    "verse":"6",
                    "text":"She conceived again and gave birth to a daughter. And He told him: “Name her Lo-ru·haʹmah, for I will no longer show mercy to the house of Israel, because I will certainly drive them away."
                },
                {
                    "verse":"7",
                    "text":"But I will show mercy to the house of Judah, and I will save them by Jehovah their God; I will not save them by bow or by sword or by war or by horses or by horsemen.“"
                },
                {
                    "verse":"8",
                    "text":"After weaning Lo-ru·haʹmah, she conceived and gave birth to a son."
                },
                {
                    "verse":"9",
                    "text":"Then He said: “Name him Lo-amʹmi, because you are not my people and I will not be yours."
                },
                {
                    "verse":"10",
                    "text":"“And the number of the people of Israel will be like the grains of sand of the sea, which cannot be measured or numbered. And in the place where it was said to them, ‘You are not my people,’ it will be said to them, ‘The sons of the living God.’"
                },
                {
                    "verse":"11",
                    "text":"And the people of Judah and of Israel will be gathered together into unity and will choose for themselves one head and go up out of the land, for great will be the day of Jezʹre·el."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Say to your brothers, ‘My people!’\nAnd to your sisters, ‘O woman shown mercy!’"
                },
                {
                    "verse":"2",
                    "text":"Accuse your mother; accuse her,For she is not my wife and I am not her husband.\nShe should remove her prostitution from herselfAnd her adultery from between her breasts,"
                },
                {
                    "verse":"3",
                    "text":"Or I will strip her naked and make her as in the day she was born,Making her like a wilderness,Reducing her to a waterless land,And causing her to die of thirst."
                },
                {
                    "verse":"4",
                    "text":"And to her sons I will not show mercy,For they are the sons of prostitution."
                },
                {
                    "verse":"5",
                    "text":"For their mother has committed prostitution.\nShe who was pregnant with them has acted shamefully, for she said,‘I will go after my passionate lovers,Those who give me my bread and my water,My wool and my linen, my oil and my drink.’"
                },
                {
                    "verse":"6",
                    "text":"So I will block your way with a hedge of thorns;And I will raise up a stone wall against her,So that she cannot find her paths."
                },
                {
                    "verse":"7",
                    "text":"She will chase after her passionate lovers, but she will not overtake them;She will look for them, but she will not find them.\nThen she will say, ‘I will go back to my first husband,For I was better off at that time than I am now.’"
                },
                {
                    "verse":"8",
                    "text":"She did not recognize that it was I who had given her the grain, the new wine, and the oil,And I who had given her silver in abundanceAnd gold, which they used for Baʹal."
                },
                {
                    "verse":"9",
                    "text":"‘Therefore, I will return and take away my grain in its timeAnd my new wine in its season,And I will snatch away my wool and my linen that were to cover her nakedness."
                },
                {
                    "verse":"10",
                    "text":"Now I will expose her private parts in full view of her passionate lovers,And no man will rescue her out of my hand."
                },
                {
                    "verse":"11",
                    "text":"I will put an end to all her joy,Her festivals, her new moons, her sabbaths, and all her festive seasons."
                },
                {
                    "verse":"12",
                    "text":"And I will ruin her vines and her fig trees, of which she has said:\n“These are my wages, which my passionate lovers gave to me“;I will turn them into a forest,And the wild animals of the field will devour them."
                },
                {
                    "verse":"13",
                    "text":"I will hold an accounting against her for the days when she offered sacrifices to the Baʹal images,When she would adorn herself with her rings and ornaments and would chase after her passionate lovers,And I was the one she forgot,’ declares Jehovah."
                },
                {
                    "verse":"14",
                    "text":"‘So I will persuade her,I will lead her into the wilderness,And I will speak to win her heart."
                },
                {
                    "verse":"15",
                    "text":"I will give her vineyards back to her from that time onward,And the Valley of Aʹchor as a gateway to hope;She will answer there as in the days of her youth,As in the day when she came out of the land of Egypt."
                },
                {
                    "verse":"16",
                    "text":"And in that day,’ declares Jehovah,‘You will call me My husband, and you will no longer call me My master.’"
                },
                {
                    "verse":"17",
                    "text":"‘I will remove the names of the Baʹal images from her mouth,And they will no longer be remembered by their name."
                },
                {
                    "verse":"18",
                    "text":"In that day I will make a covenant for them with the wild animals of the field,And with the birds of the heavens and the creeping things of the ground;I will rid the land of the bow and the sword and war,And I will make them lie down in security."
                },
                {
                    "verse":"19",
                    "text":"I will engage myself to you forever;And I will engage myself to you in righteousness and in justice,In loyal love and in mercy."
                },
                {
                    "verse":"20",
                    "text":"I will engage myself to you in faithfulness,And you will certainly know Jehovah.’"
                },
                {
                    "verse":"21",
                    "text":"‘In that day I will answer,’ declares Jehovah,‘I will answer the heavens,And they will answer the earth;"
                },
                {
                    "verse":"22",
                    "text":"And the earth will answer the grain and the new wine and the oil;And they will answer Jezʹre·el."
                },
                {
                    "verse":"23",
                    "text":"I will sow her like seed for myself in the earth,And I will show mercy to her who was not shown mercy;I will say to those not my people: “You are my people,“\nAnd they will say: “You are my God.“’“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah said to me: “Go once again, love the woman who is loved by another man and is committing adultery, just as Jehovah loves the people of Israel while they turn to other gods and love raisin cakes.“"
                },
                {
                    "verse":"2",
                    "text":"So I purchased her for myself for 15 silver pieces and a hoʹmer measure and a half of barley."
                },
                {
                    "verse":"3",
                    "text":"Then I said to her: “You will remain mine for many days. You must not commit prostitution, and you must not have relations with another man, and I will behave the same way toward you.“"
                },
                {
                    "verse":"4",
                    "text":"It is because for a long time the people of Israel will dwell without a king, without a prince, without a sacrifice, without a pillar, and without an ephʹod and teraphim statues."
                },
                {
                    "verse":"5",
                    "text":"Afterward the people of Israel will come back and look for Jehovah their God and for David their king, and they will come trembling to Jehovah and to his goodness in the final part of the days."
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"Hear the word of Jehovah, O people of Israel,For Jehovah has a legal case against the inhabitants of the land,Because there is no truth nor loyal love nor knowledge of God in the land."
                },
                {
                    "verse":"2",
                    "text":"False oaths and lying and murderAnd stealing and adultery are widespread,And one act of bloodshed follows another act of bloodshed."
                },
                {
                    "verse":"3",
                    "text":"That is why the land will mournAnd every inhabitant in it will waste away;The wild animals of the field and the birds of the heavens,Even the fish of the sea, will perish."
                },
                {
                    "verse":"4",
                    "text":"“However, let no man contend or reprove,For your people are like those who contend against a priest."
                },
                {
                    "verse":"5",
                    "text":"So you will stumble in broad daylight,And the prophet will stumble with you, as if it were night.\nAnd I will silence your mother."
                },
                {
                    "verse":"6",
                    "text":"My people will be silenced, because there is no knowledge.\nBecause you have rejected knowledge,I will also reject you from serving as my priest;And because you have forgotten the law of your God,I myself will forget your sons."
                },
                {
                    "verse":"7",
                    "text":"The more they increased, the more they sinned against me.\nI will change their glory into disgrace."
                },
                {
                    "verse":"8",
                    "text":"They feed on the sin of my people,And they are greedy for their error."
                },
                {
                    "verse":"9",
                    "text":"It will be the same for the people as for the priest;I will call them to account for their ways,And I will bring on them the consequences of their actions."
                },
                {
                    "verse":"10",
                    "text":"They will eat but not be satisfied.\nThey will be promiscuous, but they will not increase,Because they have shown no regard for Jehovah."
                },
                {
                    "verse":"11",
                    "text":"Prostitution and wine and new wineTake away the motivation to do what is right."
                },
                {
                    "verse":"12",
                    "text":"My people consult their wooden idols,Doing what their staff tells them;Because the spirit of prostitution causes them to go astray,And by their prostitution they refuse to submit to their God."
                },
                {
                    "verse":"13",
                    "text":"On the tops of the mountains they sacrifice,And on the hills they make sacrifices smoke,Under oak trees and storax trees and every big tree,Because their shade is good.\nThat is why your daughters commit prostitutionAnd your daughters-in-law commit adultery."
                },
                {
                    "verse":"14",
                    "text":"I will not hold an accounting against your daughters because of their prostitution,And against your daughters-in-law because of their adultery.\nFor the men go off with the harlotsAnd sacrifice with the temple prostitutes;Such a people without understanding will come to ruin."
                },
                {
                    "verse":"15",
                    "text":"Although you are committing prostitution, O Israel,Let not Judah become guilty.\nDo not come to Gilʹgal or to Beth-aʹven,And do not swear, ‘As surely as Jehovah is alive!’"
                },
                {
                    "verse":"16",
                    "text":"For like a stubborn cow, Israel has become stubborn.\nWill Jehovah now shepherd them like a young ram in an open pasture?"
                },
                {
                    "verse":"17",
                    "text":"Eʹphra·im is joined to idols.\nLet him alone!"
                },
                {
                    "verse":"18",
                    "text":"When their beer is finished,They become promiscuous.\nAnd her rulers dearly love dishonor."
                },
                {
                    "verse":"19",
                    "text":"The wind will wrap her in its wings,And they will be ashamed of their sacrifices.“"
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Hear this, you priests,Pay attention, O house of Israel,Listen, O house of the king,For the judgment involves you;Because you are a trap to MizʹpahAnd a net spread over Taʹbor."
                },
                {
                    "verse":"2",
                    "text":"And those falling away have sunk deep in slaughter,And I am warning all of them."
                },
                {
                    "verse":"3",
                    "text":"I know Eʹphra·im,And Israel is not hidden from me.\nFor now, O Eʹphra·im, you have acted promiscuously;Israel has defiled itself."
                },
                {
                    "verse":"4",
                    "text":"Their dealings do not permit them to return to their God,Because there is a spirit of prostitution among them;And Jehovah they do not acknowledge."
                },
                {
                    "verse":"5",
                    "text":"The pride of Israel has testified against him;Both Israel and Eʹphra·im have stumbled in their error,And Judah has stumbled with them."
                },
                {
                    "verse":"6",
                    "text":"With their flock and their herd they went to look for Jehovah,But they could not find him.\nHe had drawn away from them."
                },
                {
                    "verse":"7",
                    "text":"They have betrayed Jehovah,For they have fathered foreign sons.\nNow a month will devour them and their portions."
                },
                {
                    "verse":"8",
                    "text":"Blow a horn in Gibʹe·ah, a trumpet in Raʹmah!\nShout a war cry at Beth-aʹven—after you, O Benjamin!"
                },
                {
                    "verse":"9",
                    "text":"O Eʹphra·im, you will become an object of horror in the day of punishment.\nI have made known what will surely happen among the tribes of Israel."
                },
                {
                    "verse":"10",
                    "text":"The princes of Judah are like those moving a boundary.\nI will pour out my fury on them like water."
                },
                {
                    "verse":"11",
                    "text":"Eʹphra·im is oppressed, crushed by judgment,For he was determined to follow after his adversary."
                },
                {
                    "verse":"12",
                    "text":"So I was like a moth to Eʹphra·imAnd like rottenness to the house of Judah."
                },
                {
                    "verse":"13",
                    "text":"When Eʹphra·im saw his sickness, and Judah his ulcer,Eʹphra·im went to As·syrʹi·a and sent to a great king.\nBut he was unable to heal you,And he could not cure your ulcer."
                },
                {
                    "verse":"14",
                    "text":"For I will be like a young lion to Eʹphra·im,And like a strong lion to the house of Judah.\nI myself will tear to pieces and go away;I will carry them off, and no one will rescue them."
                },
                {
                    "verse":"15",
                    "text":"I will go away and return to my place until they bear the consequences of their guilt,And then they will seek my favor.\nWhen they are in distress, they will seek me.“"
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Come, and let us return to Jehovah,For he has torn us to pieces, but he will heal us.\nHe struck us, but he will bind our wounds."
                },
                {
                    "verse":"2",
                    "text":"He will revive us after two days.\nOn the third day he will raise us up,And we will live before him."
                },
                {
                    "verse":"3",
                    "text":"We will know, we will earnestly seek to know Jehovah.\nHis going out is as certain as the dawn;He will come to us like a pouring rain,Like a spring rain that saturates the earth.“"
                },
                {
                    "verse":"4",
                    "text":"“What should I do with you, Eʹphra·im?\nWhat should I do with you, Judah?\nFor your loyal love is like the morning clouds,Like the dew that quickly vanishes."
                },
                {
                    "verse":"5",
                    "text":"That is why I will cut them down by means of the prophets;I will kill them with the words of my mouth.\nAnd the judgments on you will shine as the light."
                },
                {
                    "verse":"6",
                    "text":"For in loyal love I delight, not in sacrifice,And in the knowledge of God, rather than in whole burnt offerings."
                },
                {
                    "verse":"7",
                    "text":"But they, like mere men, have violated the covenant.\nThere they have betrayed me."
                },
                {
                    "verse":"8",
                    "text":"Gilʹe·ad is a town of evildoers,Covered with footprints of blood."
                },
                {
                    "verse":"9",
                    "text":"The company of priests are like marauder bands lying in ambush for a man.\nThey murder on the road at Sheʹchem,For their conduct is shameful."
                },
                {
                    "verse":"10",
                    "text":"I have seen a horrible thing in the house of Israel.\nThere Eʹphra·im practices prostitution;Israel has defiled itself."
                },
                {
                    "verse":"11",
                    "text":"Furthermore, O Judah, a harvest is set for you,When I gather back the captives of my people.“"
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"“At the time when I would heal Israel,The error of Eʹphra·im is also exposed,And the wickedness of Sa·marʹi·a.\nFor they practice deception;Thieves break in and marauder bands raid outside."
                },
                {
                    "verse":"2",
                    "text":"But they do not say in their heart that I will remember all their wickedness.\nNow their dealings are all around them;They are right in front of my face."
                },
                {
                    "verse":"3",
                    "text":"They make the king rejoice by their wickedness,And princes by their deceit."
                },
                {
                    "verse":"4",
                    "text":"All of them are adulterers,Burning like an oven fired by a baker,Who stops stirring the fire after kneading the dough until it is leavened."
                },
                {
                    "verse":"5",
                    "text":"On the day of our king, princes have become sick—They are enraged because of wine.\nHe has reached out his hand to ridiculers."
                },
                {
                    "verse":"6",
                    "text":"For they approach with hearts burning like an oven.\nAll night long the baker sleeps;In the morning the oven blazes like a flaming fire."
                },
                {
                    "verse":"7",
                    "text":"All of them are hot like an oven,And they devour their rulers.\nAll their kings have fallen;No one among them calls out to me."
                },
                {
                    "verse":"8",
                    "text":"Eʹphra·im mixes with the nations.\nEʹphra·im is like a round cake left unturned."
                },
                {
                    "verse":"9",
                    "text":"Strangers have consumed his strength, but he does not know it.\nAnd his gray hairs have turned white, but he does not notice it."
                },
                {
                    "verse":"10",
                    "text":"The pride of Israel has testified against him,But they have not returned to Jehovah their God,Nor have they looked for him despite all of this."
                },
                {
                    "verse":"11",
                    "text":"Eʹphra·im is like a simpleminded dove, lacking good sense.\nThey have called out to Egypt; they have gone to As·syrʹi·a."
                },
                {
                    "verse":"12",
                    "text":"Wherever they go, I will spread my net over them.\nI will bring them down like the birds of the heavens.\nI will discipline them according to the warning given to their assembly."
                },
                {
                    "verse":"13",
                    "text":"Woe to them, for they have fled from me!\nDevastation to them, for they have transgressed against me!\nI was ready to redeem them, but they have spoken lies against me."
                },
                {
                    "verse":"14",
                    "text":"From their heart they did not call to me for help,Although they kept wailing on their beds.\nFor their grain and new wine they would slash themselves;They turn against me."
                },
                {
                    "verse":"15",
                    "text":"Although I disciplined them and strengthened their arms,They are against me, scheming what is bad."
                },
                {
                    "verse":"16",
                    "text":"They changed course, but not to anything loftier;They were as unreliable as a loose bow.\nTheir princes will fall by the sword because of their defiant tongues.\nFor this they will be an object of ridicule in the land of Egypt.“"
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Put a horn to your mouth!\nOne comes like an eagle against the house of Jehovah,For they have violated my covenant and transgressed against my law."
                },
                {
                    "verse":"2",
                    "text":"To me they cry out, ‘My God, we, Israel, know you!’"
                },
                {
                    "verse":"3",
                    "text":"Israel has rejected what is good.\nLet an enemy pursue him."
                },
                {
                    "verse":"4",
                    "text":"They have appointed kings, but not through me.\nThey have appointed princes, but I did not recognize them.\nWith their silver and their gold they have made idols,To their own destruction."
                },
                {
                    "verse":"5",
                    "text":"Your calf has been rejected, O Sa·marʹi·a.\nMy anger flares up against them.\nHow long will they be incapable of innocence?"
                },
                {
                    "verse":"6",
                    "text":"For this is from Israel.\nA craftsman made it, and it is not God;The calf of Sa·marʹi·a will be reduced to splinters."
                },
                {
                    "verse":"7",
                    "text":"For it is wind that they are sowing,And they will reap a storm wind.\nNo stalk produces ripe grain;Whatever sprouts produces no flour.\nIf any is produced, foreigners will swallow it down."
                },
                {
                    "verse":"8",
                    "text":"Israel will be swallowed down.\nNow they will be among the nations,Like an unwanted vessel."
                },
                {
                    "verse":"9",
                    "text":"For they have gone up to As·syrʹi·a, like a lone wild donkey.\nEʹphra·im has hired lovers."
                },
                {
                    "verse":"10",
                    "text":"Although they hire them from among the nations,I will now round them up;They will begin to suffer because of the burden imposed by king and princes."
                },
                {
                    "verse":"11",
                    "text":"For Eʹphra·im has multiplied altars to sin.\nThey became his altars for sinning."
                },
                {
                    "verse":"12",
                    "text":"I wrote for him the many things of my law,But they were regarded as something strange."
                },
                {
                    "verse":"13",
                    "text":"They offer sacrificial gifts to me, and they eat the meat,But Jehovah takes no pleasure in them.\nNow he will remember their error and punish them for their sins.\nThey have turned back to Egypt."
                },
                {
                    "verse":"14",
                    "text":"Israel has forgotten his Maker and has built temples,And Judah has multiplied fortified cities.\nBut I will send fire into his cities,And it will consume the towers of each one.“"
                }
            ]
        },
        {
            "chapter":"9",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Do not rejoice, O Israel,Do not act joyfully like the peoples.\nFor by prostitution you have strayed from your God.\nYou have loved the wages of a prostitute on every threshing floor of grain."
                },
                {
                    "verse":"2",
                    "text":"But the threshing floor and winepress will not feed them,And new wine will fail her."
                },
                {
                    "verse":"3",
                    "text":"They will not continue dwelling in the land of Jehovah;Instead, Eʹphra·im will return to Egypt,And in As·syrʹi·a they will eat what is unclean."
                },
                {
                    "verse":"4",
                    "text":"They will no longer pour out wine offerings to Jehovah;Their sacrifices will not please him.\nThey are like the bread of mourning;All those eating it will defile themselves.\nFor their bread is for themselves alone;It will not come into the house of Jehovah."
                },
                {
                    "verse":"5",
                    "text":"What will you do in the day of meeting,In the day of Jehovah’s festival?"
                },
                {
                    "verse":"6",
                    "text":"For look! they will have to flee because of destruction.\nEgypt will gather them together, and Memʹphis will bury them.\nNettles will take possession of their precious things of silver,And thornbushes will be in their tents."
                },
                {
                    "verse":"7",
                    "text":"The days of reckoning will come,The days of retribution will come,And Israel will know it.\nTheir prophet will be a fool, and the man of inspiration will go mad;Because your error is abundant, the animosity against you is abundant.“"
                },
                {
                    "verse":"8",
                    "text":"The watchman of Eʹphra·im was with my God.\nBut now all the ways of his prophets are as the traps of a birdcatcher;There is animosity in the house of his God."
                },
                {
                    "verse":"9",
                    "text":"They have sunk deep into ruin, as in the days of Gibʹe·ah.\nHe will remember their error and punish their sins."
                },
                {
                    "verse":"10",
                    "text":"“Like grapes in the wilderness I found Israel.\nLike the first of the early figs on a fig tree I saw your forefathers.\nBut they went to Baʹal of Peʹor;They dedicated themselves to the shameful thing,And they became disgusting like the object of their love."
                },
                {
                    "verse":"11",
                    "text":"Eʹphra·im’s glory flies away like a bird;There is no giving birth, no pregnancy, and no conception."
                },
                {
                    "verse":"12",
                    "text":"Even if they raise children,I will bereave them until no man is left;Yes, woe to them when I turn away from them!"
                },
                {
                    "verse":"13",
                    "text":"Eʹphra·im, planted in a pasture, was to me like Tyre;Now Eʹphra·im must bring his sons out to the slaughter.“"
                },
                {
                    "verse":"14",
                    "text":"Give them, O Jehovah, what you should give them;A womb that miscarries and dry breasts."
                },
                {
                    "verse":"15",
                    "text":"“All their wickedness was in Gilʹgal, for there I came to hate them.\nI will drive them away from my house because of their evil deeds.\nI will no longer love them;All their princes are stubborn."
                },
                {
                    "verse":"16",
                    "text":"Eʹphra·im will be struck down.\nTheir root will dry up, and they will produce no fruit.\nEven if they give birth, I will put to death their cherished offspring.“"
                },
                {
                    "verse":"17",
                    "text":"My God will reject them,For they have not listened to him,And they will become fugitives among the nations."
                }
            ]
        },
        {
            "chapter":"10",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Israel is a degenerate vine yielding its fruit.\nThe more his fruit increases, the more he multiplies his altars;The better his land produces, the more splendid his sacred pillars."
                },
                {
                    "verse":"2",
                    "text":"Their heart is hypocritical;Now they will be found guilty.\nThere is one who will break their altars and destroy their pillars."
                },
                {
                    "verse":"3",
                    "text":"Now they will say, ‘We have no king, for we have not feared Jehovah.\nAnd what could a king do for us?’"
                },
                {
                    "verse":"4",
                    "text":"They speak empty words, make false oaths, and make covenants;So the judgment that springs up is like poisonous weeds in the furrows of the field."
                },
                {
                    "verse":"5",
                    "text":"The residents of Sa·marʹi·a will fear for the calf idol of Beth-aʹven.\nIts people will mourn over it,As will its foreign-god priests who rejoiced over it and its glory,For it will go away from them into exile."
                },
                {
                    "verse":"6",
                    "text":"It will be brought to As·syrʹi·a as a gift to a great king.\nEʹphra·im will be put to shame,And Israel will be ashamed because of the advice it followed."
                },
                {
                    "verse":"7",
                    "text":"Sa·marʹi·a and her king will certainly be done away with,Like a snapped-off twig on the surface of waters."
                },
                {
                    "verse":"8",
                    "text":"The high places of Beth-aʹven, the sin of Israel, will be annihilated.\nThorns and thistles will grow on their altars.\nPeople will say to the mountains, ‘Cover us!’\nAnd to the hills, ‘Fall over us!’"
                },
                {
                    "verse":"9",
                    "text":"From the days of Gibʹe·ah you have sinned, O Israel.\nThere they have persisted.\nWar did not overtake the sons of unrighteousness in Gibʹe·ah."
                },
                {
                    "verse":"10",
                    "text":"I will also discipline them when I please.\nAnd peoples will be gathered against them,When their two errors are harnessed on them."
                },
                {
                    "verse":"11",
                    "text":"Eʹphra·im was a trained heifer that loved to thresh,So I spared her fair neck.\nNow I will make someone ride Eʹphra·im.\nJudah will plow; Jacob will harrow for him."
                },
                {
                    "verse":"12",
                    "text":"Sow seed for yourselves in righteousness and reap loyal love.\nPlow for yourselves arable landWhile there is time to search for Jehovah,Until he comes and instructs you in righteousness."
                },
                {
                    "verse":"13",
                    "text":"But you have plowed wickedness,You have reaped unrighteousness,And you have eaten the fruitage of deception;For you have trusted in your own way,In the multitude of your warriors."
                },
                {
                    "verse":"14",
                    "text":"An uproar will rise against your people,And your fortified cities will all be devastated,Like the devastation by Shalʹman of the house of Arʹbel,In the day of battle when mothers were dashed to pieces alongside their children."
                },
                {
                    "verse":"15",
                    "text":"This is what will be done to you, O Bethʹel, because of your utter wickedness.\nAt dawn the king of Israel will surely be done away with.“"
                }
            ]
        },
        {
            "chapter":"11",
            "verses":[
                {
                    "verse":"1",
                    "text":"“When Israel was a boy, I loved him,And out of Egypt I called my son."
                },
                {
                    "verse":"2",
                    "text":"The more they called them,The more they went away from them.\nThey kept sacrificing to the Baʹal imagesAnd offering sacrifices to the graven images."
                },
                {
                    "verse":"3",
                    "text":"But it was I who taught Eʹphra·im to walk, taking them in my arms;And they did not acknowledge that I had healed them."
                },
                {
                    "verse":"4",
                    "text":"With the ropes of men I kept drawing them, with the cords of love;And I was to them like one lifting a yoke from their jaws,And I gently brought food to each one."
                },
                {
                    "verse":"5",
                    "text":"They will not return to the land of Egypt, but As·syrʹi·a will be their king,Because they refused to return to me."
                },
                {
                    "verse":"6",
                    "text":"And a sword will whirl against his citiesAnd destroy his bars and devour them because of their schemes."
                },
                {
                    "verse":"7",
                    "text":"My people are bent on unfaithfulness to me.\nThough they called them upward, no one rises up."
                },
                {
                    "verse":"8",
                    "text":"How can I give you up, O Eʹphra·im?\nHow can I hand you over, O Israel?\nHow can I treat you like Adʹmah?\nHow can I make you like Ze·boiʹim?\nI have had a change of heart;At the same time my compassions are stirred."
                },
                {
                    "verse":"9",
                    "text":"I will not vent my burning anger.\nI will not destroy Eʹphra·im again,For I am God and not man,The Holy One in your midst;And I will not come against you in fury."
                },
                {
                    "verse":"10",
                    "text":"They will walk after Jehovah, and he will roar like a lion;When he roars, his sons will come trembling from the west."
                },
                {
                    "verse":"11",
                    "text":"They will tremble like a bird when they come out of Egypt,Like a dove out of the land of As·syrʹi·a;And I will settle them in their houses,“ declares Jehovah."
                },
                {
                    "verse":"12",
                    "text":"“Eʹphra·im has surrounded me with lies,And the house of Israel with deceit.\nBut Judah still roams with God,And he is faithful to the Most Holy One.“"
                }
            ]
        },
        {
            "chapter":"12",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Eʹphra·im is feeding on wind.\nHe chases after the east wind all day long.\nHe multiplies lies and violence.\nThey make a covenant with As·syrʹi·a and take oil to Egypt."
                },
                {
                    "verse":"2",
                    "text":"Jehovah has a legal case against Judah;He will call for an accounting against Jacob according to his ways,And he will repay him according to his deeds."
                },
                {
                    "verse":"3",
                    "text":"In the womb he seized his brother by the heel,And with his vigor he contended with God."
                },
                {
                    "verse":"4",
                    "text":"He kept contending with an angel and prevailed.\nHe wept and begged for his favor.“\nHe found him at Bethʹel, and there He spoke with us,"
                },
                {
                    "verse":"5",
                    "text":"Jehovah the God of armies,Jehovah is his memorial name."
                },
                {
                    "verse":"6",
                    "text":"“So return to your God,Maintain loyal love and justice,And always hope in your God."
                },
                {
                    "verse":"7",
                    "text":"But in the hand of the tradesman are deceptive scales;He loves to defraud."
                },
                {
                    "verse":"8",
                    "text":"Eʹphra·im keeps saying, ‘Indeed, I have become rich;I have found wealth.\nAnd in all my toil, they will not find anything wrong or sinful.’"
                },
                {
                    "verse":"9",
                    "text":"But I am Jehovah your God from the land of Egypt.\nI will again make you dwell in tentsAs in the days of an appointed time."
                },
                {
                    "verse":"10",
                    "text":"I spoke to the prophets,I multiplied their visions,And I spoke parables through the prophets."
                },
                {
                    "verse":"11",
                    "text":"With Gilʹe·ad there has been deception and untruth.\nIn Gilʹgal they have sacrificed bulls,And their altars are like piles of stones in the furrows of the field."
                },
                {
                    "verse":"12",
                    "text":"Jacob ran away to the territory of Aʹram;Israel served there for a wife,And for a wife he guarded sheep."
                },
                {
                    "verse":"13",
                    "text":"By a prophet Jehovah brought Israel up from Egypt,And by a prophet he was guarded."
                },
                {
                    "verse":"14",
                    "text":"Eʹphra·im has caused bitter offense;His bloodguilt remains on him;His Lord will repay him for his reproach.“"
                }
            ]
        },
        {
            "chapter":"13",
            "verses":[
                {
                    "verse":"1",
                    "text":"“When Eʹphra·im spoke, there was trembling;He was prominent in Israel.\nBut he became guilty with regard to Baʹal and died."
                },
                {
                    "verse":"2",
                    "text":"Now they add to their sinAnd make metal statues from their silver;They skillfully make idols, all the work of craftsmen.\nTo them they say, ‘Let the men who sacrifice kiss the calves.’"
                },
                {
                    "verse":"3",
                    "text":"So they will become like the morning clouds,Like the dew that vanishes early,Like chaff blown from the threshing floor by a storm,And like smoke out of the hole in the roof."
                },
                {
                    "verse":"4",
                    "text":"But I am Jehovah your God from the land of Egypt;You knew no God except me,And besides me there is no savior."
                },
                {
                    "verse":"5",
                    "text":"I knew you in the wilderness, in the land of drought."
                },
                {
                    "verse":"6",
                    "text":"They were satisfied with their pastures,They were satisfied and their heart became proud.\nAnd so they forgot me."
                },
                {
                    "verse":"7",
                    "text":"I will become like a young lion to them,Like a leopard lurking along the path."
                },
                {
                    "verse":"8",
                    "text":"I will come upon them like a bear that has lost its cubs,And I will rip open their chest.\nI will devour them there like a lion;A wild beast of the field will tear them to pieces."
                },
                {
                    "verse":"9",
                    "text":"It will destroy you, O Israel,Because you turned against me, against your helper."
                },
                {
                    "verse":"10",
                    "text":"Where, then, is your king, that he may save you in all your cities,And your rulers, of whom you said,‘Give me a king and princes’?"
                },
                {
                    "verse":"11",
                    "text":"I gave you a king in my anger,And I will take him away in my fury."
                },
                {
                    "verse":"12",
                    "text":"The error of Eʹphra·im is wrapped up;His sin is stored up."
                },
                {
                    "verse":"13",
                    "text":"The pangs of childbirth will come for him.\nBut he is an unwise child;He does not present himself when it is time to be born."
                },
                {
                    "verse":"14",
                    "text":"From the power of the Grave I will redeem them;From death I will recover them.\nWhere are your stings, O Death?\nWhere is your destructiveness, O Grave?\nCompassion will be concealed from my eyes."
                },
                {
                    "verse":"15",
                    "text":"Even if he should flourish among the reeds,An east wind will come, the wind of Jehovah,From the desert it comes, to dry up his well and drain his spring.\nThat one will pillage the treasury of all his precious things."
                },
                {
                    "verse":"16",
                    "text":"Sa·marʹi·a will be held guilty, for she has rebelled against her God.\nBy the sword they will fall,Their children will be dashed to pieces,And their pregnant women will be ripped open.“"
                }
            ]
        },
        {
            "chapter":"14",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Come back, O Israel, to Jehovah your God,For you have stumbled because of your error."
                },
                {
                    "verse":"2",
                    "text":"Come back to Jehovah with these words,Say to him, ‘May you pardon our error and accept what is good,And we will offer the praise of our lips as we would young bulls."
                },
                {
                    "verse":"3",
                    "text":"As·syrʹi·a will not save us.\nWe will not ride on horses,And we will no longer say, “O our God!“ to the work of our hands,For it is by you that the fatherless child is shown mercy.’"
                },
                {
                    "verse":"4",
                    "text":"I will heal their unfaithfulness.\nI will love them of my own free will,Because my anger has turned away from him."
                },
                {
                    "verse":"5",
                    "text":"I will become like the dew to Israel;He will blossom like the lilyAnd will send down his roots like the trees of Lebʹa·non."
                },
                {
                    "verse":"6",
                    "text":"His twigs will spread,His splendor will be like that of the olive tree,And his fragrance like that of Lebʹa·non."
                },
                {
                    "verse":"7",
                    "text":"They will again dwell in his shadow.\nThey will grow grain and will bud like the vine.\nHis fame will be like the wine of Lebʹa·non."
                },
                {
                    "verse":"8",
                    "text":"Eʹphra·im will say, ‘What more do I have to do with idols?’\nI will answer and watch over him.\nI will be like a thriving juniper tree.\nFrom me your fruit will be found.“"
                },
                {
                    "verse":"9",
                    "text":"Who is wise? Let him understand these things.\nWho is discreet? Let him know them.\nFor the ways of Jehovah are upright,And the righteous will walk in them;But the transgressors will stumble in them."
                }
            ]
        }
    ]
}