{
    "book":"Job",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"There was a man in the land of Uz whose name was Job. He was an upright man of integrity; he feared God and shunned what was bad."
                },
                {
                    "verse":"2",
                    "text":"Seven sons and three daughters were born to him."
                },
                {
                    "verse":"3",
                    "text":"His livestock amounted to 7,000 sheep, 3,000 camels, 1,000 cattle, and 500 donkeys, along with a very large number of servants, so that he became the greatest of all the people of the East."
                },
                {
                    "verse":"4",
                    "text":"Each of his sons would hold a banquet at his house on his own set day. They would invite their three sisters to eat and drink with them."
                },
                {
                    "verse":"5",
                    "text":"After a series of banquet days was complete, Job would send for them in order to sanctify them. Then he would get up early in the morning and offer up burnt sacrifices for each of them. For Job said: “Maybe my sons have sinned and have cursed God in their heart.“ That is what Job would always do."
                },
                {
                    "verse":"6",
                    "text":"Now the day came when the sons of the true God entered to take their station before Jehovah, and Satan also entered among them."
                },
                {
                    "verse":"7",
                    "text":"Then Jehovah said to Satan: “Where have you come from?“ Satan answered Jehovah: “From roving about on the earth and from walking about in it.“"
                },
                {
                    "verse":"8",
                    "text":"And Jehovah said to Satan: “Have you taken note of my servant Job? There is no one like him on the earth. He is an upright man of integrity, fearing God and shunning what is bad.“"
                },
                {
                    "verse":"9",
                    "text":"At that Satan answered Jehovah: “Is it for nothing that Job has feared God?"
                },
                {
                    "verse":"10",
                    "text":"Have you not put up a protective hedge around him and his house and everything he has? You have blessed the work of his hands, and his livestock has spread out in the land."
                },
                {
                    "verse":"11",
                    "text":"But, for a change, stretch out your hand and strike everything he has, and he will surely curse you to your very face.“"
                },
                {
                    "verse":"12",
                    "text":"Then Jehovah said to Satan: “Look! Everything that he has is in your hand. Only do not lay your hand on the man himself!“ So Satan went out from the presence of Jehovah."
                },
                {
                    "verse":"13",
                    "text":"Now on the day when his sons and daughters were eating and drinking wine in their oldest brother’s house,"
                },
                {
                    "verse":"14",
                    "text":"a messenger came to Job and said: “The cattle were plowing and the donkeys were grazing beside them"
                },
                {
                    "verse":"15",
                    "text":"when the Sa·beʹans attacked and took them, and they killed the servants with the sword. I am the only one who escaped to tell you.“"
                },
                {
                    "verse":"16",
                    "text":"While he was still speaking, another one came and said: “Fire from God fell from the heavens and blazed among the sheep and the servants and consumed them! I am the only one who escaped to tell you.“"
                },
                {
                    "verse":"17",
                    "text":"While he was still speaking, another one came and said: “The Chal·deʹans formed three bands and made a raid on the camels and took them, and they killed the servants with the sword. I am the only one who escaped to tell you.“"
                },
                {
                    "verse":"18",
                    "text":"While he was still speaking, yet another one came and said: “Your sons and your daughters were eating and drinking wine in their oldest brother’s house."
                },
                {
                    "verse":"19",
                    "text":"Suddenly a great wind came from the wilderness, and it struck the four corners of the house, so that it fell on the young people and they were killed. I am the only one who escaped to tell you.“"
                },
                {
                    "verse":"20",
                    "text":"At that Job got up and ripped apart his garment and cut the hair off his head; then he fell to the ground and bowed down"
                },
                {
                    "verse":"21",
                    "text":"and said:\n“Naked I came out of my mother’s womb,And naked I will return.\nJehovah has given, and Jehovah has taken away.\nLet the name of Jehovah continue to be praised.“"
                },
                {
                    "verse":"22",
                    "text":"In all of this, Job did not sin or accuse God of doing anything wrong."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"Afterward the day came when the sons of the true God entered to take their station before Jehovah, and Satan also entered among them to take his station before Jehovah."
                },
                {
                    "verse":"2",
                    "text":"Then Jehovah said to Satan: “Where have you come from?“ Satan answered Jehovah: “From roving about on the earth and from walking about in it.“"
                },
                {
                    "verse":"3",
                    "text":"And Jehovah said to Satan: “Have you taken note of my servant Job? There is no one like him on the earth. He is an upright man of integrity, fearing God and shunning what is bad. He is still holding firmly to his integrity, even though you try to incite me against him to destroy him for no reason.“"
                },
                {
                    "verse":"4",
                    "text":"But Satan answered Jehovah: “Skin for skin. A man will give everything that he has for his life."
                },
                {
                    "verse":"5",
                    "text":"But, for a change, stretch out your hand and strike his bone and flesh, and he will surely curse you to your very face.“"
                },
                {
                    "verse":"6",
                    "text":"Then Jehovah said to Satan: “Look! He is in your hand! Only do not take his life!“"
                },
                {
                    "verse":"7",
                    "text":"So Satan went out from the presence of Jehovah and struck Job with painful boils from the sole of his foot to the crown of his head."
                },
                {
                    "verse":"8",
                    "text":"And Job took a piece of broken pottery to scrape himself, and he was sitting among the ashes."
                },
                {
                    "verse":"9",
                    "text":"Finally his wife said to him: “Are you still holding firmly to your integrity? Curse God and die!“"
                },
                {
                    "verse":"10",
                    "text":"But he said to her: “You are talking like one of the senseless women. Should we accept only what is good from the true God and not accept also what is bad?“ In all of this, Job did not sin with his lips."
                },
                {
                    "verse":"11",
                    "text":"Three companions of Job heard about all the calamities that had come upon him, and each came from his own place—Elʹi·phaz the Teʹman·ite, Bilʹdad the Shuʹhite, and Zoʹphar the Naʹa·ma·thite. So they agreed to meet together to go and sympathize with Job and comfort him."
                },
                {
                    "verse":"12",
                    "text":"When they saw him from a distance, they did not recognize him. They began to weep loudly and to rip their garments apart, and they threw dust into the air and onto their heads."
                },
                {
                    "verse":"13",
                    "text":"Then they sat on the ground with him for seven days and seven nights. No one said a word to him, for they saw that his pain was very great."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"It was after this that Job began to speak and to curse the day of his birth."
                },
                {
                    "verse":"2",
                    "text":"Job said:"
                },
                {
                    "verse":"3",
                    "text":"“Let the day perish on which I was born,Also the night when someone said: ‘A man has been conceived!’"
                },
                {
                    "verse":"4",
                    "text":"Let that day be darkness.\nLet God above show no concern for it;Let no light shine upon it."
                },
                {
                    "verse":"5",
                    "text":"Let the deepest darkness reclaim it.\nLet a rain cloud settle over it.\nLet whatever darkens the day terrify it."
                },
                {
                    "verse":"6",
                    "text":"That night—let the gloom seize it;Let it not rejoice among the days of a year,And let it not enter among the number of the months."
                },
                {
                    "verse":"7",
                    "text":"Indeed! Let that night become barren;Let no joyful cry be heard in it."
                },
                {
                    "verse":"8",
                    "text":"Let those who curse the day put a curse on it,Those who are able to awaken Le·viʹa·than."
                },
                {
                    "verse":"9",
                    "text":"Let the stars of its twilight grow dark;Let it wait in vain for daylight,And let it not see the rays of dawn."
                },
                {
                    "verse":"10",
                    "text":"For it did not close the doors of my mother’s womb;Nor did it hide trouble from my eyes."
                },
                {
                    "verse":"11",
                    "text":"Why did I not die at birth?\nWhy did I not perish when I came from the womb?"
                },
                {
                    "verse":"12",
                    "text":"Why were there knees to receive meAnd breasts to nurse me?"
                },
                {
                    "verse":"13",
                    "text":"For now I would be lying down undisturbed;I would be sleeping and at rest"
                },
                {
                    "verse":"14",
                    "text":"With kings of the earth and their advisers,Who built for themselves places that are now in ruins,"
                },
                {
                    "verse":"15",
                    "text":"Or with princes who possessed gold,Whose houses were filled with silver."
                },
                {
                    "verse":"16",
                    "text":"Or why was I not like a hidden miscarriage,Like children who have never seen the light?"
                },
                {
                    "verse":"17",
                    "text":"There even the wicked have ceased from agitation;There the weary are at rest."
                },
                {
                    "verse":"18",
                    "text":"There the prisoners are at ease together;They do not hear the voice of the one forcing them to work."
                },
                {
                    "verse":"19",
                    "text":"Small and great are the same there,And the slave is set free from his master."
                },
                {
                    "verse":"20",
                    "text":"Why does he give light to one who is sufferingAnd life to those in bitter distress?"
                },
                {
                    "verse":"21",
                    "text":"Why do they long for death, but it does not come?\nThey dig for it more than for hidden treasures,"
                },
                {
                    "verse":"22",
                    "text":"Those who are rejoicing greatly,Who are happy when they find the grave."
                },
                {
                    "verse":"23",
                    "text":"Why does he give light to a man who has lost his way,Whom God has hedged in?"
                },
                {
                    "verse":"24",
                    "text":"For in place of my food comes my sighing,And my groaning pours out like water."
                },
                {
                    "verse":"25",
                    "text":"For what I have dreaded has come upon me,And what I have feared has befallen me."
                },
                {
                    "verse":"26",
                    "text":"I have had no peace, no quiet, no rest,But trouble keeps coming.“"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"Elʹi·phaz the Teʹman·ite then said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“If someone tries to speak to you, will you become impatient?\nFor who can hold back from speaking?"
                },
                {
                    "verse":"3",
                    "text":"True, you have corrected many,And you used to strengthen the weak hands."
                },
                {
                    "verse":"4",
                    "text":"Your words would raise up anyone stumbling,And you would strengthen those whose knees were buckling."
                },
                {
                    "verse":"5",
                    "text":"But now it has happened to you, and you are overwhelmed;It touches you, and you are dismayed."
                },
                {
                    "verse":"6",
                    "text":"Does your reverence for God not give you confidence?\nDoes your way of integrity not give you hope?"
                },
                {
                    "verse":"7",
                    "text":"Remember, please: What innocent person has ever perished?\nWhen have the upright ever been destroyed?"
                },
                {
                    "verse":"8",
                    "text":"What I have seen is that those who plow what is harmfulAnd those who sow trouble will reap the same."
                },
                {
                    "verse":"9",
                    "text":"By the breath of God they perish,And through a blast of his anger they come to an end."
                },
                {
                    "verse":"10",
                    "text":"The lion roars, and a young lion growls,But even the teeth of strong lions are broken."
                },
                {
                    "verse":"11",
                    "text":"A lion perishes for lack of prey,And the cubs of a lion are scattered."
                },
                {
                    "verse":"12",
                    "text":"Now a word was brought to me in secret,And a whisper of it reached my ear."
                },
                {
                    "verse":"13",
                    "text":"In troubling thoughts during visions of the night,When deep sleep falls upon men,"
                },
                {
                    "verse":"14",
                    "text":"A terrible trembling came upon me,Filling all my bones with dread."
                },
                {
                    "verse":"15",
                    "text":"A spirit passed over my face;The hair of my flesh bristled."
                },
                {
                    "verse":"16",
                    "text":"It then stood still,But I did not recognize its appearance.\nA form was in front of my eyes;There was a calm, and then I heard a voice:"
                },
                {
                    "verse":"17",
                    "text":"‘Can a mortal man be more righteous than God?\nCan a man be cleaner than his own Maker?’"
                },
                {
                    "verse":"18",
                    "text":"Look! He has no faith in his servants,And he finds fault with his angels."
                },
                {
                    "verse":"19",
                    "text":"How much more so with those dwelling in houses of clay,Whose foundation is in the dust,Who are crushed as easily as a moth!"
                },
                {
                    "verse":"20",
                    "text":"They are completely crushed from morning to evening;They perish forever, and no one takes notice."
                },
                {
                    "verse":"21",
                    "text":"Are they not like a tent whose cord is pulled out?\nThey die without wisdom."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Call, please! Is there anyone answering you?\nTo which of the holy ones will you turn?"
                },
                {
                    "verse":"2",
                    "text":"For resentment will kill the foolish one,And envy will put the simpleminded to death."
                },
                {
                    "verse":"3",
                    "text":"I have seen the foolish one taking root,But suddenly his dwelling place is cursed."
                },
                {
                    "verse":"4",
                    "text":"His sons are far from safety,And they are crushed at the city gate, with no one to save them."
                },
                {
                    "verse":"5",
                    "text":"The hungry one eats what he harvests,Taking it even from among the thorns,And their possessions are ensnared."
                },
                {
                    "verse":"6",
                    "text":"For harmful things do not sprout from the dust,And trouble does not spring from the ground."
                },
                {
                    "verse":"7",
                    "text":"For man is born for trouble,As surely as sparks fly upward."
                },
                {
                    "verse":"8",
                    "text":"But I would appeal to God,And to God I would submit my case,"
                },
                {
                    "verse":"9",
                    "text":"To the One doing great and unsearchable things,Wonderful things without number."
                },
                {
                    "verse":"10",
                    "text":"He gives rain to the earthAnd sends waters upon the fields."
                },
                {
                    "verse":"11",
                    "text":"He raises the lowly up high,And he raises up the dejected one to salvation."
                },
                {
                    "verse":"12",
                    "text":"He frustrates the schemes of the crafty,So that the work of their hands does not succeed."
                },
                {
                    "verse":"13",
                    "text":"He catches the wise in their own cunning,So that the plans of the shrewd are thwarted."
                },
                {
                    "verse":"14",
                    "text":"They meet with darkness during the day,And they grope about at midday as if it were night."
                },
                {
                    "verse":"15",
                    "text":"He saves from the sword of their mouth,Saving the poor from the hand of the strong,"
                },
                {
                    "verse":"16",
                    "text":"So that there is hope for the lowly,But the mouth of unrighteousness is shut."
                },
                {
                    "verse":"17",
                    "text":"Look! Happy is the man whom God reproves;So do not reject the discipline of the Almighty!"
                },
                {
                    "verse":"18",
                    "text":"For he causes pain, but binds up the wound;He breaks apart, but heals with his own hands."
                },
                {
                    "verse":"19",
                    "text":"He will save you from six calamities,Even the seventh will not harm you."
                },
                {
                    "verse":"20",
                    "text":"During famine he will redeem you from death,And from the power of a sword during war."
                },
                {
                    "verse":"21",
                    "text":"You will be protected from the lash of the tongue,And you will not fear devastation when it comes."
                },
                {
                    "verse":"22",
                    "text":"You will laugh at destruction and hunger,And you will not fear the wild beasts of the earth."
                },
                {
                    "verse":"23",
                    "text":"For the stones of the field will not harm you,And the wild beasts of the field will be at peace with you."
                },
                {
                    "verse":"24",
                    "text":"You will know that your tent is secure,And nothing will be missing when you inspect your pasture."
                },
                {
                    "verse":"25",
                    "text":"You will enjoy many children,And your descendants will be as plentiful as the vegetation of the earth."
                },
                {
                    "verse":"26",
                    "text":"You will still be strong when you go to the grave,Like sheaves of grain gathered in their season."
                },
                {
                    "verse":"27",
                    "text":"Look! We have investigated this, and it is so.\nListen and accept it.“"
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job then said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“If only my anguish could be fully weighedAnd put on scales together with my calamity!"
                },
                {
                    "verse":"3",
                    "text":"For now it is heavier than the sands of the seas.\nThat is why my words have been wild talk."
                },
                {
                    "verse":"4",
                    "text":"For the arrows of the Almighty have pierced me,And my spirit is drinking their venom;The terrors from God are lined up against me."
                },
                {
                    "verse":"5",
                    "text":"Will a wild donkey cry out when it has grass,Or will a bull bellow when it has fodder?"
                },
                {
                    "verse":"6",
                    "text":"Is tasteless food eaten without salt,Or is there flavor in the juice of a mallow?"
                },
                {
                    "verse":"7",
                    "text":"I have refused to touch such things.\nThey are like contamination in my food."
                },
                {
                    "verse":"8",
                    "text":"O that my request would be realizedAnd that God would grant my desire!"
                },
                {
                    "verse":"9",
                    "text":"That God would be willing to crush me,And that he would reach out his hand and do away with me!"
                },
                {
                    "verse":"10",
                    "text":"For even that would bring me comfort;I would leap for joy despite the unrelenting pain,For I have not denied the sayings of the Holy One."
                },
                {
                    "verse":"11",
                    "text":"Do I have the strength to keep waiting?\nAnd what end awaits me, that I should continue to live?"
                },
                {
                    "verse":"12",
                    "text":"Is my strength like that of rock?\nOr is my flesh made of copper?"
                },
                {
                    "verse":"13",
                    "text":"Is there any way that I can help myselfWhen all my means of support has been driven from me?"
                },
                {
                    "verse":"14",
                    "text":"Anyone who withholds loyal love from his fellow manWill forsake the fear of the Almighty."
                },
                {
                    "verse":"15",
                    "text":"My own brothers have been as treacherous as a winter stream,Like the water of winter streams that dry up."
                },
                {
                    "verse":"16",
                    "text":"They are darkened by ice,And in them the melting snow is hidden."
                },
                {
                    "verse":"17",
                    "text":"But in due season they become waterless and come to an end;When it becomes hot, they dry up."
                },
                {
                    "verse":"18",
                    "text":"Their course is diverted;They flow into the desert and vanish."
                },
                {
                    "verse":"19",
                    "text":"The caravans of Teʹma look for them;The travelers from Sheʹba wait for them."
                },
                {
                    "verse":"20",
                    "text":"They are ashamed because of their misplaced trust;They come there only to be disappointed."
                },
                {
                    "verse":"21",
                    "text":"For this is how you have become to me;You have seen the terror of my calamity, and you are afraid."
                },
                {
                    "verse":"22",
                    "text":"Have I said, ‘Give me something,’\nOr requested that you make a gift for me from your wealth?"
                },
                {
                    "verse":"23",
                    "text":"Have I asked to be rescued from the hand of an enemyOr to be saved from oppressors?"
                },
                {
                    "verse":"24",
                    "text":"Instruct me, and I will be silent;Help me to understand my mistake."
                },
                {
                    "verse":"25",
                    "text":"Honest words are not painful!\nBut what benefit can be found in your reproof?"
                },
                {
                    "verse":"26",
                    "text":"Are you scheming to reprove my words,A desperate man’s sayings, which the wind blows away?"
                },
                {
                    "verse":"27",
                    "text":"You would also cast lots over an orphanAnd sell your own friend!"
                },
                {
                    "verse":"28",
                    "text":"So now turn and look at me,For I would not lie to your very faces."
                },
                {
                    "verse":"29",
                    "text":"Reconsider, please—do not misjudge me—Yes, reconsider, for my righteousness is yet intact."
                },
                {
                    "verse":"30",
                    "text":"Is my tongue speaking unjustly?\nDoes my palate not discern that something is wrong?"
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Is not the life of mortal man on earth like compulsory labor,And are not his days like those of a hired worker?"
                },
                {
                    "verse":"2",
                    "text":"Like a slave, he longs for the shadow,And like a hired worker, he waits for his wages."
                },
                {
                    "verse":"3",
                    "text":"Thus I have been assigned months of futilityAnd nights of misery have been counted out for me."
                },
                {
                    "verse":"4",
                    "text":"When I lie down I ask, ‘When will I get up?’\nBut as the night drags on, I toss restlessly until the dawning of the day."
                },
                {
                    "verse":"5",
                    "text":"My flesh is covered with maggots and clods of dirt;My skin is full of scabs and pus."
                },
                {
                    "verse":"6",
                    "text":"My days go by more quickly than a weaver’s shuttle,And they come to an end without hope."
                },
                {
                    "verse":"7",
                    "text":"Remember that my life is wind,That my eye will never again see happiness."
                },
                {
                    "verse":"8",
                    "text":"The eye that sees me now will see me no more;Your eyes will look for me, but I will be gone."
                },
                {
                    "verse":"9",
                    "text":"Like a cloud that fades and vanishes,The one who goes down to the Grave does not come back up."
                },
                {
                    "verse":"10",
                    "text":"He will not return again to his house,And his place will acknowledge him no more."
                },
                {
                    "verse":"11",
                    "text":"Therefore, I will not restrain my mouth.\nI will speak in the anguish of my spirit;I will complain in my bitter distress!"
                },
                {
                    "verse":"12",
                    "text":"Am I the sea or a sea monster,That you should set a guard over me?"
                },
                {
                    "verse":"13",
                    "text":"When I say, ‘My couch will comfort me;My bed will help ease my misery,’"
                },
                {
                    "verse":"14",
                    "text":"Then you terrify me with dreamsAnd frighten me with visions,"
                },
                {
                    "verse":"15",
                    "text":"So that I would choose suffocation,Yes, death rather than this body of mine."
                },
                {
                    "verse":"16",
                    "text":"I loathe my life; I do not want to go on living.\nLeave me alone, for my days are like a breath."
                },
                {
                    "verse":"17",
                    "text":"What is mortal man that you should concern yourself with himAnd fix your attention on him?"
                },
                {
                    "verse":"18",
                    "text":"Why do you inspect him every morningAnd test him every moment?"
                },
                {
                    "verse":"19",
                    "text":"Will you not look away from meAnd leave me alone long enough to swallow my saliva?"
                },
                {
                    "verse":"20",
                    "text":"If I have sinned, how could I harm you, the Observer of mankind?\nWhy have you made me your target?\nHave I become a burden to you?"
                },
                {
                    "verse":"21",
                    "text":"Why do you not pardon my transgressionAnd excuse my error?\nFor soon I will lie down in the dust,And you will look for me, but I will be gone.“"
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"Bilʹdad the Shuʹhite then said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“How long will you keep speaking like this?\nThe words of your mouth are but a mighty wind!"
                },
                {
                    "verse":"3",
                    "text":"Will God pervert justice,Or will the Almighty pervert righteousness?"
                },
                {
                    "verse":"4",
                    "text":"If your sons sinned against him,He let them be punished for their revolt;"
                },
                {
                    "verse":"5",
                    "text":"But if you would just look to GodAnd plead with the Almighty for favor,"
                },
                {
                    "verse":"6",
                    "text":"And if you were truly pure and upright,He would pay attention to youAnd restore you to your rightful place."
                },
                {
                    "verse":"7",
                    "text":"And though your beginning was small,Your future would be great."
                },
                {
                    "verse":"8",
                    "text":"Ask, please, the former generation,And pay attention to the things their fathers found out."
                },
                {
                    "verse":"9",
                    "text":"For we were born only yesterday, and we know nothing,Because our days on earth are a shadow."
                },
                {
                    "verse":"10",
                    "text":"Will they not instruct youAnd tell you what they know?"
                },
                {
                    "verse":"11",
                    "text":"Will a papyrus plant grow tall where there is no marsh?\nWill a reed grow tall without water?"
                },
                {
                    "verse":"12",
                    "text":"While it is still in the bud, not yet plucked off,It will dry up before any other plant."
                },
                {
                    "verse":"13",
                    "text":"This is the outcome of all who forget God,For the hope of the godless will perish,"
                },
                {
                    "verse":"14",
                    "text":"Whose confidence is in vainAnd whose trust is as fragile as a spider’s web."
                },
                {
                    "verse":"15",
                    "text":"He will lean against his house, but it will not keep standing;He will try to hold on to it, but it will not last."
                },
                {
                    "verse":"16",
                    "text":"He is a moist plant in the sunlight,And his shoots spread out in the garden."
                },
                {
                    "verse":"17",
                    "text":"In a heap of stones, his roots become entwined;He looks for a house among the stones."
                },
                {
                    "verse":"18",
                    "text":"But when he is uprooted from his place,That place will deny him and say, ‘I have never seen you.’"
                },
                {
                    "verse":"19",
                    "text":"Yes, that is how he will disappear;Then others will spring up from the dust."
                },
                {
                    "verse":"20",
                    "text":"Surely God will not reject those who keep integrity;Nor will he support evil men,"
                },
                {
                    "verse":"21",
                    "text":"For he will yet fill your mouth with laughterAnd your lips with shouts of joy."
                },
                {
                    "verse":"22",
                    "text":"Those hating you will be clothed with shame,And the tent of wicked ones will be no more.“"
                }
            ]
        },
        {
            "chapter":"9",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“For a fact I know that this is so.\nBut how can mortal man be in the right in a case with God?"
                },
                {
                    "verse":"3",
                    "text":"If someone wishes to argue with Him,That one could not answer one of His questions in a thousand."
                },
                {
                    "verse":"4",
                    "text":"He is wise in heart and mighty in power.\nWho can resist him and come off uninjured?"
                },
                {
                    "verse":"5",
                    "text":"He moves mountains without anyone knowing it;He overturns them in his anger."
                },
                {
                    "verse":"6",
                    "text":"He shakes the earth out of its place,So that its pillars tremble."
                },
                {
                    "verse":"7",
                    "text":"He commands the sun not to shineAnd seals off the light of the stars;"
                },
                {
                    "verse":"8",
                    "text":"He spreads out the heavens by himself,And he treads upon the high waves of the sea."
                },
                {
                    "verse":"9",
                    "text":"He made the Ash, the Keʹsil, and the Kiʹmah constellations,And the constellations of the southern sky;"
                },
                {
                    "verse":"10",
                    "text":"He does great and unsearchable things,Wonderful things that cannot be counted."
                },
                {
                    "verse":"11",
                    "text":"He passes by me, and I cannot see him;He moves past me, but I do not discern him."
                },
                {
                    "verse":"12",
                    "text":"When he snatches something, who can resist him?\nWho can say to him, ‘What are you doing?’"
                },
                {
                    "verse":"13",
                    "text":"God will not restrain his anger;Even the helpers of Raʹhab will bow down to him."
                },
                {
                    "verse":"14",
                    "text":"How much more when I answer himMust I choose my words carefully to argue with him!"
                },
                {
                    "verse":"15",
                    "text":"Even if I were in the right, I would not answer him.\nI could only plead for mercy from my judge."
                },
                {
                    "verse":"16",
                    "text":"If I call out to him, will he answer me?\nI do not believe that he will listen to my voice,"
                },
                {
                    "verse":"17",
                    "text":"For he crushes me with a stormAnd multiplies my wounds for no reason."
                },
                {
                    "verse":"18",
                    "text":"He does not let me catch my breath;He keeps filling me with bitter things."
                },
                {
                    "verse":"19",
                    "text":"If it is a matter of power, he is the strong one.\nIf it is a matter of justice, he says: ‘Who can call me to account?’"
                },
                {
                    "verse":"20",
                    "text":"If I were in the right, my own mouth would condemn me;Even if I keep my integrity, he will declare me guilty."
                },
                {
                    "verse":"21",
                    "text":"Even if I keep my integrity, I am not confident about myself;I reject this life of mine."
                },
                {
                    "verse":"22",
                    "text":"It is all the same. That is why I say,‘He destroys the innocent and the wicked alike.’"
                },
                {
                    "verse":"23",
                    "text":"If a flash flood should cause sudden death,He would mock at the despair of the innocent."
                },
                {
                    "verse":"24",
                    "text":"The earth has been handed over to the wicked;He covers the eyes of its judges.\nIf it is not he, then, who is it?"
                },
                {
                    "verse":"25",
                    "text":"Now my days are swifter than a runner;They run away without seeing good."
                },
                {
                    "verse":"26",
                    "text":"They glide by like reed boats,Like eagles that swoop down on their prey."
                },
                {
                    "verse":"27",
                    "text":"If I say, ‘I will forget my complaint,I will change my expression and be cheerful,’"
                },
                {
                    "verse":"28",
                    "text":"I would still be afraid because of all my pains,And I know you would not find me innocent."
                },
                {
                    "verse":"29",
                    "text":"I would be found guilty.\nSo why should I struggle in vain?"
                },
                {
                    "verse":"30",
                    "text":"If I wash myself in water from melting snow,And I cleanse my hands in lye,"
                },
                {
                    "verse":"31",
                    "text":"Then you would dip me in a pit,So that even my own garments would detest me."
                },
                {
                    "verse":"32",
                    "text":"For he is not a man like me that I may answer him,That we should go to court together."
                },
                {
                    "verse":"33",
                    "text":"There is no person to decide between us,Who could serve as our judge."
                },
                {
                    "verse":"34",
                    "text":"If he would stop beating meAnd not let his terror frighten me,"
                },
                {
                    "verse":"35",
                    "text":"Then I would speak to him unafraid,For it is not in me to speak out of fear."
                }
            ]
        },
        {
            "chapter":"10",
            "verses":[
                {
                    "verse":"1",
                    "text":"“I loathe my life.\nI will give vent to my complaints.\nI will speak out in my bitter distress!"
                },
                {
                    "verse":"2",
                    "text":"I will say to God: ‘Do not pronounce me guilty.\nTell me why you are contending with me."
                },
                {
                    "verse":"3",
                    "text":"Does it benefit you to oppress,To despise the work of your handsWhile you favor the advice of the wicked?"
                },
                {
                    "verse":"4",
                    "text":"Do you have eyes of flesh,Or do you see as mortal man does?"
                },
                {
                    "verse":"5",
                    "text":"Are your days like the days of mortals,Or are your years like those of a man,"
                },
                {
                    "verse":"6",
                    "text":"That you should search out my errorAnd keep looking for my sin?"
                },
                {
                    "verse":"7",
                    "text":"You know that I am not guilty;And no one can save me from your hand."
                },
                {
                    "verse":"8",
                    "text":"Your own hands have shaped me and made me,But now you would completely destroy me."
                },
                {
                    "verse":"9",
                    "text":"Remember, please, that you made me out of clay,But now you make me return to dust."
                },
                {
                    "verse":"10",
                    "text":"Did you not pour me out like milkAnd curdle me like cheese?"
                },
                {
                    "verse":"11",
                    "text":"With skin and flesh you clothed me,And with bones and sinews you wove me together."
                },
                {
                    "verse":"12",
                    "text":"You have given me life and loyal love;You have guarded my spirit with your care."
                },
                {
                    "verse":"13",
                    "text":"But you secretly intended to do these things.\nI know that these things are from you."
                },
                {
                    "verse":"14",
                    "text":"If I sinned, you would watch me,And you would not acquit me of my error."
                },
                {
                    "verse":"15",
                    "text":"If I am guilty, too bad for me!\nAnd even if I am innocent, I cannot raise my head,For I am filled with dishonor and affliction."
                },
                {
                    "verse":"16",
                    "text":"If I raise my head up, you hunt for me like a lionAnd again show your power against me."
                },
                {
                    "verse":"17",
                    "text":"You bring new witnesses against meAnd increase your anger against me,As hardship after hardship comes upon me."
                },
                {
                    "verse":"18",
                    "text":"So why did you bring me out from the womb?\nI should have died before any eye could see me."
                },
                {
                    "verse":"19",
                    "text":"It would have been as though I never existed;I would have been taken straight from the womb to the grave.’"
                },
                {
                    "verse":"20",
                    "text":"Are not my days few? Let him leave me alone;Let him turn his eyes away from me, so that I may find some relief"
                },
                {
                    "verse":"21",
                    "text":"Before I go away—and I will not return—To the land of deepest darkness,"
                },
                {
                    "verse":"22",
                    "text":"To the land of utter gloom,A land of deep shadow and disorder,Where even the light is like the gloom.“"
                }
            ]
        },
        {
            "chapter":"11",
            "verses":[
                {
                    "verse":"1",
                    "text":"Zoʹphar the Naʹa·ma·thite said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Will all these words go unanswered,Or will a lot of talking make someone right?"
                },
                {
                    "verse":"3",
                    "text":"Will your empty talk silence people?\nWill no one rebuke you for your mocking words?"
                },
                {
                    "verse":"4",
                    "text":"For you say, ‘My teaching is pure,And I am clean in your eyes.’"
                },
                {
                    "verse":"5",
                    "text":"But if only God would speakAnd open his lips to you!"
                },
                {
                    "verse":"6",
                    "text":"Then he would reveal to you the secrets of wisdom,For practical wisdom has many sides.\nThen you would realize that God allows some of your error to be forgotten."
                },
                {
                    "verse":"7",
                    "text":"Can you discover the deep things of GodOr discover everything about the Almighty?"
                },
                {
                    "verse":"8",
                    "text":"It is higher than heaven. What can you accomplish?\nIt is deeper than the Grave. What can you know?"
                },
                {
                    "verse":"9",
                    "text":"It is longer than the earthAnd broader than the sea."
                },
                {
                    "verse":"10",
                    "text":"If he passes by and detains someone and convenes a court,Who can resist him?"
                },
                {
                    "verse":"11",
                    "text":"For he knows when men are deceitful.\nWhen he sees what is evil, will he not take notice?"
                },
                {
                    "verse":"12",
                    "text":"But an empty-headed man will understandOnly when a wild donkey can give birth to a man."
                },
                {
                    "verse":"13",
                    "text":"If only you would prepare your heartAnd stretch out your hands to him."
                },
                {
                    "verse":"14",
                    "text":"If your hand is doing wrong, put it far away,And let no unrighteousness dwell in your tents."
                },
                {
                    "verse":"15",
                    "text":"For then you could lift up your face with no defect;You could stand firm, free of fear."
                },
                {
                    "verse":"16",
                    "text":"For then you will forget your trouble;You will remember it as waters that have flowed past you."
                },
                {
                    "verse":"17",
                    "text":"Your life will become brighter than midday;Even its darkness will be like the morning."
                },
                {
                    "verse":"18",
                    "text":"You will be confident because there is hope,And you will look around and lie down in security."
                },
                {
                    "verse":"19",
                    "text":"You will lie down, with no one to make you afraid,And many people will seek your favor."
                },
                {
                    "verse":"20",
                    "text":"But the eyes of the wicked will fail;And they will find no place to escape,And their only hope will be death.“"
                }
            ]
        },
        {
            "chapter":"12",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Surely you are the people who know,And wisdom will die out with you!"
                },
                {
                    "verse":"3",
                    "text":"But I too have understanding.\nI am not inferior to you.\nWho does not know these things?"
                },
                {
                    "verse":"4",
                    "text":"I have become a laughingstock to my companions,One calling to God for an answer.\nA righteous and blameless man is a laughingstock."
                },
                {
                    "verse":"5",
                    "text":"The carefree person has contempt for calamity,Thinking it is only for those whose feet are unsteady."
                },
                {
                    "verse":"6",
                    "text":"The tents of robbers are at peace,And those who provoke God are secure,Those who have their god in their hands."
                },
                {
                    "verse":"7",
                    "text":"However, ask, please, the animals, and they will instruct you;Also the birds of the heavens, and they will tell you."
                },
                {
                    "verse":"8",
                    "text":"Or give consideration to the earth, and it will instruct you;And the fish of the sea will declare it to you."
                },
                {
                    "verse":"9",
                    "text":"Who among all these does not knowThat the hand of Jehovah has done this?"
                },
                {
                    "verse":"10",
                    "text":"In his hand is the life of every living thingAnd the spirit of every human."
                },
                {
                    "verse":"11",
                    "text":"Does not the ear test out wordsAs the tongue tastes food?"
                },
                {
                    "verse":"12",
                    "text":"Is not wisdom found among the aged,And does not understanding come with a long life?"
                },
                {
                    "verse":"13",
                    "text":"With him there are wisdom and mightiness;He has counsel and understanding."
                },
                {
                    "verse":"14",
                    "text":"When he tears something down, it cannot be rebuilt;What he has shut, no man can open."
                },
                {
                    "verse":"15",
                    "text":"When he withholds the waters, everything dries up;When he sends them out, they overwhelm the earth."
                },
                {
                    "verse":"16",
                    "text":"With him there are strength and practical wisdom;To him belong the one going astray and the one leading astray;"
                },
                {
                    "verse":"17",
                    "text":"He makes counselors go barefoot,And he makes fools of judges."
                },
                {
                    "verse":"18",
                    "text":"He loosens the bonds imposed by kings,And he binds a belt around their waist."
                },
                {
                    "verse":"19",
                    "text":"He makes priests walk barefoot,And he overthrows those who are firmly established in power;"
                },
                {
                    "verse":"20",
                    "text":"He deprives trusted advisers of speechAnd takes away the sensibleness of old men;"
                },
                {
                    "verse":"21",
                    "text":"He pours out contempt upon nobles,And he makes powerful ones weak;"
                },
                {
                    "verse":"22",
                    "text":"He reveals deep things from the darkness,And he brings deep darkness into the light;"
                },
                {
                    "verse":"23",
                    "text":"He makes nations grow great in order to destroy them;He enlarges nations, that he may lead them into exile."
                },
                {
                    "verse":"24",
                    "text":"He takes away the understanding of the leaders of the peopleAnd makes them wander in trackless wastelands."
                },
                {
                    "verse":"25",
                    "text":"They grope in darkness, where there is no light;He makes them wander about like drunken men."
                }
            ]
        },
        {
            "chapter":"13",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Yes, my eye has seen all of this,My ear has heard and understood it."
                },
                {
                    "verse":"2",
                    "text":"What you know, I also know;I am not inferior to you."
                },
                {
                    "verse":"3",
                    "text":"For my part, I would rather speak to the Almighty himself;I desire to argue my case with God."
                },
                {
                    "verse":"4",
                    "text":"But you are smearing me with lies;All of you are useless physicians."
                },
                {
                    "verse":"5",
                    "text":"If only you would keep absolutely silent,That would show wisdom on your part."
                },
                {
                    "verse":"6",
                    "text":"Listen, please, to my arguments,And pay attention to the pleadings of my lips."
                },
                {
                    "verse":"7",
                    "text":"Will you speak unjustly on God’s behalf,And will you speak deceitfully for him?"
                },
                {
                    "verse":"8",
                    "text":"Will you take his side,Will you try to plead the case of the true God?"
                },
                {
                    "verse":"9",
                    "text":"Would it turn out well if he examined you?\nWill you fool him as you would a mortal man?"
                },
                {
                    "verse":"10",
                    "text":"He will surely rebuke youIf you secretly try to show favoritism."
                },
                {
                    "verse":"11",
                    "text":"Will not his very dignity terrify youAnd the dread of him fall upon you?"
                },
                {
                    "verse":"12",
                    "text":"Your wise sayings are proverbs of ashes;Your defenses are as fragile as defenses of clay."
                },
                {
                    "verse":"13",
                    "text":"Keep silent before me, so that I may speak.\nThen let whatever may come upon me come!"
                },
                {
                    "verse":"14",
                    "text":"Why do I put myself in dangerAnd take my life in my hands?"
                },
                {
                    "verse":"15",
                    "text":"Though he may slay me, I would still wait;I would argue my case before his face."
                },
                {
                    "verse":"16",
                    "text":"He would then become my salvation,For no godless person may come in before him."
                },
                {
                    "verse":"17",
                    "text":"Listen closely to my word;Pay attention to my declaration."
                },
                {
                    "verse":"18",
                    "text":"See, now, I have prepared my legal case;I know I am in the right."
                },
                {
                    "verse":"19",
                    "text":"Who will contend with me?\nI would die if I were to stay silent!"
                },
                {
                    "verse":"20",
                    "text":"Only grant two things to me, O God,So that I will not conceal myself from before you:"
                },
                {
                    "verse":"21",
                    "text":"Remove your heavy hand far away from me,And do not let the fear of you terrify me."
                },
                {
                    "verse":"22",
                    "text":"Either call and I will answer,Or let me speak, and you answer me."
                },
                {
                    "verse":"23",
                    "text":"What are my errors and sins?\nReveal to me my transgression and my sin."
                },
                {
                    "verse":"24",
                    "text":"Why do you hide your faceAnd consider me your enemy?"
                },
                {
                    "verse":"25",
                    "text":"Will you try to frighten a windblown leafOr chase after dry stubble?"
                },
                {
                    "verse":"26",
                    "text":"For you keep recording bitter accusations against me,And you make me answer for the sins of my youth."
                },
                {
                    "verse":"27",
                    "text":"You have put my feet in stocks,You scrutinize all my paths,And you trace out each of my footprints."
                },
                {
                    "verse":"28",
                    "text":"So man decays like something rotten,Like a garment eaten by moths."
                }
            ]
        },
        {
            "chapter":"14",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Man, born of woman,Is short-lived and filled with trouble."
                },
                {
                    "verse":"2",
                    "text":"He comes up like a blossom and then withers away;He flees like a shadow and disappears."
                },
                {
                    "verse":"3",
                    "text":"Yes, you have fixed your eye upon him,And you bring him into judgment with yourself."
                },
                {
                    "verse":"4",
                    "text":"Who can produce someone clean from someone unclean?\nNo one can!"
                },
                {
                    "verse":"5",
                    "text":"If his days are decided,The number of his months is with you;You have set a limit for him that he may not go beyond."
                },
                {
                    "verse":"6",
                    "text":"Turn your gaze away from him so that he may rest,Until, like a hired worker, he finishes out his day."
                },
                {
                    "verse":"7",
                    "text":"For there is hope even for a tree.\nIf it is cut down, it will sprout again,And its twigs will continue to grow."
                },
                {
                    "verse":"8",
                    "text":"If its root grows old in the groundAnd its stump dies in the soil,"
                },
                {
                    "verse":"9",
                    "text":"At the scent of water it will sprout;And it will produce branches like a new plant."
                },
                {
                    "verse":"10",
                    "text":"But a man dies and lies powerless;When a human expires, where is he?"
                },
                {
                    "verse":"11",
                    "text":"Waters disappear from the sea,And a river drains away and dries up."
                },
                {
                    "verse":"12",
                    "text":"Man also lies down and does not get up.\nUntil heaven is no more, they will not wake up,Nor will they be aroused from their sleep."
                },
                {
                    "verse":"13",
                    "text":"O that in the Grave you would conceal me,That you would hide me until your anger passes by,That you would set a time limit for me and remember me!"
                },
                {
                    "verse":"14",
                    "text":"If a man dies, can he live again?\nI will wait all the days of my compulsory serviceUntil my relief comes."
                },
                {
                    "verse":"15",
                    "text":"You will call, and I will answer you.\nYou will long for the work of your hands."
                },
                {
                    "verse":"16",
                    "text":"But for now, you keep counting my every step;You watch only for my sin."
                },
                {
                    "verse":"17",
                    "text":"My transgression is sealed up in a bag,And you seal up my error with glue."
                },
                {
                    "verse":"18",
                    "text":"As a mountain falls and crumbles awayAnd a rock is dislodged from its place,"
                },
                {
                    "verse":"19",
                    "text":"As water wears away stonesAnd its torrents wash away earth’s soil,So you have destroyed the hope of mortal man."
                },
                {
                    "verse":"20",
                    "text":"You keep overpowering him until he perishes;You change his appearance, and you send him away."
                },
                {
                    "verse":"21",
                    "text":"His sons are honored, but he does not know it;They become insignificant, but he does not realize it."
                },
                {
                    "verse":"22",
                    "text":"He feels pain only while he is still in his flesh;He mourns only while he is still alive.“"
                }
            ]
        },
        {
            "chapter":"15",
            "verses":[
                {
                    "verse":"1",
                    "text":"Elʹi·phaz the Teʹman·ite said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Will a wise person answer with empty arguments,Or will he fill his belly with the east wind?"
                },
                {
                    "verse":"3",
                    "text":"Reproving with mere words is useless,And talk alone is of no benefit."
                },
                {
                    "verse":"4",
                    "text":"For you undermine the fear of God,And you diminish any concern for God."
                },
                {
                    "verse":"5",
                    "text":"For your error dictates what you say,And you choose crafty speech."
                },
                {
                    "verse":"6",
                    "text":"Your own mouth condemns you, and not I;Your own lips testify against you."
                },
                {
                    "verse":"7",
                    "text":"Were you the first man ever born,Or was your birth before that of the hills?"
                },
                {
                    "verse":"8",
                    "text":"Do you listen to the confidential talk of God,Or do you limit wisdom to yourself?"
                },
                {
                    "verse":"9",
                    "text":"What do you know that we do not know?\nWhat do you understand that we do not?"
                },
                {
                    "verse":"10",
                    "text":"Both the gray-haired and the aged are among us,Men much older than your father."
                },
                {
                    "verse":"11",
                    "text":"Are God’s consolations not enough for you,Or words spoken gently to you?"
                },
                {
                    "verse":"12",
                    "text":"Why does your heart carry you away,And why do your eyes flash with anger?"
                },
                {
                    "verse":"13",
                    "text":"For you turn your spirit against God himself,And you allow such words to go out of your own mouth."
                },
                {
                    "verse":"14",
                    "text":"What is mortal man that he should be pure,Or anyone born of a woman that he should be righteous?"
                },
                {
                    "verse":"15",
                    "text":"Look! He has no faith in his holy ones,And even the heavens are not pure in his eyes."
                },
                {
                    "verse":"16",
                    "text":"How much less so when a person is detestable and corrupt,A man who drinks in unrighteousness just like water!"
                },
                {
                    "verse":"17",
                    "text":"I will inform you; listen to me!\nI will relate what I have seen,"
                },
                {
                    "verse":"18",
                    "text":"What wise men have related from their fathers,Things they have not hidden."
                },
                {
                    "verse":"19",
                    "text":"To them alone the land was given,And no stranger passed among them."
                },
                {
                    "verse":"20",
                    "text":"A wicked person suffers torment all his days,Throughout all the years reserved for the tyrant."
                },
                {
                    "verse":"21",
                    "text":"Terrifying sounds are in his ears;In a time of peace, marauders attack him."
                },
                {
                    "verse":"22",
                    "text":"He does not believe that he will escape from darkness;He is reserved for a sword."
                },
                {
                    "verse":"23",
                    "text":"He wanders about in search of food—where is it?\nHe well knows that the day of darkness is at hand."
                },
                {
                    "verse":"24",
                    "text":"Distress and anguish keep terrifying him;They overpower him like a king ready to launch an attack."
                },
                {
                    "verse":"25",
                    "text":"For he raises his hand against God himselfAnd tries to defy the Almighty;"
                },
                {
                    "verse":"26",
                    "text":"He stubbornly rushes against Him,With his thick, strong shield;"
                },
                {
                    "verse":"27",
                    "text":"His face is covered with fat,And his hips bulge with fat;"
                },
                {
                    "verse":"28",
                    "text":"He resides in cities that will be brought to ruin,In houses where no one will dwell,Which will become heaps of stones."
                },
                {
                    "verse":"29",
                    "text":"He will not grow rich, and his wealth will not accumulate,Nor will his possessions spread over the land."
                },
                {
                    "verse":"30",
                    "text":"He will not escape from darkness;A flame will dry up his twig,And he will pass away by a blast of God’s mouth."
                },
                {
                    "verse":"31",
                    "text":"He should not go astray and trust in what is worthless,For what he gets in exchange will be worthless;"
                },
                {
                    "verse":"32",
                    "text":"It will happen before his day,And his branches will never flourish."
                },
                {
                    "verse":"33",
                    "text":"He will be like a vine that shakes off its unripe grapes,And like an olive tree that casts off its blossoms."
                },
                {
                    "verse":"34",
                    "text":"For the assembly of godless ones is sterile,And fire will consume the tents of bribery."
                },
                {
                    "verse":"35",
                    "text":"They conceive trouble and give birth to what is wicked,And their womb produces deceit.“"
                }
            ]
        },
        {
            "chapter":"16",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“I have heard many things like these before.\nAll of you are troublesome comforters!"
                },
                {
                    "verse":"3",
                    "text":"Is there an end to empty words?\nWhat provokes you to answer this way?"
                },
                {
                    "verse":"4",
                    "text":"I could also speak as you do.\nIf you were in my place,I could make persuasive speeches against youAnd shake my head at you."
                },
                {
                    "verse":"5",
                    "text":"Instead, though, I would strengthen you with the words of my mouth,And the consolation of my lips would bring relief."
                },
                {
                    "verse":"6",
                    "text":"If I speak, my own pain is not relieved,And if I stop speaking, how much is my pain reduced?"
                },
                {
                    "verse":"7",
                    "text":"But now he has made me weary;He has devastated my whole household."
                },
                {
                    "verse":"8",
                    "text":"You also seize me, and it has become a witness,So that my own skinniness rises up and testifies to my face."
                },
                {
                    "verse":"9",
                    "text":"His anger has torn me to pieces, and he harbors animosity against me.\nHe grinds his teeth against me.\nMy adversary pierces me with his eyes."
                },
                {
                    "verse":"10",
                    "text":"They have opened their mouth wide against me,And they have scornfully struck my cheeks;In large numbers they gather against me."
                },
                {
                    "verse":"11",
                    "text":"God hands me over to young boys,And he thrusts me into the hands of the wicked."
                },
                {
                    "verse":"12",
                    "text":"I was untroubled, but he shattered me;He grabbed me by the back of the neck and crushed me;Then he set me up as his target."
                },
                {
                    "verse":"13",
                    "text":"His archers surround me;He pierces my kidneys and feels no compassion;He pours out my gall on the earth."
                },
                {
                    "verse":"14",
                    "text":"He breaks through against me with breach after breach;He rushes at me like a warrior."
                },
                {
                    "verse":"15",
                    "text":"I have sewn sackcloth together to cover my skin,And I have buried my dignity in the dust."
                },
                {
                    "verse":"16",
                    "text":"My face is red from weeping,And on my eyelids is deep shadow,"
                },
                {
                    "verse":"17",
                    "text":"Although my hands have done no violenceAnd my prayer is pure."
                },
                {
                    "verse":"18",
                    "text":"O earth, do not cover my blood!\nAnd let there be no resting-place for my outcry!"
                },
                {
                    "verse":"19",
                    "text":"Even now, my witness is in the heavens;The one who can testify for me is in the heights."
                },
                {
                    "verse":"20",
                    "text":"My companions ridicule meAs my eye sheds tears to God."
                },
                {
                    "verse":"21",
                    "text":"Let someone arbitrate between a man and God,As one would between a man and his fellow."
                },
                {
                    "verse":"22",
                    "text":"For the years to come are few,And I will go away on the path of no return."
                }
            ]
        },
        {
            "chapter":"17",
            "verses":[
                {
                    "verse":"1",
                    "text":"“My spirit has been broken, my days have been extinguished;The graveyard awaits me."
                },
                {
                    "verse":"2",
                    "text":"Mockers surround me,And my eye must gaze at their rebellious behavior."
                },
                {
                    "verse":"3",
                    "text":"Please accept my security, and keep it with you.\nWho else will shake hands with me and pledge in my behalf?"
                },
                {
                    "verse":"4",
                    "text":"For you have concealed discernment from their heart;That is why you do not exalt them."
                },
                {
                    "verse":"5",
                    "text":"He may offer to share with his friends,While the eyes of his children fail."
                },
                {
                    "verse":"6",
                    "text":"He has made me an object of scorn among the peoples,So that I became one in whose face they spit."
                },
                {
                    "verse":"7",
                    "text":"From anguish my eyes grow dim,And all my limbs are but a shadow."
                },
                {
                    "verse":"8",
                    "text":"Upright people stare in amazement at this,And the innocent one is disturbed over the godless."
                },
                {
                    "verse":"9",
                    "text":"The righteous one keeps holding fast to his way,And the one with clean hands grows stronger."
                },
                {
                    "verse":"10",
                    "text":"However, you may all come and resume your arguing,For I have not found anyone wise among you."
                },
                {
                    "verse":"11",
                    "text":"My days are finished;My plans, the desires of my heart, have been shattered."
                },
                {
                    "verse":"12",
                    "text":"They keep turning night into day,Saying, ‘Light must be near because it is dark.’"
                },
                {
                    "verse":"13",
                    "text":"If I wait, the Grave will become my home;I will spread out my bed in darkness."
                },
                {
                    "verse":"14",
                    "text":"I will call out to the pit, ‘You are my father!’\nTo the maggot, ‘My mother and my sister!’"
                },
                {
                    "verse":"15",
                    "text":"Where, then, is my hope?\nWho can see hope for me?"
                },
                {
                    "verse":"16",
                    "text":"It will go down to the barred gates of the GraveWhen we all descend together into the dust.“"
                }
            ]
        },
        {
            "chapter":"18",
            "verses":[
                {
                    "verse":"1",
                    "text":"Bilʹdad the Shuʹhite said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“How long before you stop making such speeches?\nShow some understanding so that we may then speak."
                },
                {
                    "verse":"3",
                    "text":"Why should we be viewed as animalsAnd be considered stupid in your eyes?"
                },
                {
                    "verse":"4",
                    "text":"Even if you tear yourself to pieces in your anger,Will the earth be abandoned for your sake,Or will the rock move away from its place?"
                },
                {
                    "verse":"5",
                    "text":"Yes, the light of the wicked will be extinguished,And the flame of his fire will not shine."
                },
                {
                    "verse":"6",
                    "text":"The light in his tent will certainly grow dark,And the lamp over him will be extinguished."
                },
                {
                    "verse":"7",
                    "text":"His vigorous stride is shortened,And his own counsel will make him fall."
                },
                {
                    "verse":"8",
                    "text":"For his feet will lead him into a net,And he will wander onto its mesh."
                },
                {
                    "verse":"9",
                    "text":"A trap will seize him by the heel;A snare will catch him."
                },
                {
                    "verse":"10",
                    "text":"A rope is hidden for him on the ground,And a trap lies in his path."
                },
                {
                    "verse":"11",
                    "text":"Terrors frighten him on all sidesAnd chase him at his feet."
                },
                {
                    "verse":"12",
                    "text":"His strength fails him,And disaster will make him stagger."
                },
                {
                    "verse":"13",
                    "text":"His skin is eaten away;The most deadly disease consumes his limbs."
                },
                {
                    "verse":"14",
                    "text":"He is torn away from the security of his tentAnd marched to the king of terrors."
                },
                {
                    "verse":"15",
                    "text":"Strangers will live in his tent;Sulfur will be scattered on his home."
                },
                {
                    "verse":"16",
                    "text":"His roots will dry up beneath him,And his branches will wither above him."
                },
                {
                    "verse":"17",
                    "text":"The memory of him will fade from the earth,And in the street his name will be unknown."
                },
                {
                    "verse":"18",
                    "text":"He will be driven from the light into the darknessAnd chased away from the productive land."
                },
                {
                    "verse":"19",
                    "text":"He will have no offspring and no descendants among his people,And he will be without a survivor in the place where he lives."
                },
                {
                    "verse":"20",
                    "text":"When his day comes, the people in the West will be appalledAnd the people in the East will be seized with horror."
                },
                {
                    "verse":"21",
                    "text":"This is what happens to the tents of a wrongdoerAnd to the place of the one who has not known God.“"
                }
            ]
        },
        {
            "chapter":"19",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“How long will you keep irritating my soul,Crushing me with words?"
                },
                {
                    "verse":"3",
                    "text":"These ten times you have rebuked me;You are not ashamed to deal harshly with me."
                },
                {
                    "verse":"4",
                    "text":"And if indeed I made a mistake,My error remains with me."
                },
                {
                    "verse":"5",
                    "text":"If you insist on exalting yourselves over me,Claiming that the reproach against me is justified,"
                },
                {
                    "verse":"6",
                    "text":"Know, then, that it is God who has misled me,And he has caught me in his hunting net."
                },
                {
                    "verse":"7",
                    "text":"Look! I keep crying out, ‘Violence!’ but I get no answer;I keep crying for help, but there is no justice."
                },
                {
                    "verse":"8",
                    "text":"My path he has blocked with a stone wall, and I cannot pass by;He has covered my roadways with darkness."
                },
                {
                    "verse":"9",
                    "text":"He has stripped me of my gloryAnd removed the crown from my head."
                },
                {
                    "verse":"10",
                    "text":"He breaks me down on all sides until I perish;My hope he uproots like a tree."
                },
                {
                    "verse":"11",
                    "text":"His anger burns against me,And he views me as his enemy."
                },
                {
                    "verse":"12",
                    "text":"His troops come together and besiege me,And they camp around my tent."
                },
                {
                    "verse":"13",
                    "text":"My own brothers he has driven far away from me,And those who know me have turned away from me."
                },
                {
                    "verse":"14",
                    "text":"My close companions are gone,And those whom I knew well have forgotten me."
                },
                {
                    "verse":"15",
                    "text":"Guests in my house and my slave girls consider me a stranger;I am a foreigner in their eyes."
                },
                {
                    "verse":"16",
                    "text":"I call for my servant, but he does not respond;With my mouth I beg him for compassion."
                },
                {
                    "verse":"17",
                    "text":"My very breath has become loathsome to my wife,And I am a stench to my own brothers."
                },
                {
                    "verse":"18",
                    "text":"Even young children despise me;When I rise up, they begin jeering at me."
                },
                {
                    "verse":"19",
                    "text":"All my close friends detest me,And those whom I loved have turned against me."
                },
                {
                    "verse":"20",
                    "text":"My bones stick to my skin and my flesh,And I escape with the skin of my teeth."
                },
                {
                    "verse":"21",
                    "text":"Show me mercy, my companions, show me mercy,For God’s own hand has touched me."
                },
                {
                    "verse":"22",
                    "text":"Why do you keep persecuting me as God does,Attacking me without letup?"
                },
                {
                    "verse":"23",
                    "text":"If only my words were written down,If only they could be inscribed in a book!"
                },
                {
                    "verse":"24",
                    "text":"O that they were carved forever in the rock,With an iron stylus and lead!"
                },
                {
                    "verse":"25",
                    "text":"For I well know that my redeemer is alive;He will come later and rise up over the earth."
                },
                {
                    "verse":"26",
                    "text":"After my skin has thus been destroyed,While yet in my flesh, I will see God,"
                },
                {
                    "verse":"27",
                    "text":"Whom I will see for myself,Whom my own eyes will see, not someone else’s.\nBut deep inside I feel overwhelmed!"
                },
                {
                    "verse":"28",
                    "text":"For you say, ‘In what way are we persecuting him?’\nSince the root of the problem is with me."
                },
                {
                    "verse":"29",
                    "text":"Be in fear of the sword yourselves,For the sword brings punishment against errors;You should know that there is a judge.“"
                }
            ]
        },
        {
            "chapter":"20",
            "verses":[
                {
                    "verse":"1",
                    "text":"Zoʹphar the Naʹa·ma·thite said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“This is why my own troubling thoughts urge me to answerBecause of the agitation I feel."
                },
                {
                    "verse":"3",
                    "text":"I have heard a reproof that insults me;And my understanding impels me to reply."
                },
                {
                    "verse":"4",
                    "text":"Surely you must have always known this,For it has been so since man was put on the earth,"
                },
                {
                    "verse":"5",
                    "text":"That the joyful cry of the wicked is briefAnd the rejoicing of the godless one is for a moment."
                },
                {
                    "verse":"6",
                    "text":"Although his greatness ascends to heavenAnd his head reaches to the clouds,"
                },
                {
                    "verse":"7",
                    "text":"He will perish forever like his own dung;Those who used to see him will say, ‘Where is he?’"
                },
                {
                    "verse":"8",
                    "text":"He will fly off like a dream, and they will not find him;He will be chased away like a vision of the night."
                },
                {
                    "verse":"9",
                    "text":"The eye that once saw him will not do so again,And his place will behold him no more."
                },
                {
                    "verse":"10",
                    "text":"His own children will seek the favor of the poor,And his own hands will give back his wealth."
                },
                {
                    "verse":"11",
                    "text":"His bones were full of youthful vigor,But it will lie down with him in mere dust."
                },
                {
                    "verse":"12",
                    "text":"If what is bad tastes sweet in his mouth,If he hides it under his tongue,"
                },
                {
                    "verse":"13",
                    "text":"If he savors it and does not let it goBut keeps holding it in his mouth,"
                },
                {
                    "verse":"14",
                    "text":"His food will turn sour inside him;It will become like the poison of cobras within him."
                },
                {
                    "verse":"15",
                    "text":"He has swallowed down wealth, but he will vomit it up;God will empty it out of his belly."
                },
                {
                    "verse":"16",
                    "text":"The venom of cobras he will suck;The fangs of a viper will kill him."
                },
                {
                    "verse":"17",
                    "text":"He will never see the streams of water,The torrents of honey and butter."
                },
                {
                    "verse":"18",
                    "text":"He will give back his goods without consuming them;He will not enjoy the wealth from his trade."
                },
                {
                    "verse":"19",
                    "text":"For he has crushed and abandoned the poor;He has seized a house that he did not build."
                },
                {
                    "verse":"20",
                    "text":"But he will feel no peace within himself;His wealth will not help him escape."
                },
                {
                    "verse":"21",
                    "text":"There is nothing left for him to devour;That is why his prosperity will not last."
                },
                {
                    "verse":"22",
                    "text":"When his wealth reaches its peak, anxiety will overtake him;The full force of misfortune will come against him."
                },
                {
                    "verse":"23",
                    "text":"As he fills his belly,God will send his burning anger upon him,Raining it down upon him into his bowels."
                },
                {
                    "verse":"24",
                    "text":"When he flees from weapons of iron,Arrows from a copper bow will pierce him."
                },
                {
                    "verse":"25",
                    "text":"He pulls an arrow from his back,A glittering weapon from his gall,And terror seizes him."
                },
                {
                    "verse":"26",
                    "text":"Total darkness awaits his treasures;A fire that no one fanned will consume him;Calamity awaits any survivors in his tent."
                },
                {
                    "verse":"27",
                    "text":"Heaven will uncover his error;The earth will rise up against him."
                },
                {
                    "verse":"28",
                    "text":"A flood will sweep his house away;It will be a heavy torrent on the day of God’s anger."
                },
                {
                    "verse":"29",
                    "text":"This is the wicked man’s share from God,The inheritance that God has decreed for him.“"
                }
            ]
        },
        {
            "chapter":"21",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Listen carefully to what I say;Let this be the consolation you give me."
                },
                {
                    "verse":"3",
                    "text":"Bear with me while I speak;After I speak, you may then mock me."
                },
                {
                    "verse":"4",
                    "text":"Is my complaint directed toward a man?\nIf it were, would I not lose patience?"
                },
                {
                    "verse":"5",
                    "text":"Look at me and stare in amazement;Put your hand over your mouth."
                },
                {
                    "verse":"6",
                    "text":"When I think about it, I am disturbed,And my whole body shudders."
                },
                {
                    "verse":"7",
                    "text":"Why do the wicked live on,Grow old, and become wealthy?"
                },
                {
                    "verse":"8",
                    "text":"Their children are always in their presence,And they get to see their descendants."
                },
                {
                    "verse":"9",
                    "text":"Their houses are secure, they are free from fear,And God does not punish them with his rod."
                },
                {
                    "verse":"10",
                    "text":"Their bulls breed without failure;Their cows give birth and do not miscarry."
                },
                {
                    "verse":"11",
                    "text":"Their boys run outside just like a flock,And their children skip about."
                },
                {
                    "verse":"12",
                    "text":"They sing accompanied by tambourine and harpAnd rejoice at the sound of the flute."
                },
                {
                    "verse":"13",
                    "text":"They spend their days in contentmentAnd go down peacefully to the Grave."
                },
                {
                    "verse":"14",
                    "text":"But they say to the true God, ‘Leave us alone!\nWe have no desire to know your ways."
                },
                {
                    "verse":"15",
                    "text":"Who is the Almighty, that we should serve him?\nWhat would we gain by being acquainted with him?’"
                },
                {
                    "verse":"16",
                    "text":"But I know that they do not control their own prosperity.\nThe thinking of the wicked is far from me."
                },
                {
                    "verse":"17",
                    "text":"How often is the lamp of the wicked extinguished?\nHow often does disaster come upon them?\nHow often does God deal out destruction to them in his anger?"
                },
                {
                    "verse":"18",
                    "text":"Do they ever become like straw before the windAnd like chaff that a storm wind carries away?"
                },
                {
                    "verse":"19",
                    "text":"God will store up a man’s punishment for his own sons.\nBut may God repay him so that he will know it."
                },
                {
                    "verse":"20",
                    "text":"May his own eyes see his ruin,And may he be the one to drink from the rage of the Almighty."
                },
                {
                    "verse":"21",
                    "text":"For what does he care about what happens to his house after himIf the number of his months is cut short?"
                },
                {
                    "verse":"22",
                    "text":"Can anyone teach knowledge to God,When He is the one who judges even the highest ones?"
                },
                {
                    "verse":"23",
                    "text":"One man dies in his full vigorWhen he is completely carefree and at ease,"
                },
                {
                    "verse":"24",
                    "text":"When his thighs are padded with fatAnd his bones are strong."
                },
                {
                    "verse":"25",
                    "text":"But another man dies deeply distressed,Never having tasted good things."
                },
                {
                    "verse":"26",
                    "text":"Together they will lie down in the dust,And maggots will cover both of them."
                },
                {
                    "verse":"27",
                    "text":"Look! I know exactly what you are thinkingAnd the schemes you devise to wrong me."
                },
                {
                    "verse":"28",
                    "text":"For you say, ‘Where is the house of the prominent man,And where is the tent in which the wicked one lived?’"
                },
                {
                    "verse":"29",
                    "text":"Have you not questioned travelers?\nDo you not carefully study their observations,"
                },
                {
                    "verse":"30",
                    "text":"That an evil person is spared on the day of disasterAnd rescued on the day of fury?"
                },
                {
                    "verse":"31",
                    "text":"Who will confront him about his way,And who will repay him for what he has done?"
                },
                {
                    "verse":"32",
                    "text":"When he is carried to the graveyard,A vigil will be kept over his tomb."
                },
                {
                    "verse":"33",
                    "text":"The clods of earth of the valley will be sweet to him,And all mankind follows after himLike the countless number before him."
                },
                {
                    "verse":"34",
                    "text":"So why offer me meaningless comfort?\nThere is nothing but deceit in your answers!“"
                }
            ]
        },
        {
            "chapter":"22",
            "verses":[
                {
                    "verse":"1",
                    "text":"Elʹi·phaz the Teʹman·ite said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Can a man be of use to God?\nCan anyone with insight be of benefit to him?"
                },
                {
                    "verse":"3",
                    "text":"Does the Almighty care that you are righteous,Or does he gain anything because you follow the course of integrity?"
                },
                {
                    "verse":"4",
                    "text":"Will he punish youAnd enter into judgment with you for your reverence?"
                },
                {
                    "verse":"5",
                    "text":"Is it not because your own wickedness is so greatAnd there is no end to your errors?"
                },
                {
                    "verse":"6",
                    "text":"For you seize a pledge from your brothers for no reason,And you strip people of their garments, leaving them naked."
                },
                {
                    "verse":"7",
                    "text":"You do not give the tired one a drink of water,And you hold back food from the hungry."
                },
                {
                    "verse":"8",
                    "text":"The land belongs to the powerful man,And the favored one dwells in it."
                },
                {
                    "verse":"9",
                    "text":"But you sent away widows empty-handed,And you crushed the arms of fatherless children."
                },
                {
                    "verse":"10",
                    "text":"That is why you are surrounded by traps,And sudden terrors frighten you;"
                },
                {
                    "verse":"11",
                    "text":"That is why it is so dark that you cannot see,And a flood of water covers you."
                },
                {
                    "verse":"12",
                    "text":"Is not God in the heights of heaven?\nAnd see how high all the stars are."
                },
                {
                    "verse":"13",
                    "text":"But you have said: ‘What does God really know?\nCan he judge through thick gloom?"
                },
                {
                    "verse":"14",
                    "text":"Clouds screen him off so that he does not seeAs he walks about on the vault of heaven.’"
                },
                {
                    "verse":"15",
                    "text":"Will you follow the ancient pathThat wicked men have walked,"
                },
                {
                    "verse":"16",
                    "text":"Men who have been snatched away before their time,Whose foundation was washed away by a flood?"
                },
                {
                    "verse":"17",
                    "text":"They were saying to the true God: ‘Leave us alone!’\nAnd ‘What can the Almighty do to us?’"
                },
                {
                    "verse":"18",
                    "text":"Yet, he is the One who filled their houses with good things.\n(Such wicked thinking is far from my own.)"
                },
                {
                    "verse":"19",
                    "text":"The righteous will see this and rejoice,And the innocent will mock them and say:"
                },
                {
                    "verse":"20",
                    "text":"‘Our opponents have been destroyed,And a fire will consume what is left of them.’"
                },
                {
                    "verse":"21",
                    "text":"Get to know Him, and you will be at peace;Then good things will come your way."
                },
                {
                    "verse":"22",
                    "text":"Accept the law from his mouth,And keep his sayings in your heart."
                },
                {
                    "verse":"23",
                    "text":"If you return to the Almighty, you will be restored;If you remove unrighteousness from your tent,"
                },
                {
                    "verse":"24",
                    "text":"If you would throw your gold into the dustAnd the gold of Oʹphir into the rocky ravines,"
                },
                {
                    "verse":"25",
                    "text":"Then the Almighty will become your gold,And he will be your choicest silver."
                },
                {
                    "verse":"26",
                    "text":"For then your delight will be in the Almighty,And you will lift up your face to God."
                },
                {
                    "verse":"27",
                    "text":"You will entreat him, and he will hear you;And your vows you will pay."
                },
                {
                    "verse":"28",
                    "text":"Whatever you decide to do will succeed,And light will shine upon your path."
                },
                {
                    "verse":"29",
                    "text":"For you will be humiliated when you speak arrogantly,But he will save the humble."
                },
                {
                    "verse":"30",
                    "text":"He will rescue those who are innocent;So if your hands are clean, you will certainly be rescued.“"
                }
            ]
        },
        {
            "chapter":"23",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Even today I will complain stubbornly;My strength is exhausted because of my sighing."
                },
                {
                    "verse":"3",
                    "text":"If only I knew where to find God!\nI would go to his place of dwelling."
                },
                {
                    "verse":"4",
                    "text":"I would present my case before himAnd fill my mouth with arguments;"
                },
                {
                    "verse":"5",
                    "text":"I would learn how he would answer meAnd take note of what he says to me."
                },
                {
                    "verse":"6",
                    "text":"Would he contend with me using his great power?\nNo, surely he would give me a hearing."
                },
                {
                    "verse":"7",
                    "text":"There the upright one could set matters straight with him,And I would be acquitted once and for all by my Judge."
                },
                {
                    "verse":"8",
                    "text":"But if I go east, he is not there;And I return and I cannot find him."
                },
                {
                    "verse":"9",
                    "text":"When he is working on the left, I cannot look upon him;Then he turns to the right, but I still do not see him."
                },
                {
                    "verse":"10",
                    "text":"But he knows the path I have taken.\nAfter he has tested me, I will come out as pure gold."
                },
                {
                    "verse":"11",
                    "text":"My feet have closely followed his footsteps;I have kept to his way without deviating."
                },
                {
                    "verse":"12",
                    "text":"I have not departed from the commandment of his lips.\nI have treasured up his sayings even more than what was required of me."
                },
                {
                    "verse":"13",
                    "text":"When he is determined, who can resist him?\nWhen he wants to do something, he does it."
                },
                {
                    "verse":"14",
                    "text":"For he will carry out completely what has been determined for me,And he has many such things in store."
                },
                {
                    "verse":"15",
                    "text":"That is why I am anxious because of him;When I think about him, my fear grows."
                },
                {
                    "verse":"16",
                    "text":"God has made me fainthearted,And the Almighty has made me afraid."
                },
                {
                    "verse":"17",
                    "text":"But I have not yet been silenced by the darknessNor by the gloom that has covered my face."
                }
            ]
        },
        {
            "chapter":"24",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Why does the Almighty not set a time?\nWhy do those who know him not see his day?"
                },
                {
                    "verse":"2",
                    "text":"People move boundary markers;They carry off flocks for their own pasture."
                },
                {
                    "verse":"3",
                    "text":"They drive away the donkey of fatherless childrenAnd seize the widow’s bull as security for a loan."
                },
                {
                    "verse":"4",
                    "text":"They force the poor off the road;The helpless of the earth must hide from them."
                },
                {
                    "verse":"5",
                    "text":"The poor forage for food like wild donkeys in the wilderness;They seek food in the desert for their children."
                },
                {
                    "verse":"6",
                    "text":"They must harvest in another’s fieldAnd glean from the vineyard of the wicked."
                },
                {
                    "verse":"7",
                    "text":"They spend the night naked, without clothing;They have no covering for the cold."
                },
                {
                    "verse":"8",
                    "text":"They are drenched by the mountain rains;They cling to the rocks for lack of shelter."
                },
                {
                    "verse":"9",
                    "text":"The fatherless child is snatched away from the breast;And the garments of the poor are taken as security for a loan,"
                },
                {
                    "verse":"10",
                    "text":"Forcing them to go about naked, without clothing,And hungry, as they carry the sheaves of grain."
                },
                {
                    "verse":"11",
                    "text":"They toil among the terrace walls in the heat of the day;They tread the winepresses, yet they go thirsty."
                },
                {
                    "verse":"12",
                    "text":"The dying keep groaning in the city;The fatally wounded cry for help,But God does not regard this as improper."
                },
                {
                    "verse":"13",
                    "text":"There are those who rebel against light;They do not recognize its ways,And they do not follow its paths."
                },
                {
                    "verse":"14",
                    "text":"The murderer rises at daybreak;He slays the helpless and the poor,While at night he engages in theft."
                },
                {
                    "verse":"15",
                    "text":"The eye of the adulterer waits for the twilight,Saying, ‘No one will see me!’\nAnd he covers his face."
                },
                {
                    "verse":"16",
                    "text":"In the darkness they break into houses;By day they shut themselves in.\nThey are strangers to the light."
                },
                {
                    "verse":"17",
                    "text":"For morning is the same as deep darkness for them;They are familiar with the terrors of deep darkness."
                },
                {
                    "verse":"18",
                    "text":"But they are swiftly carried away by the waters.\nTheir portion of the land will be cursed.\nThey will not return to their vineyards."
                },
                {
                    "verse":"19",
                    "text":"Just as drought and heat take away the melted snow,The Grave takes away those who have sinned!"
                },
                {
                    "verse":"20",
                    "text":"His mother will forget him; the maggot will feast on him.\nHe will be remembered no more.\nAnd unrighteousness will be broken just like a tree."
                },
                {
                    "verse":"21",
                    "text":"He preys on the barren woman,And mistreats the widow."
                },
                {
                    "verse":"22",
                    "text":"God will use his strength to do away with the powerful;Though they may rise up, they have no assurance of life."
                },
                {
                    "verse":"23",
                    "text":"God lets them become confident and secure,But his eyes are on everything they do."
                },
                {
                    "verse":"24",
                    "text":"They are exalted for a little while, then they are no more.\nThey are brought low and gathered like everyone else;They are cut off like heads of grain."
                },
                {
                    "verse":"25",
                    "text":"Now who can prove me a liarOr refute my word?“"
                }
            ]
        },
        {
            "chapter":"25",
            "verses":[
                {
                    "verse":"1",
                    "text":"Bilʹdad the Shuʹhite said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Rulership and fearsome might are his;He establishes peace in heaven."
                },
                {
                    "verse":"3",
                    "text":"Can his troops be numbered?\nUpon whom does his light not rise?"
                },
                {
                    "verse":"4",
                    "text":"So how can mortal man be righteous before God,Or how can one born of a woman be innocent?"
                },
                {
                    "verse":"5",
                    "text":"Even the moon is not brightAnd the stars are not pure in his eyes,"
                },
                {
                    "verse":"6",
                    "text":"How much less so mortal man, who is a maggot,And a son of man, who is a worm!“"
                }
            ]
        },
        {
            "chapter":"26",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job said in reply:"
                },
                {
                    "verse":"2",
                    "text":"“How you have helped the one with no power!\nHow you have saved the arm that has no strength!"
                },
                {
                    "verse":"3",
                    "text":"What great advice you have given to the one lacking wisdom!\nHow freely you have revealed your practical wisdom!"
                },
                {
                    "verse":"4",
                    "text":"To whom are you trying to speak,And who inspired you to say such things?"
                },
                {
                    "verse":"5",
                    "text":"Those who are powerless in death tremble;They are even lower than the waters and their inhabitants."
                },
                {
                    "verse":"6",
                    "text":"The Grave is naked in front of God,And the place of destruction lies uncovered."
                },
                {
                    "verse":"7",
                    "text":"He stretches out the northern sky over empty space,Suspending the earth upon nothing;"
                },
                {
                    "verse":"8",
                    "text":"He wraps up the waters in his clouds,So that the clouds do not burst under their weight;"
                },
                {
                    "verse":"9",
                    "text":"He shuts off the view of his throne,Spreading out his cloud over it."
                },
                {
                    "verse":"10",
                    "text":"He marks out the horizon on the surface of the waters;He makes a boundary between light and darkness."
                },
                {
                    "verse":"11",
                    "text":"The very pillars of heaven shake;They are stunned by his rebuke."
                },
                {
                    "verse":"12",
                    "text":"He stirs up the sea with his power,And by his understanding he breaks the sea monster to pieces."
                },
                {
                    "verse":"13",
                    "text":"With his breath he makes the skies clear;His hand pierces the elusive serpent."
                },
                {
                    "verse":"14",
                    "text":"Look! These are just the fringes of his ways;Only a faint whisper has been heard of him!\nSo who can understand his mighty thunder?“"
                }
            ]
        },
        {
            "chapter":"27",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job continued his discourse, saying:"
                },
                {
                    "verse":"2",
                    "text":"“As surely as God lives, who has deprived me of justice,As the Almighty lives, who has made me bitter,"
                },
                {
                    "verse":"3",
                    "text":"As long as my breath is within meAnd spirit from God is in my nostrils,"
                },
                {
                    "verse":"4",
                    "text":"My lips will not speak unrighteousness;Nor will my tongue mutter deceit!"
                },
                {
                    "verse":"5",
                    "text":"It is unthinkable for me to declare you men righteous!\nUntil I die, I will not renounce my integrity!"
                },
                {
                    "verse":"6",
                    "text":"I will maintain my righteousness and never let it go;My heart will not condemn me as long as I live."
                },
                {
                    "verse":"7",
                    "text":"May my enemy become like the wicked,Those assaulting me like the unrighteous."
                },
                {
                    "verse":"8",
                    "text":"For what hope does the godless man have when he is destroyed,When God takes away his life?"
                },
                {
                    "verse":"9",
                    "text":"Will God hear his outcryWhen distress comes upon him?"
                },
                {
                    "verse":"10",
                    "text":"Or will he find delight in the Almighty?\nWill he call on God at all times?"
                },
                {
                    "verse":"11",
                    "text":"I will teach you about the power of God;I will not hide anything about the Almighty."
                },
                {
                    "verse":"12",
                    "text":"Look! If you have all seen visions,Why are your speeches completely empty?"
                },
                {
                    "verse":"13",
                    "text":"This is the wicked man’s share from God,The inheritance that tyrants receive from the Almighty."
                },
                {
                    "verse":"14",
                    "text":"If his sons become many, they will fall by the sword,And his descendants will not have enough food."
                },
                {
                    "verse":"15",
                    "text":"Those who survive him will be buried by the plague,And their widows will not weep for them."
                },
                {
                    "verse":"16",
                    "text":"Even if he piles up silver like the dustAnd stores up fine clothing like the clay,"
                },
                {
                    "verse":"17",
                    "text":"Though he may gather it,The righteous man will wear it,And the innocent will divide up his silver."
                },
                {
                    "verse":"18",
                    "text":"The house he builds is as fragile as a moth’s cocoon,Like a shelter made by a watchman."
                },
                {
                    "verse":"19",
                    "text":"He will go to bed rich but will gather nothing;When he opens his eyes, nothing will be there."
                },
                {
                    "verse":"20",
                    "text":"Terror overtakes him like a flood;A storm snatches him away by night."
                },
                {
                    "verse":"21",
                    "text":"An east wind will carry him off, and he will be gone;It sweeps him away from his place."
                },
                {
                    "verse":"22",
                    "text":"It will hurl itself at him without pityAs he desperately tries to flee from its force."
                },
                {
                    "verse":"23",
                    "text":"It claps its hands at himAnd whistles at him from its place."
                }
            ]
        },
        {
            "chapter":"28",
            "verses":[
                {
                    "verse":"1",
                    "text":"“There is a place to mine silverAnd a place for gold that they refine;"
                },
                {
                    "verse":"2",
                    "text":"Iron is taken from the ground,And copper is smelted from rocks."
                },
                {
                    "verse":"3",
                    "text":"Man conquers the darkness;He probes to the limit in the gloom and darkness,Searching for ore."
                },
                {
                    "verse":"4",
                    "text":"He sinks a shaft far from where people reside,In forgotten places, far from where people walk;Some men descend and swing suspended."
                },
                {
                    "verse":"5",
                    "text":"Food grows on top of the earth;But below, there is an upheaval as if by fire."
                },
                {
                    "verse":"6",
                    "text":"There in the stones is sapphire,And the dust contains gold."
                },
                {
                    "verse":"7",
                    "text":"No bird of prey knows the path to it;The eye of a black kite has not seen it."
                },
                {
                    "verse":"8",
                    "text":"No majestic beasts have trodden on it;The young lion has not prowled there."
                },
                {
                    "verse":"9",
                    "text":"Man strikes the flinty rock with his hand;He overturns the mountains at their foundation."
                },
                {
                    "verse":"10",
                    "text":"He cuts water channels in the rock;His eyes spot every precious thing."
                },
                {
                    "verse":"11",
                    "text":"He dams up the sources of riversAnd brings what was hidden to the light."
                },
                {
                    "verse":"12",
                    "text":"But wisdom—where can it be found,And where is the source of understanding?"
                },
                {
                    "verse":"13",
                    "text":"No man recognizes its value,And it cannot be found in the land of the living."
                },
                {
                    "verse":"14",
                    "text":"The deep waters say, ‘It is not in me!’\nAnd the sea says, ‘It is not with me!’"
                },
                {
                    "verse":"15",
                    "text":"It cannot be bought with pure gold;Nor can silver be weighed out in exchange for it."
                },
                {
                    "verse":"16",
                    "text":"It cannot be bought with gold of OʹphirNor with rare onyx and sapphire."
                },
                {
                    "verse":"17",
                    "text":"Gold and glass cannot be compared to it;Nor can a vessel of fine gold be exchanged for it."
                },
                {
                    "verse":"18",
                    "text":"Coral and crystal are not worthy of mention,For a bagful of wisdom is worth more than one full of pearls."
                },
                {
                    "verse":"19",
                    "text":"The topaz of Cush cannot be compared to it;It cannot be purchased even with pure gold."
                },
                {
                    "verse":"20",
                    "text":"But from where does wisdom come,And where is the source of understanding?"
                },
                {
                    "verse":"21",
                    "text":"It has been hidden from the eyes of every living thingAnd concealed from the birds of the heavens."
                },
                {
                    "verse":"22",
                    "text":"Destruction and death say,‘Our ears have heard only a report of it.’"
                },
                {
                    "verse":"23",
                    "text":"God understands the way to find it;He alone knows where it resides,"
                },
                {
                    "verse":"24",
                    "text":"For he looks to the ends of the earth,And he sees everything under the heavens."
                },
                {
                    "verse":"25",
                    "text":"When he set the force of the windAnd measured out the waters,"
                },
                {
                    "verse":"26",
                    "text":"When he made a regulation for the rainAnd a path for the thunderous storm cloud,"
                },
                {
                    "verse":"27",
                    "text":"Then he saw wisdom and explained it;He established and tested it."
                },
                {
                    "verse":"28",
                    "text":"And he said to man:\n‘Look! The fear of Jehovah—that is wisdom,And to turn away from bad is understanding.’“"
                }
            ]
        },
        {
            "chapter":"29",
            "verses":[
                {
                    "verse":"1",
                    "text":"Job continued his discourse, saying:"
                },
                {
                    "verse":"2",
                    "text":"“If only I were in the months gone by,In the days when God was watching over me,"
                },
                {
                    "verse":"3",
                    "text":"When he caused his lamp to shine upon my head,When I walked through darkness by his light,"
                },
                {
                    "verse":"4",
                    "text":"When I was in my prime,When God’s friendship was felt in my tent,"
                },
                {
                    "verse":"5",
                    "text":"When the Almighty was still with me,When my children were all around me,"
                },
                {
                    "verse":"6",
                    "text":"When my steps were awash in butter,And the rocks poured out streams of oil for me."
                },
                {
                    "verse":"7",
                    "text":"When I used to go out to the city gateAnd take my seat in the public square,"
                },
                {
                    "verse":"8",
                    "text":"The young men would see me and step aside,And even the old men would rise and remain standing."
                },
                {
                    "verse":"9",
                    "text":"Princes refrained from speaking;They would put their hand over their mouth."
                },
                {
                    "verse":"10",
                    "text":"The voices of the prominent men were silenced;Their tongue was stuck to the roof of their mouth."
                },
                {
                    "verse":"11",
                    "text":"Whoever heard me would speak well of me,And those who saw me would testify for me."
                },
                {
                    "verse":"12",
                    "text":"For I would rescue the poor who cried for help,Along with the fatherless child and anyone who had no helper."
                },
                {
                    "verse":"13",
                    "text":"The one about to perish would bless me,And I made the heart of the widow rejoice."
                },
                {
                    "verse":"14",
                    "text":"I put on righteousness as my clothing;My justice was like a robe and a turban."
                },
                {
                    "verse":"15",
                    "text":"I became eyes to the blindAnd feet to the lame."
                },
                {
                    "verse":"16",
                    "text":"I was a father to the poor;I would investigate the legal case of those I did not know."
                },
                {
                    "verse":"17",
                    "text":"I would break the jaws of the wrongdoerAnd tear the prey away from his teeth."
                },
                {
                    "verse":"18",
                    "text":"I used to say, ‘I will die in my own home,And my days will be as numerous as the grains of sand."
                },
                {
                    "verse":"19",
                    "text":"My roots will spread out into the waters,And dew will stay all night on my branches."
                },
                {
                    "verse":"20",
                    "text":"My glory is constantly renewed,And the bow in my hand will keep shooting.’"
                },
                {
                    "verse":"21",
                    "text":"People would listen expectantly,Waiting in silence for my advice."
                },
                {
                    "verse":"22",
                    "text":"After I had spoken, they had nothing more to say;My words would fall gently on their ears."
                },
                {
                    "verse":"23",
                    "text":"They waited for me as for the rain;They opened their mouth wide as for the spring rain."
                },
                {
                    "verse":"24",
                    "text":"When I smiled at them, they could hardly believe it;The light of my face would reassure them."
                },
                {
                    "verse":"25",
                    "text":"I gave them direction as their head,And I lived like a king among his troops,Like one who comforts the mourners."
                }
            ]
        },
        {
            "chapter":"30",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Now they laugh at me—Men younger than I am,Whose fathers I would have refusedTo put with the dogs that guarded my flock."
                },
                {
                    "verse":"2",
                    "text":"Of what use was the power of their hands to me?\nTheir vigor has perished."
                },
                {
                    "verse":"3",
                    "text":"They are worn out from want and hunger;They gnaw at the parched groundThat was already ruined and desolated."
                },
                {
                    "verse":"4",
                    "text":"They gather the salt herb from the bushes;Their food is the root of broom trees."
                },
                {
                    "verse":"5",
                    "text":"They are driven out of the community;People shout at them as they would at a thief."
                },
                {
                    "verse":"6",
                    "text":"They live on the slopes of ravines,In holes in the ground and in the rocks."
                },
                {
                    "verse":"7",
                    "text":"From the bushes they cry outAnd huddle together among the nettles."
                },
                {
                    "verse":"8",
                    "text":"As sons of the senseless and the nameless ones,They have been driven out of the land."
                },
                {
                    "verse":"9",
                    "text":"But now they mock me even in their songs;I have become an object of scorn to them."
                },
                {
                    "verse":"10",
                    "text":"They detest me and keep their distance from me;They do not hesitate to spit in my face."
                },
                {
                    "verse":"11",
                    "text":"Because God has disarmed me and humbled me,They throw off all restraint in my presence."
                },
                {
                    "verse":"12",
                    "text":"On my right they rise up like a mob;They put me to flightAnd put up barriers of destruction in my path."
                },
                {
                    "verse":"13",
                    "text":"They tear up my roadwaysAnd make my calamity worse,Without anyone to stop them."
                },
                {
                    "verse":"14",
                    "text":"They come as if through a wide breach in the wall;They roll in amid the devastation."
                },
                {
                    "verse":"15",
                    "text":"Terror overwhelms me;My dignity is driven away like the wind,And my salvation vanishes like a cloud."
                },
                {
                    "verse":"16",
                    "text":"Now my life ebbs from me;Days of affliction take hold of me."
                },
                {
                    "verse":"17",
                    "text":"Aching pierces my bones at night;The gnawing pain never stops."
                },
                {
                    "verse":"18",
                    "text":"With great force my garment is disfigured;Like the collar of my garment, it chokes me."
                },
                {
                    "verse":"19",
                    "text":"God has thrown me down into the mud;I am reduced to dust and ashes."
                },
                {
                    "verse":"20",
                    "text":"I cry to you for help, but you do not answer me;I stand up, but you just look at me."
                },
                {
                    "verse":"21",
                    "text":"You have cruelly turned against me;With the full might of your hand, you assault me."
                },
                {
                    "verse":"22",
                    "text":"You pick me up and carry me off with the wind;Then you toss me about in the storm."
                },
                {
                    "verse":"23",
                    "text":"For I know that you will bring me down to death,To the house where everyone living will meet."
                },
                {
                    "verse":"24",
                    "text":"But no one would strike at a broken manAs he cries for help during his time of disaster."
                },
                {
                    "verse":"25",
                    "text":"Have I not wept for those who have fallen on hard times?\nHave I not grieved for the poor?"
                },
                {
                    "verse":"26",
                    "text":"Although I hoped for good, bad came;I expected the light, but darkness came."
                },
                {
                    "verse":"27",
                    "text":"The churning inside me did not stop;Days of affliction confronted me."
                },
                {
                    "verse":"28",
                    "text":"I walk about gloomy; there is no sunlight.\nIn the assembly, I rise and cry for help."
                },
                {
                    "verse":"29",
                    "text":"I have become a brother to jackalsAnd a companion to the daughters of the ostrich."
                },
                {
                    "verse":"30",
                    "text":"My skin has blackened and fallen off;My bones burn from the heat."
                },
                {
                    "verse":"31",
                    "text":"My harp is used only for mourning,And my flute for the sound of weeping."
                }
            ]
        },
        {
            "chapter":"31",
            "verses":[
                {
                    "verse":"1",
                    "text":"“I have made a covenant with my eyes.\nSo how could I show improper attention to a virgin?"
                },
                {
                    "verse":"2",
                    "text":"What, then, would be my share from God above,What inheritance from the Almighty on high?"
                },
                {
                    "verse":"3",
                    "text":"Does not disaster await the wrongdoerAnd calamity those doing what is harmful?"
                },
                {
                    "verse":"4",
                    "text":"Does he not see my waysAnd count all my steps?"
                },
                {
                    "verse":"5",
                    "text":"Have I ever walked in untruth?\nHas my foot hurried to deceive?"
                },
                {
                    "verse":"6",
                    "text":"Let God weigh me with accurate scales;Then he will recognize my integrity."
                },
                {
                    "verse":"7",
                    "text":"If my footsteps deviate from the wayOr my heart has followed after my eyesOr my hands have been defiled,"
                },
                {
                    "verse":"8",
                    "text":"Then let me sow seed and someone else eat,And let what I plant be uprooted."
                },
                {
                    "verse":"9",
                    "text":"If my heart has been enticed by a womanAnd I have lain in wait at my neighbor’s door,"
                },
                {
                    "verse":"10",
                    "text":"Then let my wife grind grain for another man,And let other men have sexual relations with her."
                },
                {
                    "verse":"11",
                    "text":"For that would be shameful conduct,An error deserving punishment by the judges."
                },
                {
                    "verse":"12",
                    "text":"It would be a fire that would devour and destroy,Consuming even the roots of all my produce."
                },
                {
                    "verse":"13",
                    "text":"If I denied justice to my male or female servantsWhen they had a complaint against me,"
                },
                {
                    "verse":"14",
                    "text":"What can I do when God confronts me?\nWhat can I answer him when he calls for an accounting?"
                },
                {
                    "verse":"15",
                    "text":"Did not the One who made me in the womb also make them?\nWas it not the same One who formed us before our birth?"
                },
                {
                    "verse":"16",
                    "text":"If I refused to give the poor what they desiredOr saddened the eyes of the widow;"
                },
                {
                    "verse":"17",
                    "text":"If I ate my portion of food aloneWithout sharing it with the orphans;"
                },
                {
                    "verse":"18",
                    "text":"(For from my youth the orphan grew up with me as though I were his father,And I have been a guide for the widow from childhood.)"
                },
                {
                    "verse":"19",
                    "text":"If I saw anyone perishing for lack of clothingOr a poor man with nothing to cover himself;"
                },
                {
                    "verse":"20",
                    "text":"If he did not bless meAs he warmed himself with the wool of my sheep;"
                },
                {
                    "verse":"21",
                    "text":"If I shook my fist against the orphanWhen he needed my assistance in the city gate;"
                },
                {
                    "verse":"22",
                    "text":"Then let my arm fall from my shoulder,And let my arm be broken at the elbow."
                },
                {
                    "verse":"23",
                    "text":"For I dreaded disaster from God,And I could not stand before his dignity."
                },
                {
                    "verse":"24",
                    "text":"If I put my confidence in goldOr said to fine gold, ‘You are my security!’"
                },
                {
                    "verse":"25",
                    "text":"If I found my joy in my great wealthBecause of the many possessions I acquired;"
                },
                {
                    "verse":"26",
                    "text":"If I saw the sun shiningOr the moon moving in its splendor;"
                },
                {
                    "verse":"27",
                    "text":"And my heart was secretly enticed,And my mouth kissed my hand in worship of them;"
                },
                {
                    "verse":"28",
                    "text":"Then that would be an error deserving punishment by the judges,For I would have denied the true God above."
                },
                {
                    "verse":"29",
                    "text":"Have I ever rejoiced over the destruction of my enemyOr gloated because evil befell him?"
                },
                {
                    "verse":"30",
                    "text":"I never allowed my mouth to sinBy asking for his life in an oath."
                },
                {
                    "verse":"31",
                    "text":"Have the men of my tent not said,‘Who can find anyone who has not been satisfied with his food?’"
                },
                {
                    "verse":"32",
                    "text":"No stranger had to spend the night outside;I opened my doors to the traveler."
                },
                {
                    "verse":"33",
                    "text":"Have I ever tried to cover over my transgressions, like other men,By hiding my error in the pocket of my garment?"
                },
                {
                    "verse":"34",
                    "text":"Have I been in fear of the reaction of the multitude,Or have I been terrified by the contempt of other families,Making me silent and afraid to go outside?"
                },
                {
                    "verse":"35",
                    "text":"If only someone would listen to me!\nI would sign my name to what I have said.\nLet the Almighty answer me!\nIf only my accuser had written out the charges in a document!"
                },
                {
                    "verse":"36",
                    "text":"I would carry it on my shoulder,And I would bind it around my head like a crown."
                },
                {
                    "verse":"37",
                    "text":"I would give him an accounting for every step I took;I would approach him confidently, like a prince."
                },
                {
                    "verse":"38",
                    "text":"If my own ground would cry out against meAnd its furrows would weep together;"
                },
                {
                    "verse":"39",
                    "text":"If I have eaten its fruitage without payment,Or if I have caused its owners to despair;"
                },
                {
                    "verse":"40",
                    "text":"Then let thorns sprout for me instead of wheatAnd foul-smelling weeds instead of barley.“\nThe words of Job end here."
                }
            ]
        },
        {
            "chapter":"32",
            "verses":[
                {
                    "verse":"1",
                    "text":"So these three men stopped trying to answer Job, because he was convinced of his own righteousness."
                },
                {
                    "verse":"2",
                    "text":"But E·liʹhu the son of Barʹa·chel the Buzʹite of the family of Ram had become very angry. His anger blazed against Job for trying to prove himself right rather than God."
                },
                {
                    "verse":"3",
                    "text":"He was also very angry with Job’s three companions because they could not find an answer but had declared God wicked."
                },
                {
                    "verse":"4",
                    "text":"E·liʹhu had been waiting to respond to Job, because they were older than he was."
                },
                {
                    "verse":"5",
                    "text":"When E·liʹhu saw that the three men had nothing to say in answer, his anger flared up."
                },
                {
                    "verse":"6",
                    "text":"So E·liʹhu the son of Barʹa·chel the Buzʹite began to speak, saying:\n“I am youngAnd you men are aged.\nSo I respectfully held back,And I dared not tell you what I know."
                },
                {
                    "verse":"7",
                    "text":"I thought, ‘Let age speak,And let a multitude of years declare wisdom.’"
                },
                {
                    "verse":"8",
                    "text":"But it is the spirit in people,The breath of the Almighty, that gives them understanding."
                },
                {
                    "verse":"9",
                    "text":"Age alone does not make one wise,Nor is it only old men who understand what is right."
                },
                {
                    "verse":"10",
                    "text":"So I say, ‘Listen to me,And I will also tell you what I know.’"
                },
                {
                    "verse":"11",
                    "text":"Look! I have waited for your words;I kept listening to your reasoningAs you searched for things to say."
                },
                {
                    "verse":"12",
                    "text":"I paid close attention to you,But none of you could prove Job wrongOr answer his arguments."
                },
                {
                    "verse":"13",
                    "text":"So do not say, ‘We have found wisdom;It is God who refutes him, not a man.’"
                },
                {
                    "verse":"14",
                    "text":"He did not direct his words against me,So I will not reply to him with your arguments."
                },
                {
                    "verse":"15",
                    "text":"They are dismayed, they have no more answers;They have nothing left to say."
                },
                {
                    "verse":"16",
                    "text":"I have waited, but they do not continue speaking;They just stand there, with no further answer."
                },
                {
                    "verse":"17",
                    "text":"So I too will give an answer;I too will tell what I know,"
                },
                {
                    "verse":"18",
                    "text":"For I am full of words;The spirit within me compels me."
                },
                {
                    "verse":"19",
                    "text":"My insides are like wine that has no vent,Like new wineskins ready to burst."
                },
                {
                    "verse":"20",
                    "text":"Let me speak so that I can find relief!\nI will open my lips and give an answer."
                },
                {
                    "verse":"21",
                    "text":"I will not show partiality to anyone;Nor will I flatter any human,"
                },
                {
                    "verse":"22",
                    "text":"For I do not know how to flatter;If I did, my Maker would quickly do away with me."
                }
            ]
        },
        {
            "chapter":"33",
            "verses":[
                {
                    "verse":"1",
                    "text":"“But now, Job, please hear my words;Listen to everything I say."
                },
                {
                    "verse":"2",
                    "text":"Look, please! I must open my mouth;My tongue must speak."
                },
                {
                    "verse":"3",
                    "text":"My words declare the uprightness of my heart,And my lips sincerely tell what I know."
                },
                {
                    "verse":"4",
                    "text":"God’s own spirit made me,And the Almighty’s own breath brought me to life."
                },
                {
                    "verse":"5",
                    "text":"Reply to me if you are able;Present your arguments before me; take your position."
                },
                {
                    "verse":"6",
                    "text":"Look! I am just like you before the true God;From the clay I too was shaped."
                },
                {
                    "verse":"7",
                    "text":"So no fear of me should terrify you,And no pressure from me should overwhelm you."
                },
                {
                    "verse":"8",
                    "text":"But you said in my hearing,Yes, I kept hearing these words,"
                },
                {
                    "verse":"9",
                    "text":"‘I am pure, without transgression;I am clean, without error."
                },
                {
                    "verse":"10",
                    "text":"But God finds reasons to oppose me;He considers me his enemy."
                },
                {
                    "verse":"11",
                    "text":"He puts my feet in stocks;He scrutinizes all my paths.’"
                },
                {
                    "verse":"12",
                    "text":"But you are not right in saying this, so I will answer you:\nGod is far greater than mortal man."
                },
                {
                    "verse":"13",
                    "text":"Why do you complain against Him?\nIs it because he did not answer all your words?"
                },
                {
                    "verse":"14",
                    "text":"For God speaks once and a second time,But no one pays attention,"
                },
                {
                    "verse":"15",
                    "text":"In a dream, a vision of the night,When deep sleep falls upon peopleWhile they sleep in their beds."
                },
                {
                    "verse":"16",
                    "text":"Then he uncovers their earsAnd impresses his instruction upon them,"
                },
                {
                    "verse":"17",
                    "text":"To turn a person away from wrongdoingAnd to protect a man from pride."
                },
                {
                    "verse":"18",
                    "text":"God spares his soul from the pit,His life from perishing by the sword."
                },
                {
                    "verse":"19",
                    "text":"A person is also reproved by pain on his bedAnd by the constant distress of his bones,"
                },
                {
                    "verse":"20",
                    "text":"So that his very being loathes bread,And he rejects even fine food."
                },
                {
                    "verse":"21",
                    "text":"His flesh wastes away from sight,And his bones that were hidden now protrude."
                },
                {
                    "verse":"22",
                    "text":"His soul draws near to the pit;His life to those who bring death."
                },
                {
                    "verse":"23",
                    "text":"If there is a messenger for him,One advocate out of a thousand,To tell to man what is upright,"
                },
                {
                    "verse":"24",
                    "text":"Then God shows him favor and says,‘Spare him from going down into the pit!\nI have found a ransom!"
                },
                {
                    "verse":"25",
                    "text":"Let his flesh become fresher than in youth;Let him return to the days of his youthful vigor.’"
                },
                {
                    "verse":"26",
                    "text":"He will entreat God, who will accept him,And he will see His face with shouts of joy,And He will restore His righteousness to mortal man."
                },
                {
                    "verse":"27",
                    "text":"That person will declare to men,‘I have sinned and distorted what is right,But I did not receive what I deserved."
                },
                {
                    "verse":"28",
                    "text":"He has redeemed my soul from going into the pit,And my life will see the light.’"
                },
                {
                    "verse":"29",
                    "text":"Indeed, God does all these thingsTwice, three times, for a man,"
                },
                {
                    "verse":"30",
                    "text":"To bring him back from the pit,So that he may be enlightened with the light of life."
                },
                {
                    "verse":"31",
                    "text":"Pay attention, Job! Listen to me!\nKeep silent, and I will continue speaking."
                },
                {
                    "verse":"32",
                    "text":"If you have something to say, reply to me.\nSpeak, for I want to prove you right."
                },
                {
                    "verse":"33",
                    "text":"If you have nothing to say, you should listen to me;Keep silent, and I will teach you wisdom.“"
                }
            ]
        },
        {
            "chapter":"34",
            "verses":[
                {
                    "verse":"1",
                    "text":"So E·liʹhu continued to say in reply:"
                },
                {
                    "verse":"2",
                    "text":"“Listen to my words, you who are wise;Hear me, you who know so much."
                },
                {
                    "verse":"3",
                    "text":"For the ear tests wordsJust as the tongue tastes food."
                },
                {
                    "verse":"4",
                    "text":"Let us evaluate for ourselves what is right;Let us decide among ourselves what is good."
                },
                {
                    "verse":"5",
                    "text":"For Job has said, ‘I am in the right,But God has denied me justice."
                },
                {
                    "verse":"6",
                    "text":"Would I lie about what my own judgment should be?\nMy wound is incurable, though there is no transgression.’"
                },
                {
                    "verse":"7",
                    "text":"What other man is like Job,Who drinks up derision like water?"
                },
                {
                    "verse":"8",
                    "text":"He is in company with wrongdoersAnd in association with wicked men."
                },
                {
                    "verse":"9",
                    "text":"For he has said, ‘A man does not benefitFrom trying to please God.’"
                },
                {
                    "verse":"10",
                    "text":"So listen to me, you men of understanding:\nIt is unthinkable for the true God to act wickedly,For the Almighty to do wrong!"
                },
                {
                    "verse":"11",
                    "text":"For he will reward a man according to what he doesAnd bring upon him the consequences of his ways."
                },
                {
                    "verse":"12",
                    "text":"For a certainty, God does not act wickedly;The Almighty does not pervert justice."
                },
                {
                    "verse":"13",
                    "text":"Who put him in charge of the earth,And who appointed him over the whole world?"
                },
                {
                    "verse":"14",
                    "text":"If he fixes his attention on them,If he gathers their spirit and breath to himself,"
                },
                {
                    "verse":"15",
                    "text":"All humans would perish together,And mankind would return to the dust."
                },
                {
                    "verse":"16",
                    "text":"So if you have understanding, pay attention to this;Listen carefully to what I say."
                },
                {
                    "verse":"17",
                    "text":"Should someone who hates justice be in control,Or would you condemn a powerful one who is righteous?"
                },
                {
                    "verse":"18",
                    "text":"Would you say to a king, ‘You are good for nothing,’\nOr to nobles, ‘You are wicked’?"
                },
                {
                    "verse":"19",
                    "text":"There is One who does not show partiality to princesAnd who does not favor the rich over the poor,For they are all the work of his hands."
                },
                {
                    "verse":"20",
                    "text":"They may die suddenly, in the middle of the night;They shake violently and pass away;Even the powerful are removed, but not by human hands."
                },
                {
                    "verse":"21",
                    "text":"For God’s eyes are upon the ways of a man,And He sees all his steps."
                },
                {
                    "verse":"22",
                    "text":"There is no darkness or deep shadowWhere wrongdoers can conceal themselves."
                },
                {
                    "verse":"23",
                    "text":"For God has not set an appointed time for any manTo appear before him in judgment."
                },
                {
                    "verse":"24",
                    "text":"He breaks the powerful without needing to investigateAnd sets up others in their place."
                },
                {
                    "verse":"25",
                    "text":"For he knows what they are doing;He overthrows them during the night, and they are crushed."
                },
                {
                    "verse":"26",
                    "text":"He strikes them for their wickedness,In a place where all can see,"
                },
                {
                    "verse":"27",
                    "text":"Because they have turned away from following himAnd have no regard for any of his ways;"
                },
                {
                    "verse":"28",
                    "text":"They cause the poor to cry out to him,So that he hears the outcry of the helpless."
                },
                {
                    "verse":"29",
                    "text":"When God remains silent, who can condemn him?\nWhen he hides his face, who can see him?\nWhether toward a nation or a man, the result is the same,"
                },
                {
                    "verse":"30",
                    "text":"So that a godless person may not ruleOr lay snares for the people."
                },
                {
                    "verse":"31",
                    "text":"For will anyone say to God,‘I have been punished, although I have committed no offense;"
                },
                {
                    "verse":"32",
                    "text":"Teach me what I have failed to see;If I have done anything wrong, I will not do it again’?"
                },
                {
                    "verse":"33",
                    "text":"Should he reward you on your terms when you reject his judgment?\nYou must decide, not I.\nSo tell me what you know so well."
                },
                {
                    "verse":"34",
                    "text":"Men of understanding will say to me—Any wise man who hears me—"
                },
                {
                    "verse":"35",
                    "text":"‘Job speaks without knowledge,And his words lack insight.’"
                },
                {
                    "verse":"36",
                    "text":"Let Job be tested to the limitBecause his replies are like those of wicked men!"
                },
                {
                    "verse":"37",
                    "text":"He adds rebellion to his sin;He scornfully claps his hands before usAnd multiplies his words against the true God!“"
                }
            ]
        },
        {
            "chapter":"35",
            "verses":[
                {
                    "verse":"1",
                    "text":"E·liʹhu continued his response:"
                },
                {
                    "verse":"2",
                    "text":"“Are you so convinced that you are right that you would say,‘I am more righteous than God’?"
                },
                {
                    "verse":"3",
                    "text":"For you say, ‘What does it matter to you?\nAm I better off than if I had sinned?’"
                },
                {
                    "verse":"4",
                    "text":"I will reply to youAnd to your companions with you."
                },
                {
                    "verse":"5",
                    "text":"Look up to heaven and see,Observe the clouds, which are high above you."
                },
                {
                    "verse":"6",
                    "text":"If you sin, how do you hurt him?\nIf your transgressions multiply, what do you do to him?"
                },
                {
                    "verse":"7",
                    "text":"If you are righteous, what do you give him;What does he receive from you?"
                },
                {
                    "verse":"8",
                    "text":"Your wickedness affects only a human like yourself,And your righteousness, a son of man."
                },
                {
                    "verse":"9",
                    "text":"People cry out when under great oppression;They cry for relief from the domination of the powerful."
                },
                {
                    "verse":"10",
                    "text":"But no one says, ‘Where is God, my Grand Maker,The one causing songs to be sung in the night?’"
                },
                {
                    "verse":"11",
                    "text":"He teaches us more than the beasts of the earth,And he makes us wiser than the birds of the heavens."
                },
                {
                    "verse":"12",
                    "text":"People cry out, but he does not answer,Because of the pride of the wicked."
                },
                {
                    "verse":"13",
                    "text":"Surely God does not hear an empty cry;The Almighty does not pay attention to it."
                },
                {
                    "verse":"14",
                    "text":"How much less, then, when you complain that you do not see him!\nYour legal case is before him, so you should wait anxiously for him."
                },
                {
                    "verse":"15",
                    "text":"For he has not angrily called for an accounting;Nor has he taken note of your extreme rashness."
                },
                {
                    "verse":"16",
                    "text":"Job opens his mouth wide in vain;He multiplies words without knowledge.“"
                }
            ]
        },
        {
            "chapter":"36",
            "verses":[
                {
                    "verse":"1",
                    "text":"E·liʹhu continued:"
                },
                {
                    "verse":"2",
                    "text":"“Be patient with me a little longer while I explain,For I still have words to speak on God’s behalf."
                },
                {
                    "verse":"3",
                    "text":"I will speak comprehensively about what I know,And I will ascribe righteousness to my Maker."
                },
                {
                    "verse":"4",
                    "text":"Truly my words are not false;The One perfect in knowledge is here before you."
                },
                {
                    "verse":"5",
                    "text":"Indeed, God is mighty and rejects no one;He is great in his power of understanding."
                },
                {
                    "verse":"6",
                    "text":"He will not preserve the lives of the wicked,But he gives justice to the afflicted."
                },
                {
                    "verse":"7",
                    "text":"He does not take his eyes off the righteous;He enthrones them with kings, and they are exalted forever."
                },
                {
                    "verse":"8",
                    "text":"But if they are bound in shacklesAnd caught in ropes of affliction,"
                },
                {
                    "verse":"9",
                    "text":"He reveals to them what they have done,Their transgressions caused by their pride."
                },
                {
                    "verse":"10",
                    "text":"He opens their ears to correctionAnd tells them to turn away from wrongdoing."
                },
                {
                    "verse":"11",
                    "text":"If they obey and serve him,They will live out their days in prosperity,And their years will be pleasant."
                },
                {
                    "verse":"12",
                    "text":"But if they do not obey, they will perish by the swordAnd die without knowledge."
                },
                {
                    "verse":"13",
                    "text":"The godless at heart will harbor resentment.\nThey do not cry for help even when he binds them."
                },
                {
                    "verse":"14",
                    "text":"They die while still young,Spending their life among male temple prostitutes."
                },
                {
                    "verse":"15",
                    "text":"But God rescues the afflicted during their affliction;He opens their ear when they are oppressed."
                },
                {
                    "verse":"16",
                    "text":"He draws you away from the brink of distressTo a broad space, free of restriction,With rich food on your table as consolation."
                },
                {
                    "verse":"17",
                    "text":"Then you will be satisfied with the judgment on the wicked,When judgment is rendered and justice is upheld."
                },
                {
                    "verse":"18",
                    "text":"But take care that rage does not lead you into spitefulness,And do not let a large bribe lead you astray."
                },
                {
                    "verse":"19",
                    "text":"Would your cry for helpOr any of your strenuous efforts keep you from distress?"
                },
                {
                    "verse":"20",
                    "text":"Do not long for the night,When people vanish from their place."
                },
                {
                    "verse":"21",
                    "text":"Beware that you do not turn to wrongdoing,Choosing this instead of affliction."
                },
                {
                    "verse":"22",
                    "text":"Look! God is exalted in his power;What instructor is like him?"
                },
                {
                    "verse":"23",
                    "text":"Who has directed his wayOr said to him, ‘What you have done is wrong’?"
                },
                {
                    "verse":"24",
                    "text":"Remember to magnify his activity,Of which men have sung."
                },
                {
                    "verse":"25",
                    "text":"All mankind has seen it,Mortal man looks on from a distance."
                },
                {
                    "verse":"26",
                    "text":"Yes, God is greater than we can know;The number of his years is beyond comprehension."
                },
                {
                    "verse":"27",
                    "text":"He draws up the drops of water;They condense into rain from his mist;"
                },
                {
                    "verse":"28",
                    "text":"Then the clouds pour it down;They shower down upon mankind."
                },
                {
                    "verse":"29",
                    "text":"Can anyone understand the layers of clouds,The thundering from his tent?"
                },
                {
                    "verse":"30",
                    "text":"See how he spreads his lightning over itAnd covers the depths of the sea."
                },
                {
                    "verse":"31",
                    "text":"By these he sustains the peoples;He gives them food in abundance."
                },
                {
                    "verse":"32",
                    "text":"With his hands he covers the lightning,And he directs it against its target."
                },
                {
                    "verse":"33",
                    "text":"His thunder tells about him,Even the livestock tell who is coming."
                }
            ]
        },
        {
            "chapter":"37",
            "verses":[
                {
                    "verse":"1",
                    "text":"“At this my heart poundsAnd leaps from its place."
                },
                {
                    "verse":"2",
                    "text":"Listen carefully to the rumbling of his voiceAnd the thunder that comes from his mouth."
                },
                {
                    "verse":"3",
                    "text":"He unleashes it under the entire heavensAnd sends his lightning to the ends of the earth."
                },
                {
                    "verse":"4",
                    "text":"After that is a roaring sound;He thunders with a majestic voice,And he does not hold it back when his voice is heard."
                },
                {
                    "verse":"5",
                    "text":"God thunders with his voice in a wonderful way;He does great things that are beyond our understanding."
                },
                {
                    "verse":"6",
                    "text":"For he says to the snow, ‘Fall to the earth,’\nAnd to the downpour of rain, ‘Pour down mightily.’"
                },
                {
                    "verse":"7",
                    "text":"God puts a stop to all human activitySo that every mortal man will know His work."
                },
                {
                    "verse":"8",
                    "text":"The wild animals go into their densAnd remain in their lairs."
                },
                {
                    "verse":"9",
                    "text":"The storm wind blows from its chamber,And the cold comes from the north winds."
                },
                {
                    "verse":"10",
                    "text":"By the breath of God, the ice is produced,And the broad waters are frozen solid."
                },
                {
                    "verse":"11",
                    "text":"Yes, he weighs down the clouds with moisture;He scatters his lightning in the clouds;"
                },
                {
                    "verse":"12",
                    "text":"They swirl around where he directs them;They carry out whatever he commands on the surface of the inhabited earth."
                },
                {
                    "verse":"13",
                    "text":"Whether it is for punishment or for the sake of the landOr for loyal love, he causes it to happen."
                },
                {
                    "verse":"14",
                    "text":"Listen to this, Job;Stop and consider carefully the wonderful works of God."
                },
                {
                    "verse":"15",
                    "text":"Do you know how God controls the cloudsAnd how he causes the lightning to flash from his cloud?"
                },
                {
                    "verse":"16",
                    "text":"Do you know how the clouds float?\nThese are the wonderful works of the One perfect in knowledge."
                },
                {
                    "verse":"17",
                    "text":"Why does your clothing become hotWhen the earth is still because of the south wind?"
                },
                {
                    "verse":"18",
                    "text":"Can you, with him, spread out the skiesAs solid as a metal mirror?"
                },
                {
                    "verse":"19",
                    "text":"Tell us what we should say to him;We cannot answer because we are in the dark."
                },
                {
                    "verse":"20",
                    "text":"Should he be told that I want to speak?\nOr has anyone said something that should be communicated to him?"
                },
                {
                    "verse":"21",
                    "text":"They cannot even see the light,Though it is bright in the sky,Until a wind passes by and clears away the clouds."
                },
                {
                    "verse":"22",
                    "text":"Out of the north comes golden splendor;God’s majesty is awe-inspiring."
                },
                {
                    "verse":"23",
                    "text":"Understanding the Almighty is beyond our reach;He is great in power,And he never violates his justice and abundant righteousness."
                },
                {
                    "verse":"24",
                    "text":"Therefore, people should fear him.\nFor he does not favor any who think that they are wise.“"
                }
            ]
        },
        {
            "chapter":"38",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jehovah answered Job out of the windstorm:"
                },
                {
                    "verse":"2",
                    "text":"“Who is this who is obscuring my counselAnd speaking without knowledge?"
                },
                {
                    "verse":"3",
                    "text":"Brace yourself, please, like a man;I will question you, and you inform me."
                },
                {
                    "verse":"4",
                    "text":"Where were you when I founded the earth?\nTell me, if you think you understand."
                },
                {
                    "verse":"5",
                    "text":"Who set its measurements, in case you know,Or who stretched a measuring line across it?"
                },
                {
                    "verse":"6",
                    "text":"Into what were its pedestals sunk,Or who laid its cornerstone,"
                },
                {
                    "verse":"7",
                    "text":"When the morning stars joyfully cried out together,And all the sons of God began shouting in applause?"
                },
                {
                    "verse":"8",
                    "text":"And who barricaded the sea behind doorsWhen it burst out from the womb,"
                },
                {
                    "verse":"9",
                    "text":"When I clothed it with cloudsAnd wrapped it in thick gloom,"
                },
                {
                    "verse":"10",
                    "text":"When I established my limit for itAnd put its bars and doors in place,"
                },
                {
                    "verse":"11",
                    "text":"And I said, ‘You may come this far, and no farther;Here is where your proud waves will stop’?"
                },
                {
                    "verse":"12",
                    "text":"Have you ever commanded the morningOr made the dawn know its place,"
                },
                {
                    "verse":"13",
                    "text":"To take hold of the ends of the earthAnd to shake the wicked out of it?"
                },
                {
                    "verse":"14",
                    "text":"It is transformed like clay under a seal,And its features stand out like those of a garment."
                },
                {
                    "verse":"15",
                    "text":"But the light of the wicked is held back from them,And their uplifted arm is broken."
                },
                {
                    "verse":"16",
                    "text":"Have you gone down to the sources of the seaOr explored the deep waters?"
                },
                {
                    "verse":"17",
                    "text":"Have the gates of death been revealed to you,Or have you seen the gates of deep darkness?"
                },
                {
                    "verse":"18",
                    "text":"Have you understood the vast expanse of the earth?\nTell me, if you know all of this."
                },
                {
                    "verse":"19",
                    "text":"In which direction does the light reside?\nAnd where is the place of darkness,"
                },
                {
                    "verse":"20",
                    "text":"That you should take it to its territoryAnd understand the paths to its home?"
                },
                {
                    "verse":"21",
                    "text":"Do you know this because you were already bornAnd the number of your years is great?"
                },
                {
                    "verse":"22",
                    "text":"Have you entered the storehouses of the snow,Or have you seen the storehouses of the hail,"
                },
                {
                    "verse":"23",
                    "text":"Which I have reserved for the time of distress,For the day of battle and war?"
                },
                {
                    "verse":"24",
                    "text":"From what direction is light dispersed,And from where does the east wind blow on the earth?"
                },
                {
                    "verse":"25",
                    "text":"Who has cut a channel for the floodAnd made a path for the thunderous storm cloud,"
                },
                {
                    "verse":"26",
                    "text":"To make it rain where no man lives,On the wilderness where there are no humans,"
                },
                {
                    "verse":"27",
                    "text":"To satisfy devastated wastelandsAnd cause the grass to sprout?"
                },
                {
                    "verse":"28",
                    "text":"Does the rain have a father,Or who fathered the dewdrops?"
                },
                {
                    "verse":"29",
                    "text":"From whose womb did the ice emerge,And who gave birth to the frost of heaven"
                },
                {
                    "verse":"30",
                    "text":"When the waters are covered as if with stone,And the surface of the deep waters is frozen solid?"
                },
                {
                    "verse":"31",
                    "text":"Can you tie the ropes of the Kiʹmah constellationOr untie the cords of the Keʹsil constellation?"
                },
                {
                    "verse":"32",
                    "text":"Can you lead out a constellation in its seasonOr guide the Ash constellation along with its sons?"
                },
                {
                    "verse":"33",
                    "text":"Do you know the laws governing the heavens,Or can you impose their authority on the earth?"
                },
                {
                    "verse":"34",
                    "text":"Can you raise your voice to the cloudsTo cause a flood of water to cover you?"
                },
                {
                    "verse":"35",
                    "text":"Can you send out lightning bolts?\nWill they come and say to you, ‘Here we are!’"
                },
                {
                    "verse":"36",
                    "text":"Who put wisdom within the cloudsOr gave understanding to the sky phenomenon?"
                },
                {
                    "verse":"37",
                    "text":"Who is wise enough to count the clouds,Or who can tip over the water jars of heaven"
                },
                {
                    "verse":"38",
                    "text":"When the dust pours into a massAnd the clods of earth stick together?"
                },
                {
                    "verse":"39",
                    "text":"Can you hunt prey for a lionOr satisfy the appetites of young lions"
                },
                {
                    "verse":"40",
                    "text":"When they crouch in their lairsOr lie in ambush in their dens?"
                },
                {
                    "verse":"41",
                    "text":"Who prepares food for the ravenWhen its young cry to God for helpAnd wander about because there is nothing to eat?"
                }
            ]
        },
        {
            "chapter":"39",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Do you know the time when the mountain goats give birth?\nHave you watched the deer give birth to their young?"
                },
                {
                    "verse":"2",
                    "text":"Do you count the months that they must complete?\nDo you know the time when they give birth?"
                },
                {
                    "verse":"3",
                    "text":"They crouch down when they give birth to their young,And their labor pains end."
                },
                {
                    "verse":"4",
                    "text":"Their young become strong and grow up in the open field;They go out and do not return to them."
                },
                {
                    "verse":"5",
                    "text":"Who set the wild donkey free,And who untied the ropes of the wild donkey?"
                },
                {
                    "verse":"6",
                    "text":"I have made the desert plain its homeAnd the salt land its dwelling."
                },
                {
                    "verse":"7",
                    "text":"It scorns the tumult of the city;It does not hear the shouts of the driver."
                },
                {
                    "verse":"8",
                    "text":"It roams the hills, seeking pasture,Looking for every green plant."
                },
                {
                    "verse":"9",
                    "text":"Is the wild bull willing to serve you?\nWill it spend the night in your stable?"
                },
                {
                    "verse":"10",
                    "text":"Will you hold a wild bull to the furrow with a rope,Or will it follow you to plow the valley?"
                },
                {
                    "verse":"11",
                    "text":"Will you trust in its great strengthAnd let it do your heavy work?"
                },
                {
                    "verse":"12",
                    "text":"Will you rely on it to bring back your harvest,And will it gather it to your threshing floor?"
                },
                {
                    "verse":"13",
                    "text":"The wings of the ostrich flap joyfully,But can her pinions and plumage compare with the stork’s?"
                },
                {
                    "verse":"14",
                    "text":"For she leaves her eggs on the ground,And she keeps them warm in the dust."
                },
                {
                    "verse":"15",
                    "text":"She forgets that some foot may crush themOr that a wild animal may trample them."
                },
                {
                    "verse":"16",
                    "text":"She treats her sons harshly, as if they were not hers;She has no fear that her labor may be in vain."
                },
                {
                    "verse":"17",
                    "text":"For God has deprived her of wisdomAnd given her no share in understanding."
                },
                {
                    "verse":"18",
                    "text":"But when she rises up and flaps her wings,She laughs at the horse and at its rider."
                },
                {
                    "verse":"19",
                    "text":"Are you the one who gives the horse its strength?\nDo you clothe its neck with a rustling mane?"
                },
                {
                    "verse":"20",
                    "text":"Can you cause it to leap like a locust?\nIts majestic snorting is terrifying."
                },
                {
                    "verse":"21",
                    "text":"It paws the ground in the valley and exults mightily;It charges into the battle."
                },
                {
                    "verse":"22",
                    "text":"It laughs at fear and is afraid of nothing.\nIt does not turn back because of the sword."
                },
                {
                    "verse":"23",
                    "text":"The quiver rattles against it,The spear and the javelin flash."
                },
                {
                    "verse":"24",
                    "text":"Trembling with excitement, it surges forward,It cannot stand still at the sound of the horn."
                },
                {
                    "verse":"25",
                    "text":"When the horn blows, it says, ‘Aha!’\nIt smells the battle from afarAnd hears the shouting of commanders and the battle cry."
                },
                {
                    "verse":"26",
                    "text":"Is it by your understanding that the falcon soars,Spreading its wings to the south?"
                },
                {
                    "verse":"27",
                    "text":"Or is it at your order that an eagle flies upwardAnd builds its nest high up,"
                },
                {
                    "verse":"28",
                    "text":"Spending the night on a cliff,Dwelling in its stronghold on a rocky crag?"
                },
                {
                    "verse":"29",
                    "text":"From there it searches for food;Its eyes look far into the distance."
                },
                {
                    "verse":"30",
                    "text":"Its young sip up blood;And wherever the slain are, there it is.“"
                }
            ]
        },
        {
            "chapter":"40",
            "verses":[
                {
                    "verse":"1",
                    "text":"Jehovah continued to answer Job:"
                },
                {
                    "verse":"2",
                    "text":"“Should a faultfinder contend with the Almighty?\nLet the one who wants to reprove God answer.“"
                },
                {
                    "verse":"3",
                    "text":"Job said in answer to Jehovah:"
                },
                {
                    "verse":"4",
                    "text":"“Look! I am unworthy.\nWhat can I reply to you?\nI put my hand over my mouth."
                },
                {
                    "verse":"5",
                    "text":"I spoke once, but I will not answer again;Twice, but I will say no more.“"
                },
                {
                    "verse":"6",
                    "text":"Then Jehovah answered Job out of the windstorm:"
                },
                {
                    "verse":"7",
                    "text":"“Brace yourself, please, like a man;I will question you, and you inform me."
                },
                {
                    "verse":"8",
                    "text":"Will you call into question my justice?\nWill you condemn me so that you may be right?"
                },
                {
                    "verse":"9",
                    "text":"Do you have an arm as powerful as the true God’s,Or can your voice thunder like his?"
                },
                {
                    "verse":"10",
                    "text":"Adorn yourself, please, with glory and majesty;Clothe yourself with dignity and splendor."
                },
                {
                    "verse":"11",
                    "text":"Release the fury of your anger;Look at everyone who is haughty, and bring him low."
                },
                {
                    "verse":"12",
                    "text":"Look at everyone who is haughty, and humble him,And tread down the wicked where they stand."
                },
                {
                    "verse":"13",
                    "text":"Hide them all in the dust;Bind them in the hidden place,"
                },
                {
                    "verse":"14",
                    "text":"Then even I would acknowledge to youThat your right hand can save you."
                },
                {
                    "verse":"15",
                    "text":"Here, now, is Be·heʹmoth, which I made as I made you.\nIt eats grass like a bull."
                },
                {
                    "verse":"16",
                    "text":"Look at the strength in its hipsAnd the power in the muscles of its belly!"
                },
                {
                    "verse":"17",
                    "text":"It stiffens its tail like a cedar;The sinews of its thighs are woven together."
                },
                {
                    "verse":"18",
                    "text":"Its bones are tubes of copper;Its limbs are like wrought-iron rods."
                },
                {
                    "verse":"19",
                    "text":"It ranks first among the works of God;Only its Maker can approach it with his sword."
                },
                {
                    "verse":"20",
                    "text":"For the mountains produce food for it,Where all the wild animals play."
                },
                {
                    "verse":"21",
                    "text":"It lies down under the lotus trees,In the shelter of the reeds of the marsh."
                },
                {
                    "verse":"22",
                    "text":"The lotus trees cast their shadow on it,And the poplars of the valley surround it."
                },
                {
                    "verse":"23",
                    "text":"If the river is turbulent, it does not panic.\nIt is confident, although the Jordan rushes against its mouth."
                },
                {
                    "verse":"24",
                    "text":"Can anyone capture it while it is watching,Or pierce its nose with a hook?"
                }
            ]
        },
        {
            "chapter":"41",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Can you catch Le·viʹa·than with a fishhookOr hold down its tongue with a rope?"
                },
                {
                    "verse":"2",
                    "text":"Can you put a rope through its nostrilsOr pierce its jaws with a hook?"
                },
                {
                    "verse":"3",
                    "text":"Will it make many pleas to you,Or will it speak gently to you?"
                },
                {
                    "verse":"4",
                    "text":"Will it make a covenant with you,So that you may make it your slave for life?"
                },
                {
                    "verse":"5",
                    "text":"Will you play with it as with a birdOr tie it on a leash for your little girls?"
                },
                {
                    "verse":"6",
                    "text":"Will traders barter for it?\nWill they divide it up among merchants?"
                },
                {
                    "verse":"7",
                    "text":"Will you fill its hide with harpoonsOr its head with fishing spears?"
                },
                {
                    "verse":"8",
                    "text":"Lay your hand on it;You will remember the battle and never do it again!"
                },
                {
                    "verse":"9",
                    "text":"Any hope of subduing it is futile.\nThe mere sight of it would overwhelm you."
                },
                {
                    "verse":"10",
                    "text":"No one dares to stir it up.\nSo who is it who can stand up to me?"
                },
                {
                    "verse":"11",
                    "text":"Who has given me anything first that I should repay him?\nWhatever is under the heavens is mine."
                },
                {
                    "verse":"12",
                    "text":"I will not be silent about its limbs,About its mightiness and its well-formed body."
                },
                {
                    "verse":"13",
                    "text":"Who has removed its outer covering?\nWho will enter its open jaws?"
                },
                {
                    "verse":"14",
                    "text":"Who can pry open the doors of its mouth?\nIts teeth all around are fearsome."
                },
                {
                    "verse":"15",
                    "text":"Its back has rows of scalesTightly sealed together."
                },
                {
                    "verse":"16",
                    "text":"Each one fits so closely to the otherThat no air can come between them."
                },
                {
                    "verse":"17",
                    "text":"They are stuck to one another;They cling together and cannot be separated."
                },
                {
                    "verse":"18",
                    "text":"Its snorting flashes out light,And its eyes are like the rays of dawn."
                },
                {
                    "verse":"19",
                    "text":"Flashes of lightning go out of its mouth;Fiery sparks escape."
                },
                {
                    "verse":"20",
                    "text":"Smoke pours out of its nostrils,Like a furnace fueled with rushes."
                },
                {
                    "verse":"21",
                    "text":"Its breath sets coals ablaze,And a flame shoots from its mouth."
                },
                {
                    "verse":"22",
                    "text":"There is great strength in its neck,And dismay runs before it."
                },
                {
                    "verse":"23",
                    "text":"The folds of its flesh are tightly joined together;They are firm, as though cast upon it and immovable."
                },
                {
                    "verse":"24",
                    "text":"Its heart is hard as stone,Yes, hard as a lower millstone."
                },
                {
                    "verse":"25",
                    "text":"When it rises up, even the mighty are frightened;Its thrashing causes bewilderment."
                },
                {
                    "verse":"26",
                    "text":"No sword that reaches it will prevail;Nor will spear, dart, or arrowhead."
                },
                {
                    "verse":"27",
                    "text":"It regards iron as straw,Copper as rotten wood."
                },
                {
                    "verse":"28",
                    "text":"An arrow does not make it flee;Slingstones turn into stubble against it."
                },
                {
                    "verse":"29",
                    "text":"It regards a club as stubble,And it laughs at the rattling of a javelin."
                },
                {
                    "verse":"30",
                    "text":"Underneath, it is like sharp fragments of pottery;It spreads itself in the mud like a threshing sledge."
                },
                {
                    "verse":"31",
                    "text":"It makes the deep boil just like a pot;It stirs up the sea like an ointment pot."
                },
                {
                    "verse":"32",
                    "text":"It leaves a glistening wake in its path.\nOne would think that the deep had white hair."
                },
                {
                    "verse":"33",
                    "text":"There is nothing like it on the earth,A creature made to have no fear."
                },
                {
                    "verse":"34",
                    "text":"It glares at everything that is haughty.\nIt is king over all the majestic wild beasts.“"
                }
            ]
        },
        {
            "chapter":"42",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Job said in reply to Jehovah:"
                },
                {
                    "verse":"2",
                    "text":"“Now I know that you are able to do all thingsAnd that nothing you have in mind to do is impossible for you."
                },
                {
                    "verse":"3",
                    "text":"You said, ‘Who is this who is obscuring my counsel without knowledge?’\nTherefore I spoke, but without understandingAbout things too wonderful for me, which I do not know."
                },
                {
                    "verse":"4",
                    "text":"You said, ‘Please listen, and I will speak.\nI will question you, and you inform me.’"
                },
                {
                    "verse":"5",
                    "text":"My ears have heard about you,But now I do see you with my eyes."
                },
                {
                    "verse":"6",
                    "text":"That is why I take back what I said,And I repent in dust and ashes.“"
                },
                {
                    "verse":"7",
                    "text":"After Jehovah had spoken these words to Job, Jehovah said to Elʹi·phaz the Teʹman·ite:\n“My anger burns against you and your two companions, for you have not spoken the truth about me as my servant Job has."
                },
                {
                    "verse":"8",
                    "text":"Now take seven bulls and seven rams and go to my servant Job, and offer up a burnt sacrifice for yourselves. And my servant Job will pray for you. I will surely accept his request not to deal with you according to your foolishness, for you have not spoken the truth about me as my servant Job has.“"
                },
                {
                    "verse":"9",
                    "text":"So Elʹi·phaz the Teʹman·ite, Bilʹdad the Shuʹhite, and Zoʹphar the Naʹa·ma·thite went and did what Jehovah had told them to do. And Jehovah accepted Job’s prayer."
                },
                {
                    "verse":"10",
                    "text":"After Job had prayed for his companions, Jehovah removed Job’s tribulation and restored his prosperity. Jehovah gave him double what he had before."
                },
                {
                    "verse":"11",
                    "text":"All his brothers and sisters and all his former friends came to him and ate a meal with him in his house. They sympathized with him and comforted him over all the calamity that Jehovah had allowed to come upon him. Each of them gave him a piece of money and a gold ring."
                },
                {
                    "verse":"12",
                    "text":"So Jehovah blessed the last part of Job’s life more than the beginning, and Job came to have 14,000 sheep, 6,000 camels, 1,000 pairs of cattle, and 1,000 female donkeys."
                },
                {
                    "verse":"13",
                    "text":"He also came to have seven more sons and three more daughters."
                },
                {
                    "verse":"14",
                    "text":"He named the first daughter Je·miʹmah, the second Ke·ziʹah, and the third Kerʹen-hapʹpuch."
                },
                {
                    "verse":"15",
                    "text":"No women in all the land were as beautiful as Job’s daughters, and their father gave them an inheritance along with their brothers."
                },
                {
                    "verse":"16",
                    "text":"After this Job lived for 140 years, and he saw his children and his grandchildren—four generations."
                },
                {
                    "verse":"17",
                    "text":"Finally Job died, after a long and satisfying life."
                }
            ]
        }
    ]
}