{
    "book":"Joel",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The word of Jehovah that came to Joel the son of Pe·thuʹel:"
                },
                {
                    "verse":"2",
                    "text":"“Hear this, you elders,And pay attention, all you inhabitants of the land.\nHas anything like this happened in your daysOr in the days of your forefathers?"
                },
                {
                    "verse":"3",
                    "text":"Tell about it to your sons,And let your sons tell about it to their sons,And their sons to the next generation."
                },
                {
                    "verse":"4",
                    "text":"What was left by the devouring locust, the swarming locust has eaten;And what was left by the swarming locust, the unwinged locust has eaten;And what the unwinged locust has left, the voracious locust has eaten."
                },
                {
                    "verse":"5",
                    "text":"Wake up, you drunkards, and weep!\nWail, all you wine drinkers,Because the sweet wine has been taken from your mouths."
                },
                {
                    "verse":"6",
                    "text":"For a nation has come up into my land, mighty and without number.\nIts teeth are the teeth of a lion, and its jaws are those of a lion."
                },
                {
                    "verse":"7",
                    "text":"It has devastated my vine and turned my fig tree into a stump,Stripping them completely bare and tossing them aside,Leaving their twigs white."
                },
                {
                    "verse":"8",
                    "text":"Wail as a virgin wearing sackcloth doesFor the bridegroom of her youth."
                },
                {
                    "verse":"9",
                    "text":"Grain offering and drink offering have ceased from the house of Jehovah;The priests, the ministers of Jehovah, are in mourning."
                },
                {
                    "verse":"10",
                    "text":"The field has been devastated, the ground mourns;For the grain has been devastated, the new wine has dried up, the oil has failed."
                },
                {
                    "verse":"11",
                    "text":"Farmers are dismayed, vinedressers wail,Because of the wheat and the barley;For the harvest of the field has perished."
                },
                {
                    "verse":"12",
                    "text":"The vine has dried up,The fig tree has withered.\nThe pomegranate, the palm, and the apple,All the trees of the field have dried up;For joy has turned to shame among the people."
                },
                {
                    "verse":"13",
                    "text":"Put on sackcloth and mourn, you priests;Wail, you ministers of the altar.\nCome in and spend the night in sackcloth, you ministers of my God;For grain offering and drink offering have been withheld from the house of your God."
                },
                {
                    "verse":"14",
                    "text":"Proclaim a fast; call for a solemn assembly.\nGather the elders together, with all the inhabitants of the land,To the house of Jehovah your God, and cry to Jehovah for help."
                },
                {
                    "verse":"15",
                    "text":"Woe because of the day!\nFor the day of Jehovah is near,And it will come like a destruction from the Almighty!"
                },
                {
                    "verse":"16",
                    "text":"Has not food been taken from before our very eyes,And rejoicing and joy from the house of our God?"
                },
                {
                    "verse":"17",
                    "text":"The seeds have shriveled under their shovels.\nStorehouses are desolate.\nGranaries have been torn down, for the grain has dried up."
                },
                {
                    "verse":"18",
                    "text":"Even the livestock groan!\nThe herds of cattle wander in confusion, for they have no pasture!\nAnd the flocks of sheep bear the punishment."
                },
                {
                    "verse":"19",
                    "text":"To you, O Jehovah, I will call;For fire has devoured the pastures of the wilderness,And a flame has consumed all the trees of the field."
                },
                {
                    "verse":"20",
                    "text":"Even the wild beasts long for you,Because the streams of water have dried upAnd fire has devoured the pastures of the wilderness.“"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Blow a horn in Zion!\nShout a war cry in my holy mountain.\nLet all the inhabitants of the land tremble,For the day of Jehovah is coming! It is near!"
                },
                {
                    "verse":"2",
                    "text":"It is a day of darkness and gloom,A day of clouds and thick gloom,Like light of dawn spreading out on the mountains.\nThere is a people numerous and mighty;Never before has there been one like it,And never again will there be anotherThrough the years of all generations."
                },
                {
                    "verse":"3",
                    "text":"Ahead of it a fire devours,And behind it a flame consumes.\nThe land ahead of it is like the garden of Eʹden,But behind it is a desolate wilderness,And nothing can escape."
                },
                {
                    "verse":"4",
                    "text":"Its appearance is like the appearance of horses,And they run like warhorses."
                },
                {
                    "verse":"5",
                    "text":"The sound is like that of chariots as they leap on the mountaintops,Like the crackling of a blazing fire that consumes stubble.\nIt is like a mighty people drawn up in battle formation."
                },
                {
                    "verse":"6",
                    "text":"Because of them, peoples will be in anguish.\nEvery face will grow flushed."
                },
                {
                    "verse":"7",
                    "text":"They charge like warriors,They scale a wall like soldiers,Each keeps to his own course,And they do not swerve from their paths."
                },
                {
                    "verse":"8",
                    "text":"They do not shove one another;Each man advances in his course.\nIf the weapons cause some to fall,The others do not break ranks."
                },
                {
                    "verse":"9",
                    "text":"Into the city they rush, on the wall they run.\nOnto the houses they climb, through the windows they enter like a thief."
                },
                {
                    "verse":"10",
                    "text":"Before them the land trembles and the heavens rock.\nSun and moon have become dark,And the stars have lost their brightness."
                },
                {
                    "verse":"11",
                    "text":"Jehovah will raise his voice before his army, for his camp is very numerous.\nFor the one carrying out His word is mighty;For the day of Jehovah is great and very awe-inspiring.\nWho can endure it?“"
                },
                {
                    "verse":"12",
                    "text":"“Yet even now,“ declares Jehovah, “return to me with all your hearts,With fasting and weeping and wailing."
                },
                {
                    "verse":"13",
                    "text":"Rip apart your hearts, and not your garments,And return to Jehovah your God,For he is compassionate and merciful, slow to anger and abundant in loyal love,And he will reconsider the calamity."
                },
                {
                    "verse":"14",
                    "text":"Who knows whether he will turn back and reconsiderAnd leave behind a blessing,A grain offering and a drink offering for Jehovah your God?"
                },
                {
                    "verse":"15",
                    "text":"Blow a horn in Zion!\nProclaim a fast; call for a solemn assembly."
                },
                {
                    "verse":"16",
                    "text":"Gather the people; sanctify the congregation.\nCollect the old men; gather the children and nursing infants.\nLet the bridegroom go out from his inner chamber, and the bride from her bridal chamber."
                },
                {
                    "verse":"17",
                    "text":"Between the porch and the altarLet the priests, the ministers of Jehovah, weep and say:\n‘Do feel pity, O Jehovah, for your people;Do not make your inheritance an object of scorn,Letting the nations rule over them.\nWhy should the peoples say, “Where is their God?“’"
                },
                {
                    "verse":"18",
                    "text":"Then Jehovah will be zealous for his landAnd show compassion on his people."
                },
                {
                    "verse":"19",
                    "text":"Jehovah will answer his people:\n‘Here I am sending to you grain and new wine and oil,And you will be fully satisfied;I will no longer make you a reproach among the nations."
                },
                {
                    "verse":"20",
                    "text":"I will drive the northerner far away from you;I will disperse him to a dry and desolate wasteland,With his vanguard toward the eastern seaAnd his rear guard toward the western sea.\nThe foul smell from him will ascend,The stench from him will keep ascending;For He will do great things.’"
                },
                {
                    "verse":"21",
                    "text":"Do not be afraid, O land.\nBe joyful and rejoice, for Jehovah will do great things."
                },
                {
                    "verse":"22",
                    "text":"Do not be afraid, you beasts of the field,For the pastures of the wilderness will become green,And the trees will bear fruit;The fig tree and the vine must give their full yield."
                },
                {
                    "verse":"23",
                    "text":"You sons of Zion, be joyful and rejoice in Jehovah your God;For he will give you the autumn rain in the right amount,And he will send upon you a downpour,The autumn rain and the spring rain, as before."
                },
                {
                    "verse":"24",
                    "text":"The threshing floors will be full of pure grain,And the presses will overflow with new wine and oil."
                },
                {
                    "verse":"25",
                    "text":"And I will make compensation to you for the yearsThat the swarming locust, the unwinged locust, the voracious locust, and the devouring locust have eaten,My great army that I sent among you."
                },
                {
                    "verse":"26",
                    "text":"You will surely eat to satisfaction,And you will praise the name of Jehovah your God,Who has done wonders in your behalf;My people will never again be put to shame."
                },
                {
                    "verse":"27",
                    "text":"And you will have to know that I am in the midst of IsraelAnd that I am Jehovah your God—there is no other!\nMy people will never again be put to shame."
                },
                {
                    "verse":"28",
                    "text":"After that I will pour out my spirit on every sort of flesh,And your sons and your daughters will prophesy,Your old men will dream dreams,And your young men will see visions."
                },
                {
                    "verse":"29",
                    "text":"And even on my male slaves and female slavesI will pour out my spirit in those days."
                },
                {
                    "verse":"30",
                    "text":"And I will give wonders in the heavens and on the earth,Blood and fire and columns of smoke."
                },
                {
                    "verse":"31",
                    "text":"The sun will be turned into darkness and the moon into bloodBefore the coming of the great and awe-inspiring day of Jehovah."
                },
                {
                    "verse":"32",
                    "text":"And everyone who calls on the name of Jehovah will be saved;For on Mount Zion and in Jerusalem there will be those who escape, just as Jehovah has said,The survivors whom Jehovah calls.“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"“For look! in those days and in that time,When I bring back the captives of Judah and Jerusalem,"
                },
                {
                    "verse":"2",
                    "text":"I will also gather together all the nationsAnd bring them down to the Valley of Je·hoshʹa·phat.\nI will enter into judgment with them thereIn behalf of my people and my inheritance Israel,For they scattered them among the nations,And they divided up my land among themselves."
                },
                {
                    "verse":"3",
                    "text":"For my people they cast lots;They would trade a boy to hire a prostituteAnd sell a girl for wine to drink."
                },
                {
                    "verse":"4",
                    "text":"Also, what do you have against me,O Tyre and Siʹdon and all the regions of Phi·lisʹti·a?\nAre you repaying me for something?\nIf you are repaying me,I will swiftly, speedily bring your repayment on your heads."
                },
                {
                    "verse":"5",
                    "text":"Because you have taken my silver and gold,And you have brought my finest treasures into your temples;"
                },
                {
                    "verse":"6",
                    "text":"And the people of Judah and Jerusalem you have sold to the Greeks,In order to remove them far from their territory;"
                },
                {
                    "verse":"7",
                    "text":"Here I am rousing them to come from the place where you sold them,And I will bring your repayment on your heads."
                },
                {
                    "verse":"8",
                    "text":"I will sell your sons and daughters into the hand of the people of Judah,And they will sell them to the men of Sheʹba, to a nation far away;For Jehovah himself has spoken it."
                },
                {
                    "verse":"9",
                    "text":"Proclaim this among the nations:\n‘Prepare for war! Stir up the mighty men!\nLet all the soldiers draw near, let them advance!"
                },
                {
                    "verse":"10",
                    "text":"Beat your plowshares into swords and your pruning shears into spears.\nLet the weak one say: “I am powerful.“"
                },
                {
                    "verse":"11",
                    "text":"Come and help, all you surrounding nations, assemble together!’“\nTo that place, O Jehovah, bring down your powerful ones."
                },
                {
                    "verse":"12",
                    "text":"“Let the nations be roused and come up to the Valley of Je·hoshʹa·phat;For there I will sit in order to judge all the surrounding nations."
                },
                {
                    "verse":"13",
                    "text":"Thrust in a sickle, for the harvest is ripe.\nCome down and tread, for the winepress is full.\nThe vats overflow, for their badness is abundant."
                },
                {
                    "verse":"14",
                    "text":"Crowds, crowds are in the valley of the decision,For the day of Jehovah is near in the valley of the decision."
                },
                {
                    "verse":"15",
                    "text":"Sun and moon will become dark,And the stars will lose their brightness."
                },
                {
                    "verse":"16",
                    "text":"And Jehovah will roar out of Zion,Out of Jerusalem he will raise his voice.\nAnd heaven and earth will rock;But Jehovah will be a refuge for his people,A fortress for the people of Israel."
                },
                {
                    "verse":"17",
                    "text":"And you will have to know that I am Jehovah your God, residing in Zion, my holy mountain.\nJerusalem will become a holy place,And strangers will pass through her no more."
                },
                {
                    "verse":"18",
                    "text":"In that day the mountains will drip with sweet wine,The hills will flow with milk,And the streams of Judah will all flow with water.\nOut of the house of Jehovah a spring will flow,And it will irrigate the Valley of the Acacia Trees."
                },
                {
                    "verse":"19",
                    "text":"But Egypt will become desolate,And Eʹdom will be a desolate wilderness,Because of the violence done to the people of Judah,In whose land they shed innocent blood."
                },
                {
                    "verse":"20",
                    "text":"But Judah will always be inhabited,And Jerusalem to generation after generation."
                },
                {
                    "verse":"21",
                    "text":"I will consider innocent their blood that I had not considered innocent;And Jehovah will reside in Zion.“"
                }
            ]
        }
    ]
}