{
    "book":"Lamentations",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"How she now sits all alone, the city that was full of people!\nHow she has become like a widow, she who was populous among the nations!\nHow she who was a princess among the provinces has been put to forced labor!"
                },
                {
                    "verse":"2",
                    "text":"She weeps profusely during the night, and her tears cover her cheeks.\nNot one of all her lovers is there to comfort her.\nAll her own companions have betrayed her; they have become her enemies."
                },
                {
                    "verse":"3",
                    "text":"Judah has gone into exile under affliction and harsh slavery.\nShe must dwell among the nations; she finds no resting-place.\nAll her persecutors have overtaken her in her distress."
                },
                {
                    "verse":"4",
                    "text":"The roads to Zion are mourning, because no one is coming to the festival.\nAll her gates are desolate; her priests are sighing.\nHer virgins are grieving, and she is in bitter anguish."
                },
                {
                    "verse":"5",
                    "text":"Her adversaries are now her master; her enemies are carefree.\nFor Jehovah has brought grief to her because of her many transgressions.\nHer children have gone into captivity before the adversary."
                },
                {
                    "verse":"6",
                    "text":"All the splendor has departed from the daughter of Zion.\nHer princes are like stags that have found no pasture,And they walk exhausted before the pursuer."
                },
                {
                    "verse":"7",
                    "text":"In the days of her affliction and her homelessness, Jerusalem remembersAll the precious things that were hers in the days of long ago.\nWhen her people fell into the hand of the adversary and she had no helper,The adversaries saw her and laughed over her collapse."
                },
                {
                    "verse":"8",
                    "text":"Jerusalem has sinned greatly.\nThat is why she has become something abhorrent.\nAll who used to honor her now treat her as something contemptible, for they have seen her nakedness.\nShe herself groans and turns away in shame."
                },
                {
                    "verse":"9",
                    "text":"Her uncleanness is in her skirts.\nShe gave no thought to her future.\nHer downfall was astounding; she has no one to comfort her.\nO Jehovah, see my affliction, for the enemy has magnified himself."
                },
                {
                    "verse":"10",
                    "text":"The adversary has laid his hands on all her treasures.\nFor she has seen nations enter her sanctuary,Those whom you commanded should not enter into your congregation."
                },
                {
                    "verse":"11",
                    "text":"All her people are sighing; they are looking for bread.\nThey have given their valuable things for something to eat, just to stay alive.\nLook, O Jehovah, and see that I have become as a worthless woman."
                },
                {
                    "verse":"12",
                    "text":"Is it nothing to all of you who pass along the road?\nLook and see!\nIs there any pain like the pain that was dealt out to me,Which Jehovah made me suffer in the day of his burning anger?"
                },
                {
                    "verse":"13",
                    "text":"From on high he has sent fire into my bones, and he subdues each one.\nHe has spread out a net for my feet; he has forced me to turn backward.\nHe has made me a desolate woman.\nAll day long I am ill."
                },
                {
                    "verse":"14",
                    "text":"My transgressions are bound as a yoke, fastened together by his hand.\nThey have been placed on my neck, and my strength has failed.\nJehovah has given me into the hand of those whom I cannot resist."
                },
                {
                    "verse":"15",
                    "text":"Jehovah has tossed aside all the powerful men in my midst.\nHe has summoned an assembly against me to crush my young men.\nJehovah has trodden the virgin daughter of Judah in the winepress."
                },
                {
                    "verse":"16",
                    "text":"I am weeping because of these things; my eyes flow with tears.\nFor anyone who could comfort me or refresh me is far away from me.\nMy sons are desolate, for the enemy has prevailed."
                },
                {
                    "verse":"17",
                    "text":"Zion has spread out her hands; she has no one to comfort her.\nJehovah has given an order against Jacob to all his adversaries around him.\nJerusalem has become to them an abhorrent thing."
                },
                {
                    "verse":"18",
                    "text":"Jehovah is righteous, for it is against his commands that I have rebelled.\nListen, all you peoples, and see my pain.\nMy virgins and my young men have gone into captivity."
                },
                {
                    "verse":"19",
                    "text":"I have called out to my lovers, but they have betrayed me.\nIn the city my priests and my elders have perished,While they searched for food in order to stay alive."
                },
                {
                    "verse":"20",
                    "text":"See, O Jehovah, for I am in great distress.\nMy insides are churning.\nMy heart has turned over within me, for I have been completely rebellious.\nOutside the sword bereaves; inside the house it is like death."
                },
                {
                    "verse":"21",
                    "text":"People have heard my sighing; there is no one to comfort me.\nAll my enemies have heard of my calamity.\nThey are joyful, because you brought it about.\nBut you will bring about the day that you proclaimed, when they will become like me."
                },
                {
                    "verse":"22",
                    "text":"May all their badness come before you, and may you deal harshly with them,Just as you have dealt harshly with me because of all my transgressions.\nFor my sighs are many, and my heart is sick."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"How Jehovah has covered the daughter of Zion in the cloud of his anger!\nHe has thrown down the beauty of Israel from heaven to earth.\nHe has not remembered his footstool in the day of his anger."
                },
                {
                    "verse":"2",
                    "text":"Jehovah has swallowed up without compassion all the dwellings of Jacob.\nIn his fury he has torn down the fortified places of the daughter of Judah.\nHe has brought down to the ground and profaned the kingdom and her princes."
                },
                {
                    "verse":"3",
                    "text":"In the heat of anger he has cut down all the strength of Israel.\nHe withdrew his right hand when the enemy approached,And in Jacob he kept burning like a fire that consumed everything around it."
                },
                {
                    "verse":"4",
                    "text":"He has bent his bow like an enemy; his right hand is poised as an adversary;He kept killing all those desirable to the eyes.\nAnd he poured out his wrath like a fire into the tent of the daughter of Zion."
                },
                {
                    "verse":"5",
                    "text":"Jehovah has become like an enemy;He has swallowed down Israel.\nHe has swallowed down all her towers;He has destroyed all its fortified places.\nAnd in the daughter of Judah he makes mourning and lamentation abound."
                },
                {
                    "verse":"6",
                    "text":"He treats his booth violently, like a hut in a garden.\nHe has put an end to his festival.\nJehovah has caused festival and sabbath to be forgotten in Zion,And in his fierce indignation he shows no regard for king and priest."
                },
                {
                    "verse":"7",
                    "text":"Jehovah has rejected his altar;He has spurned his sanctuary.\nHe has surrendered the walls of her fortified towers into the hand of the enemy.\nThey have raised their voice in the house of Jehovah, as on the day of a festival."
                },
                {
                    "verse":"8",
                    "text":"Jehovah has resolved to destroy the wall of the daughter of Zion.\nHe has stretched out the measuring line.\nHe has not held back his hand from bringing destruction.\nAnd he causes rampart and wall to mourn.\nTogether they have been made weak."
                },
                {
                    "verse":"9",
                    "text":"Her gates have sunk down into the earth.\nHe has destroyed and broken her bars.\nHer king and her princes are among the nations.\nThere is no law; even her prophets find no vision from Jehovah."
                },
                {
                    "verse":"10",
                    "text":"The elders of the daughter of Zion sit on the ground in silence.\nThey throw dust on their heads and wear sackcloth.\nThe virgins of Jerusalem have bowed their heads down to the ground."
                },
                {
                    "verse":"11",
                    "text":"My eyes are worn out from shedding tears.\nMy insides are churning.\nMy liver has been poured out on the ground, because of the downfall of the daughter of my people,Because of the children and infants fainting away in the public squares of the town."
                },
                {
                    "verse":"12",
                    "text":"They keep asking their mothers, “Where are grain and wine?“\nAs they faint away like someone wounded in the public squares of the city,As their life ebbs away in their mothers’ arms."
                },
                {
                    "verse":"13",
                    "text":"What can I use as a witness,Or to what can I liken you, O daughter of Jerusalem?\nTo what can I compare you, to comfort you, O virgin daughter of Zion?\nFor your breakdown is as vast as the sea. Who can heal you?"
                },
                {
                    "verse":"14",
                    "text":"The visions your prophets saw for you were false and empty,And they did not expose your error in order to turn away your captivity,But they kept visioning for you false and misleading pronouncements."
                },
                {
                    "verse":"15",
                    "text":"At you all those passing by on the road scornfully clap their hands.\nThey whistle in amazement and shake their heads at the daughter of Jerusalem, saying:\n“Is this the city about which they said, ‘It is perfect in beauty, the joy of all the earth’?“"
                },
                {
                    "verse":"16",
                    "text":"At you all your enemies have opened their mouth.\nThey whistle and grind their teeth and say: “We have swallowed her down.\nThis is the day we were waiting for! It has arrived, and we have seen it!“"
                },
                {
                    "verse":"17",
                    "text":"Jehovah has done what he intended; he has carried out his saying,What he commanded long ago.\nHe has torn down without compassion.\nHe has let the enemy rejoice over you; he has exalted the strength of your adversaries."
                },
                {
                    "verse":"18",
                    "text":"Their heart cries out to Jehovah, O wall of the daughter of Zion.\nLet tears stream down like a torrent day and night.\nGive yourself no respite, give your eye no rest."
                },
                {
                    "verse":"19",
                    "text":"Rise up! Cry out during the night, at the start of the watches.\nPour out your heart like water before the face of Jehovah.\nRaise your hands to him for the lives of your children,Who are fainting away at every street corner because of famine."
                },
                {
                    "verse":"20",
                    "text":"See, O Jehovah, and look upon the one with whom you have dealt so harshly.\nShould women keep eating their own offspring, their own fully formed children,Or should priests and prophets be killed in the sanctuary of Jehovah?"
                },
                {
                    "verse":"21",
                    "text":"Young boy and old man are lying dead on the ground in the streets.\nMy virgins and my young men have fallen by the sword.\nYou have killed in the day of your anger; you have slaughtered without compassion."
                },
                {
                    "verse":"22",
                    "text":"As if for a festival day, you summon terrors from every direction.\nIn the day of the wrath of Jehovah, no one escaped or survived;Those whom I gave birth to and reared, my enemy exterminated."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"I am the man who has seen affliction because of the rod of his fury."
                },
                {
                    "verse":"2",
                    "text":"He has driven me out and makes me walk in darkness, not in light."
                },
                {
                    "verse":"3",
                    "text":"Indeed, he repeatedly brings his hand against me all day long."
                },
                {
                    "verse":"4",
                    "text":"He has worn away my flesh and my skin;He has broken my bones."
                },
                {
                    "verse":"5",
                    "text":"He has besieged me; he has surrounded me with bitter poison and hardship."
                },
                {
                    "verse":"6",
                    "text":"He has forced me to sit in dark places, like men who died long ago."
                },
                {
                    "verse":"7",
                    "text":"He has walled me in, so that I cannot escape;He has bound me with heavy copper fetters."
                },
                {
                    "verse":"8",
                    "text":"And when I cry out desperately for help, he rejects my prayer."
                },
                {
                    "verse":"9",
                    "text":"He has blocked up my paths with hewn stones;He has made my roadways crooked."
                },
                {
                    "verse":"10",
                    "text":"He waits to ambush me like a bear, like a lion in hiding."
                },
                {
                    "verse":"11",
                    "text":"He has forced me off the paths and torn me to pieces;He has made me desolate."
                },
                {
                    "verse":"12",
                    "text":"He has bent his bow, and he sets me up as the target for the arrow."
                },
                {
                    "verse":"13",
                    "text":"He has pierced my kidneys with the arrows of his quiver."
                },
                {
                    "verse":"14",
                    "text":"I have become a laughingstock to all the peoples, the theme of their song all day long."
                },
                {
                    "verse":"15",
                    "text":"He has filled me with bitter things and saturated me with wormwood."
                },
                {
                    "verse":"16",
                    "text":"He breaks my teeth with gravel;He makes me cower in the ashes."
                },
                {
                    "verse":"17",
                    "text":"You deprive me of peace; I have forgotten what is good."
                },
                {
                    "verse":"18",
                    "text":"So I say: “My splendor has perished, as well as my expectation in Jehovah.“"
                },
                {
                    "verse":"19",
                    "text":"Remember my affliction and my homeless state, the wormwood and the bitter poison."
                },
                {
                    "verse":"20",
                    "text":"You will surely remember and bow low over me."
                },
                {
                    "verse":"21",
                    "text":"I recall this in my heart; that is why I will show a waiting attitude."
                },
                {
                    "verse":"22",
                    "text":"It is because of Jehovah’s loyal love that we have not come to our finish,For his mercies never end."
                },
                {
                    "verse":"23",
                    "text":"They are new each morning; your faithfulness is abundant."
                },
                {
                    "verse":"24",
                    "text":"“Jehovah is my share,“ I have said, “that is why I will show a waiting attitude for him.“"
                },
                {
                    "verse":"25",
                    "text":"Good is Jehovah to the one hoping in him, to the person who keeps seeking him."
                },
                {
                    "verse":"26",
                    "text":"Good it is to wait in silence for the salvation of Jehovah."
                },
                {
                    "verse":"27",
                    "text":"Good it is for a man to carry the yoke during his youth."
                },
                {
                    "verse":"28",
                    "text":"Let him sit alone and keep silent when He lays it upon him."
                },
                {
                    "verse":"29",
                    "text":"Let him put his mouth in the very dust; there may yet be hope."
                },
                {
                    "verse":"30",
                    "text":"Let him give his cheek to the one striking him; let him have his fill of insults."
                },
                {
                    "verse":"31",
                    "text":"For Jehovah will not cast us off forever."
                },
                {
                    "verse":"32",
                    "text":"Although he has caused grief, he will also show mercy according to his abundant loyal love."
                },
                {
                    "verse":"33",
                    "text":"For it is not in his heart to afflict or grieve the sons of men."
                },
                {
                    "verse":"34",
                    "text":"To crush beneath one’s feet all the prisoners of the earth,"
                },
                {
                    "verse":"35",
                    "text":"To deprive a man of justice in the presence of the Most High,"
                },
                {
                    "verse":"36",
                    "text":"To defraud a man in his legal case—Jehovah does not tolerate such things."
                },
                {
                    "verse":"37",
                    "text":"Who, then, can speak and have it happen unless Jehovah commands it?"
                },
                {
                    "verse":"38",
                    "text":"From the mouth of the Most High,Bad things and good things do not go out together."
                },
                {
                    "verse":"39",
                    "text":"Why should a living person complain about the consequences of his sin?"
                },
                {
                    "verse":"40",
                    "text":"Let us examine and scrutinize our ways, and let us return to Jehovah."
                },
                {
                    "verse":"41",
                    "text":"Let us lift up our hearts along with our hands to God in the heavens:"
                },
                {
                    "verse":"42",
                    "text":"“We have transgressed and rebelled, and you have not forgiven."
                },
                {
                    "verse":"43",
                    "text":"With anger you have blocked our approach;You have pursued and killed us without compassion."
                },
                {
                    "verse":"44",
                    "text":"You have blocked approach to yourself with a cloud, so that our prayer may not pass through."
                },
                {
                    "verse":"45",
                    "text":"You make us offscouring and refuse among the peoples.“"
                },
                {
                    "verse":"46",
                    "text":"All our enemies open their mouths against us."
                },
                {
                    "verse":"47",
                    "text":"Dread and pitfalls have become our lot, desolation and breakdown."
                },
                {
                    "verse":"48",
                    "text":"Streams of water flow from my eyes over the breakdown of the daughter of my people."
                },
                {
                    "verse":"49",
                    "text":"My eyes weep without ceasing, without pausing,"
                },
                {
                    "verse":"50",
                    "text":"Until Jehovah looks down and sees from heaven."
                },
                {
                    "verse":"51",
                    "text":"My eyes have brought me grief because of all the daughters of my city."
                },
                {
                    "verse":"52",
                    "text":"Without cause my enemies have hunted me down like a bird."
                },
                {
                    "verse":"53",
                    "text":"They have silenced my life in the pit; they kept hurling stones at me."
                },
                {
                    "verse":"54",
                    "text":"Waters flowed over my head, and I said: “I am finished!“"
                },
                {
                    "verse":"55",
                    "text":"I called out your name, O Jehovah, from the depths of the pit."
                },
                {
                    "verse":"56",
                    "text":"Hear my voice; do not shut your ear to my cry for help, for relief."
                },
                {
                    "verse":"57",
                    "text":"You drew near in the day that I called you. You said: “Do not be afraid.“"
                },
                {
                    "verse":"58",
                    "text":"You have defended my cause, O Jehovah, you have redeemed my life."
                },
                {
                    "verse":"59",
                    "text":"You have seen, O Jehovah, the wrong done to me; please grant me justice."
                },
                {
                    "verse":"60",
                    "text":"You have seen all their vengeance, all their schemes against me."
                },
                {
                    "verse":"61",
                    "text":"You have heard their taunts, O Jehovah, all their schemes against me,"
                },
                {
                    "verse":"62",
                    "text":"The lips of my opposers and their whispering against me all day long."
                },
                {
                    "verse":"63",
                    "text":"Look at them; whether they sit or stand, they mock me in their songs!"
                },
                {
                    "verse":"64",
                    "text":"You will repay them, O Jehovah, according to their deeds."
                },
                {
                    "verse":"65",
                    "text":"You will make them hardhearted, as your curse to them."
                },
                {
                    "verse":"66",
                    "text":"You will pursue them in your anger and annihilate them from under the heavens of Jehovah."
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"How the shining gold has grown dim, the fine gold!\nHow the holy stones lie scattered at every street corner!"
                },
                {
                    "verse":"2",
                    "text":"As for the precious sons of Zion, who were weighed against refined gold,How they have been regarded as earthenware jars,The work of a potter’s hands!"
                },
                {
                    "verse":"3",
                    "text":"Even jackals offer the udder to nurse their young,But the daughter of my people has become cruel, like ostriches in the wilderness."
                },
                {
                    "verse":"4",
                    "text":"The tongue of the nursing infant sticks to its palate because of thirst.\nChildren beg for bread, but no one gives them any."
                },
                {
                    "verse":"5",
                    "text":"Those who used to eat delicacies lie famished in the streets.\nThose who were brought up wearing scarlet have embraced ash heaps."
                },
                {
                    "verse":"6",
                    "text":"The punishment of the daughter of my people is greater than the punishment for the sin of Sodʹom,Which was overthrown in a moment, with no hand to help her."
                },
                {
                    "verse":"7",
                    "text":"Her Nazʹi·rites were purer than snow, whiter than milk.\nThey were more ruddy than corals; they were like polished sapphires."
                },
                {
                    "verse":"8",
                    "text":"Their appearance has become darker than soot;They are not recognized in the streets.\nTheir skin has shriveled over their bones; it has become like dry wood."
                },
                {
                    "verse":"9",
                    "text":"Those slain with the sword are better off than those slain by famine,Those who waste away, who are pierced through for lack of food from the field."
                },
                {
                    "verse":"10",
                    "text":"The hands of compassionate women have boiled their own children.\nThey have become their food of mourning during the breakdown of the daughter of my people."
                },
                {
                    "verse":"11",
                    "text":"Jehovah has expressed his wrath;He has poured out his burning anger.\nAnd he starts a fire in Zion that consumes her foundations."
                },
                {
                    "verse":"12",
                    "text":"The kings of the earth and all the inhabitants of the productive land did not believeThat the adversary and the enemy would enter the gates of Jerusalem."
                },
                {
                    "verse":"13",
                    "text":"It was because of the sins of her prophets, the errors of her priests,Who shed the blood of righteous ones in her midst."
                },
                {
                    "verse":"14",
                    "text":"They have wandered blindly in the streets.\nThey are polluted with blood,So that none are able to touch their garments."
                },
                {
                    "verse":"15",
                    "text":"“Go away! Unclean!“ they call out to them. “Go away! Go away! Do not touch us!“\nFor they have gone homeless and wander about.\nPeople have said among the nations: “They cannot stay here with us."
                },
                {
                    "verse":"16",
                    "text":"The face of Jehovah has scattered them;He will no longer look favorably on them.\nMen will show no respect for the priests, no favor to the elders.“"
                },
                {
                    "verse":"17",
                    "text":"Even now our eyes are worn out from looking in vain for help.\nWe looked and looked for help from a nation that could not save us."
                },
                {
                    "verse":"18",
                    "text":"They have hunted us down at every step so that we could not walk in our public squares.\nOur end has drawn near; our days have finished, for our end has come."
                },
                {
                    "verse":"19",
                    "text":"Our pursuers were swifter than the eagles of the sky.\nThey chased us on the mountains; they ambushed us in the wilderness."
                },
                {
                    "verse":"20",
                    "text":"The breath of our nostrils, the anointed one of Jehovah, has been captured in their large pit,The one of whom we said: “In his shade we will live among the nations.“"
                },
                {
                    "verse":"21",
                    "text":"Exult and rejoice, O daughter of Eʹdom, living as you do in the land of Uz.\nBut to you also the cup will be passed, and you will become drunk and expose your nakedness."
                },
                {
                    "verse":"22",
                    "text":"The punishment for your error, O daughter of Zion, has come to its finish.\nHe will not carry you off into exile again.\nBut he will turn his attention to your error, O daughter of Eʹdom.\nHe will uncover your sins."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Remember, O Jehovah, what has befallen us.\nLook and see our disgrace."
                },
                {
                    "verse":"2",
                    "text":"Our inheritance has been turned over to strangers, our houses to foreigners."
                },
                {
                    "verse":"3",
                    "text":"We have become orphans without a father; our mothers are like widows."
                },
                {
                    "verse":"4",
                    "text":"We must pay to drink our own water, and our own wood comes at a price."
                },
                {
                    "verse":"5",
                    "text":"Those pursuing us are at our neck;We are weary, but we are given no rest."
                },
                {
                    "verse":"6",
                    "text":"We hold out our hand to Egypt and to As·syrʹi·a, to get enough bread to eat."
                },
                {
                    "verse":"7",
                    "text":"Our forefathers who sinned are no more, but we must bear their errors."
                },
                {
                    "verse":"8",
                    "text":"Servants now rule over us; there is no one to snatch us from their hand."
                },
                {
                    "verse":"9",
                    "text":"We bring in our bread at the risk of our life, because of the sword of the wilderness."
                },
                {
                    "verse":"10",
                    "text":"Our skin has become as hot as a furnace, because of the pangs of hunger."
                },
                {
                    "verse":"11",
                    "text":"The wives in Zion they have humiliated, the virgins in the cities of Judah."
                },
                {
                    "verse":"12",
                    "text":"Princes were hanged by their hand, and elders were shown no respect."
                },
                {
                    "verse":"13",
                    "text":"Young men carry the hand mill, and boys stumble under loads of wood."
                },
                {
                    "verse":"14",
                    "text":"The elders are gone from the city gate; young men do not play their music."
                },
                {
                    "verse":"15",
                    "text":"The joy is gone from our heart; our dancing has turned into mourning."
                },
                {
                    "verse":"16",
                    "text":"The crown has fallen from our head. Woe to us, because we have sinned!"
                },
                {
                    "verse":"17",
                    "text":"Because of this our heart is sick,And because of these things our eyes have grown dim,"
                },
                {
                    "verse":"18",
                    "text":"Because of Mount Zion, which is desolate; foxes now roam on it."
                },
                {
                    "verse":"19",
                    "text":"As for you, O Jehovah, you sit enthroned forever.\nYour throne is for generation after generation."
                },
                {
                    "verse":"20",
                    "text":"Why do you forget us forever and abandon us for so long a time?"
                },
                {
                    "verse":"21",
                    "text":"Bring us back to yourself, O Jehovah, and we will readily return to you.\nRenew our days as in those of old."
                },
                {
                    "verse":"22",
                    "text":"However, you have utterly rejected us.\nYou remain intensely angry with us."
                }
            ]
        }
    ]
}