{
    "book":"Mark",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The beginning of the good news about Jesus Christ, the Son of God:"
                },
                {
                    "verse":"2",
                    "text":"Just as it is written in Isaiah the prophet: “(Look! I am sending my messenger ahead of you, who will prepare your way.)"
                },
                {
                    "verse":"3",
                    "text":"A voice of one crying out in the wilderness: ‘Prepare the way of Jehovah! Make his roads straight.’“"
                },
                {
                    "verse":"4",
                    "text":"John the Baptizer was in the wilderness, preaching baptism in symbol of repentance for forgiveness of sins."
                },
                {
                    "verse":"5",
                    "text":"And all the territory of Ju·deʹa and all the inhabitants of Jerusalem were going out to him, and they were baptized by him in the Jordan River, openly confessing their sins."
                },
                {
                    "verse":"6",
                    "text":"Now John wore clothing of camel’s hair and a leather belt around his waist, and he ate locusts and wild honey."
                },
                {
                    "verse":"7",
                    "text":"And he was preaching: “Someone stronger than I am is coming after me, the lace of whose sandals I am not worthy to stoop down and untie."
                },
                {
                    "verse":"8",
                    "text":"I baptized you with water, but he will baptize you with holy spirit.“"
                },
                {
                    "verse":"9",
                    "text":"In the course of those days, Jesus came from Nazʹa·reth of Galʹi·lee and was baptized in the Jordan by John."
                },
                {
                    "verse":"10",
                    "text":"And immediately on coming up out of the water, he saw the heavens being parted and, like a dove, the spirit coming down upon him."
                },
                {
                    "verse":"11",
                    "text":"And a voice came out of the heavens: “You are my Son, the beloved; I have approved you.“"
                },
                {
                    "verse":"12",
                    "text":"And immediately the spirit impelled him to go into the wilderness."
                },
                {
                    "verse":"13",
                    "text":"So he continued in the wilderness for 40 days, being tempted by Satan. He was with the wild beasts, but the angels were ministering to him."
                },
                {
                    "verse":"14",
                    "text":"Now after John was arrested, Jesus went into Galʹi·lee, preaching the good news of God"
                },
                {
                    "verse":"15",
                    "text":"and saying: “The appointed time has been fulfilled, and the Kingdom of God has drawn near. Repent, and have faith in the good news.“"
                },
                {
                    "verse":"16",
                    "text":"While walking alongside the Sea of Galʹi·lee, he saw Simon and Simon’s brother Andrew casting their nets into the sea, for they were fishermen."
                },
                {
                    "verse":"17",
                    "text":"So Jesus said to them: “Come after me, and I will make you fishers of men.“"
                },
                {
                    "verse":"18",
                    "text":"And at once they abandoned their nets and followed him."
                },
                {
                    "verse":"19",
                    "text":"After going a little farther, he saw James the son of Zebʹe·dee and his brother John, while they were in their boat mending their nets,"
                },
                {
                    "verse":"20",
                    "text":"and without delay he called them. So they left their father Zebʹe·dee in the boat with the hired men and went off after him."
                },
                {
                    "verse":"21",
                    "text":"And they went into Ca·perʹna·um.\nAs soon as the Sabbath began, he went into the synagogue and started to teach."
                },
                {
                    "verse":"22",
                    "text":"And they were astounded at his way of teaching, for he was teaching them as one having authority, and not as the scribes."
                },
                {
                    "verse":"23",
                    "text":"Just then there was a man in their synagogue who was under the power of an unclean spirit, and he shouted:"
                },
                {
                    "verse":"24",
                    "text":"“What have we to do with you, Jesus the Naz·a·reneʹ? Did you come to destroy us? I know exactly who you are, the Holy One of God!“"
                },
                {
                    "verse":"25",
                    "text":"But Jesus rebuked it, saying: “Be silent, and come out of him!“"
                },
                {
                    "verse":"26",
                    "text":"And the unclean spirit, after throwing the man into a convulsion and yelling at the top of its voice, came out of him."
                },
                {
                    "verse":"27",
                    "text":"Well, the people were all so astonished that they began to discuss it among themselves, saying: “What is this? A new teaching! He authoritatively orders even the unclean spirits, and they obey him.“"
                },
                {
                    "verse":"28",
                    "text":"So the report about him spread quickly in all directions throughout the entire region of Galʹi·lee."
                },
                {
                    "verse":"29",
                    "text":"At that they left the synagogue and went to the home of Simon and Andrew with James and John."
                },
                {
                    "verse":"30",
                    "text":"Now Simon’s mother-in-law was lying down sick with a fever, and they at once told him about her."
                },
                {
                    "verse":"31",
                    "text":"Going to her, he took her by the hand and raised her up. The fever left her, and she began ministering to them."
                },
                {
                    "verse":"32",
                    "text":"After evening had fallen, when the sun had set, the people began bringing to him all who were ill and demon possessed;"
                },
                {
                    "verse":"33",
                    "text":"and the whole city was gathered right at the door."
                },
                {
                    "verse":"34",
                    "text":"So he cured many who were ill with various sicknesses, and he expelled many demons, but he would not let the demons speak, for they knew him to be Christ."
                },
                {
                    "verse":"35",
                    "text":"Early in the morning, while it was still dark, he got up and went outside and left for an isolated place, and there he began praying."
                },
                {
                    "verse":"36",
                    "text":"However, Simon and those with him hunted him down"
                },
                {
                    "verse":"37",
                    "text":"and found him, and they said to him: “Everyone is looking for you.“"
                },
                {
                    "verse":"38",
                    "text":"But he said to them: “Let us go somewhere else, into the towns nearby, so that I may preach there also, for this is why I have come.“"
                },
                {
                    "verse":"39",
                    "text":"And he went, preaching in their synagogues throughout the whole of Galʹi·lee and expelling the demons."
                },
                {
                    "verse":"40",
                    "text":"There also came to him a leper, pleading with him even on bended knee, saying to him: “If you just want to, you can make me clean.“"
                },
                {
                    "verse":"41",
                    "text":"At that he was moved with pity, and he stretched out his hand and touched him, and said to him: “I want to! Be made clean.“"
                },
                {
                    "verse":"42",
                    "text":"Immediately the leprosy vanished from him, and he became clean."
                },
                {
                    "verse":"43",
                    "text":"Then he gave him strict orders and at once sent him away,"
                },
                {
                    "verse":"44",
                    "text":"saying to him: “See that you say nothing to anyone, but go show yourself to the priest and offer for your cleansing the things Moses directed, for a witness to them.“"
                },
                {
                    "verse":"45",
                    "text":"But after going away, the man started to proclaim it a great deal and to spread the account widely, so that Jesus was no longer able to enter openly into a city, but he stayed outside in isolated places. Yet they kept coming to him from all sides."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"However, after some days he again entered into Ca·perʹna·um, and the word spread that he was at home."
                },
                {
                    "verse":"2",
                    "text":"And so many gathered that there was no more room, not even around the door, and he began to speak the word to them."
                },
                {
                    "verse":"3",
                    "text":"And they brought him a paralytic carried by four men."
                },
                {
                    "verse":"4",
                    "text":"But they could not bring him right to Jesus because of the crowd, so they removed the roof above Jesus, and after digging an opening, they lowered the stretcher on which the paralytic was lying."
                },
                {
                    "verse":"5",
                    "text":"When Jesus saw their faith, he said to the paralytic: “Child, your sins are forgiven.“"
                },
                {
                    "verse":"6",
                    "text":"Now some of the scribes were there, sitting and reasoning in their hearts:"
                },
                {
                    "verse":"7",
                    "text":"“Why is this man talking this way? He is blaspheming. Who can forgive sins except one, God?“"
                },
                {
                    "verse":"8",
                    "text":"But immediately Jesus discerned by his spirit that they were reasoning that way among themselves, so he said to them: “Why are you reasoning these things in your hearts?"
                },
                {
                    "verse":"9",
                    "text":"Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Get up and pick up your stretcher and walk’?"
                },
                {
                    "verse":"10",
                    "text":"But in order for you to know that the Son of man has authority to forgive sins on earth—“ he said to the paralytic:"
                },
                {
                    "verse":"11",
                    "text":"“I say to you, Get up, pick up your stretcher, and go to your home.“"
                },
                {
                    "verse":"12",
                    "text":"At that he got up and immediately picked up his stretcher and walked out in front of them all. So they were all astonished, and they glorified God, saying: “We have never seen anything like this.“"
                },
                {
                    "verse":"13",
                    "text":"Again he went out alongside the sea, and all the crowd kept coming to him, and he began to teach them."
                },
                {
                    "verse":"14",
                    "text":"And as he was passing by, he caught sight of Leʹvi the son of Al·phaeʹus sitting at the tax office, and he said to him: “Be my follower.“ At that he rose up and followed him."
                },
                {
                    "verse":"15",
                    "text":"Later he was dining in his house, and many tax collectors and sinners were dining with Jesus and his disciples, for there were many of them who were following him."
                },
                {
                    "verse":"16",
                    "text":"But when the scribes of the Pharisees saw that he was eating with the sinners and tax collectors, they began saying to his disciples: “Does he eat with tax collectors and sinners?“"
                },
                {
                    "verse":"17",
                    "text":"On hearing this, Jesus said to them: “Those who are strong do not need a physician, but those who are ill do. I came to call, not righteous people, but sinners.“"
                },
                {
                    "verse":"18",
                    "text":"Now John’s disciples and the Pharisees practiced fasting. So they came and said to him: “Why do John’s disciples and the disciples of the Pharisees practice fasting, but your disciples do not practice fasting?“"
                },
                {
                    "verse":"19",
                    "text":"So Jesus said to them: “While the bridegroom is with them, the friends of the bridegroom have no reason to fast, do they? As long as they have the bridegroom with them, they cannot fast."
                },
                {
                    "verse":"20",
                    "text":"But days will come when the bridegroom will be taken away from them, and then they will fast on that day."
                },
                {
                    "verse":"21",
                    "text":"Nobody sews a patch of unshrunk cloth on an old outer garment. If he does, the new piece pulls away from the old, and the tear becomes worse."
                },
                {
                    "verse":"22",
                    "text":"Also, no one puts new wine into old wineskins. If he does, the wine will burst the skins, and the wine is lost as well as the skins. But new wine is put into new wineskins.“"
                },
                {
                    "verse":"23",
                    "text":"Now as he was passing through the grainfields on the Sabbath, his disciples started to pluck the heads of grain as they went."
                },
                {
                    "verse":"24",
                    "text":"So the Pharisees said to him: “Look here! Why are they doing what is not lawful on the Sabbath?“"
                },
                {
                    "verse":"25",
                    "text":"But he said to them: “Have you never read what David did when he was in need and he and the men with him were hungry?"
                },
                {
                    "verse":"26",
                    "text":"How, in the account about A·biʹa·thar the chief priest, he entered into the house of God and ate the loaves of presentation, which it is not lawful for anybody to eat except the priests, and he also gave some to the men who were with him?“"
                },
                {
                    "verse":"27",
                    "text":"Then he said to them: “The Sabbath came into existence for the sake of man, and not man for the sake of the Sabbath."
                },
                {
                    "verse":"28",
                    "text":"So the Son of man is Lord even of the Sabbath.“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"Once again he entered into a synagogue, and a man with a withered hand was there."
                },
                {
                    "verse":"2",
                    "text":"So they were watching him closely to see whether he would cure the man on the Sabbath, in order to accuse him."
                },
                {
                    "verse":"3",
                    "text":"He said to the man with the withered hand: “Get up and come to the center.“"
                },
                {
                    "verse":"4",
                    "text":"Next he said to them: “Is it lawful on the Sabbath to do good or to do harm, to save a life or to kill?“ But they kept silent."
                },
                {
                    "verse":"5",
                    "text":"After looking around at them with indignation, being thoroughly grieved at the insensibility of their hearts, he said to the man: “Stretch out your hand.“ And he stretched it out, and his hand was restored."
                },
                {
                    "verse":"6",
                    "text":"At that the Pharisees went out and immediately began holding council with the party followers of Herod against him, in order to kill him."
                },
                {
                    "verse":"7",
                    "text":"But Jesus departed for the sea along with his disciples, and a great multitude from Galʹi·lee and from Ju·deʹa followed him."
                },
                {
                    "verse":"8",
                    "text":"Even from Jerusalem and from Id·u·meʹa and from across the Jordan and from around Tyre and Siʹdon, a great multitude came to him when they heard about the many things he was doing."
                },
                {
                    "verse":"9",
                    "text":"And he told his disciples to have a small boat ready for him so that the crowd would not press in on him."
                },
                {
                    "verse":"10",
                    "text":"Because he cured many, all those who had serious diseases were crowding around him to touch him."
                },
                {
                    "verse":"11",
                    "text":"Even the unclean spirits, whenever they saw him, would fall down before him and cry out and say: “You are the Son of God.“"
                },
                {
                    "verse":"12",
                    "text":"But many times he sternly ordered them not to make him known."
                },
                {
                    "verse":"13",
                    "text":"He ascended a mountain and summoned those whom he wanted, and they came to him."
                },
                {
                    "verse":"14",
                    "text":"And he formed a group of 12, whom he also named apostles, those who were to accompany him and whom he would send out to preach"
                },
                {
                    "verse":"15",
                    "text":"and to have authority to expel demons."
                },
                {
                    "verse":"16",
                    "text":"And the group of 12 that he formed were Simon, to whom he also gave the name Peter,"
                },
                {
                    "verse":"17",
                    "text":"James the son of Zebʹe·dee and John the brother of James (he also gave these the name Bo·a·nerʹges, which means “Sons of Thunder“),"
                },
                {
                    "verse":"18",
                    "text":"Andrew, Philip, Bar·tholʹo·mew, Matthew, Thomas, James the son of Al·phaeʹus, Thad·daeʹus, Simon the Ca·na·naeʹan,"
                },
                {
                    "verse":"19",
                    "text":"and Judas Is·carʹi·ot, who later betrayed him.\nThen he went into a house,"
                },
                {
                    "verse":"20",
                    "text":"and again the crowd gathered, so that they were not able even to eat a meal."
                },
                {
                    "verse":"21",
                    "text":"But when his relatives heard about it, they went out to seize him, for they were saying: “He has gone out of his mind.“"
                },
                {
                    "verse":"22",
                    "text":"Also, the scribes who came down from Jerusalem were saying: “He has Be·elʹze·bub, and he expels the demons by means of the ruler of the demons.“"
                },
                {
                    "verse":"23",
                    "text":"So after calling them to him, he spoke to them with illustrations: “How can Satan expel Satan?"
                },
                {
                    "verse":"24",
                    "text":"If a kingdom becomes divided against itself, that kingdom cannot stand;"
                },
                {
                    "verse":"25",
                    "text":"and if a house becomes divided against itself, that house will not be able to stand."
                },
                {
                    "verse":"26",
                    "text":"Also, if Satan has risen up against himself and has become divided, he cannot stand but is coming to an end."
                },
                {
                    "verse":"27",
                    "text":"In fact, no one who enters the house of a strong man is able to steal his possessions unless he first ties up the strong man. Only then can he plunder his house."
                },
                {
                    "verse":"28",
                    "text":"Truly I say to you that all things will be forgiven the sons of men, no matter what sins they commit and what blasphemies they speak."
                },
                {
                    "verse":"29",
                    "text":"But whoever blasphemes against the holy spirit has no forgiveness forever but is guilty of everlasting sin.“"
                },
                {
                    "verse":"30",
                    "text":"He said this because they were saying: “He has an unclean spirit.“"
                },
                {
                    "verse":"31",
                    "text":"Now his mother and his brothers came, and standing outside, they sent someone in to call him."
                },
                {
                    "verse":"32",
                    "text":"As there was a crowd sitting around him, they said to him: “Look! Your mother and your brothers are outside asking for you.“"
                },
                {
                    "verse":"33",
                    "text":"But he replied to them: “Who are my mother and my brothers?“"
                },
                {
                    "verse":"34",
                    "text":"Then he looked at those sitting around him in a circle and said: “See, my mother and my brothers!"
                },
                {
                    "verse":"35",
                    "text":"Whoever does the will of God, this one is my brother and sister and mother.“"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"Again he began teaching beside the sea, and a very large crowd gathered near him. So he went aboard a boat and sat in it away from the shore, but the whole crowd was next to the sea, along the shore."
                },
                {
                    "verse":"2",
                    "text":"And he began to teach them many things with illustrations, and while he was teaching, he said to them:"
                },
                {
                    "verse":"3",
                    "text":"“Listen. Look! The sower went out to sow."
                },
                {
                    "verse":"4",
                    "text":"As he was sowing, some seeds fell alongside the road, and the birds came and ate them up."
                },
                {
                    "verse":"5",
                    "text":"Others fell on rocky ground where there was not much soil, and they immediately sprang up because the soil was not deep."
                },
                {
                    "verse":"6",
                    "text":"But when the sun rose, they were scorched, and they withered because they had no root."
                },
                {
                    "verse":"7",
                    "text":"Other seeds fell among the thorns, and the thorns came up and choked them, and they yielded no fruit."
                },
                {
                    "verse":"8",
                    "text":"But others fell on the fine soil, and growing up and increasing, they began to yield fruit, and they were bearing 30, 60, and 100 times more.“"
                },
                {
                    "verse":"9",
                    "text":"Then he added: “Let the one who has ears to listen, listen.“"
                },
                {
                    "verse":"10",
                    "text":"Now when he was alone, those around him with the Twelve began questioning him about the illustrations."
                },
                {
                    "verse":"11",
                    "text":"He said to them: “To you the sacred secret of the Kingdom of God has been given, but to those outside all things are in illustrations,"
                },
                {
                    "verse":"12",
                    "text":"so that, though looking, they may look and still not see, and though hearing, they may hear and still not get the sense of it; nor will they ever turn back and receive forgiveness.“"
                },
                {
                    "verse":"13",
                    "text":"Further, he said to them: “You do not know this illustration, so how will you understand all the other illustrations?"
                },
                {
                    "verse":"14",
                    "text":"“The sower sows the word."
                },
                {
                    "verse":"15",
                    "text":"These, then, are the ones alongside the road where the word is sown; but as soon as they have heard it, Satan comes and takes away the word that was sown in them."
                },
                {
                    "verse":"16",
                    "text":"Likewise, these are the ones sown on rocky ground; as soon as they have heard the word, they accept it with joy."
                },
                {
                    "verse":"17",
                    "text":"Yet they have no root in themselves, but they continue for a time; then as soon as tribulation or persecution arises because of the word, they are stumbled."
                },
                {
                    "verse":"18",
                    "text":"There are still others that are sown among the thorns. These are the ones who have heard the word,"
                },
                {
                    "verse":"19",
                    "text":"but the anxieties of this system of things and the deceptive power of riches and the desires for everything else make inroads and choke the word, and it becomes unfruitful."
                },
                {
                    "verse":"20",
                    "text":"Finally, the ones that were sown on the fine soil are those who listen to the word and favorably receive it and bear fruit—30, 60, and 100 times more.“"
                },
                {
                    "verse":"21",
                    "text":"He also said to them: “A lamp is not brought out to be put under a basket or under a bed, is it? Is it not brought out to be put on a lampstand?"
                },
                {
                    "verse":"22",
                    "text":"For there is nothing hidden that will not be exposed; nothing is carefully concealed that will not come out in the open."
                },
                {
                    "verse":"23",
                    "text":"Whoever has ears to listen, let him listen.“"
                },
                {
                    "verse":"24",
                    "text":"He further said to them: “Pay attention to what you are hearing. With the measure that you are measuring out, you will have it measured out to you, yes, you will have more added to you."
                },
                {
                    "verse":"25",
                    "text":"For whoever has will have more given to him, but whoever does not have, even what he has will be taken away from him.“"
                },
                {
                    "verse":"26",
                    "text":"So he went on to say: “In this way the Kingdom of God is just as when a man casts seeds on the ground."
                },
                {
                    "verse":"27",
                    "text":"He sleeps at night and rises up by day, and the seeds sprout and grow tall—just how, he does not know."
                },
                {
                    "verse":"28",
                    "text":"On its own the ground bears fruit gradually, first the stalk, then the head, finally the full grain in the head."
                },
                {
                    "verse":"29",
                    "text":"But as soon as the crop permits it, he thrusts in the sickle, because the harvesttime has come.“"
                },
                {
                    "verse":"30",
                    "text":"And he went on to say: “With what can we compare the Kingdom of God, or with what illustration can we explain it?"
                },
                {
                    "verse":"31",
                    "text":"It is like a mustard grain, which at the time it was sown in the ground was the tiniest of all the seeds on the earth."
                },
                {
                    "verse":"32",
                    "text":"But when it has been sown, it grows and becomes greater than all other vegetable plants and produces great branches, so that the birds of heaven are able to find lodging under its shadow.“"
                },
                {
                    "verse":"33",
                    "text":"With many illustrations of that sort he spoke the word to them, to the extent that they were able to listen."
                },
                {
                    "verse":"34",
                    "text":"Indeed, without an illustration he would not speak to them, but he would explain all things privately to his disciples."
                },
                {
                    "verse":"35",
                    "text":"And on that day, when evening had fallen, he said to them: “Let us cross to the other shore.“"
                },
                {
                    "verse":"36",
                    "text":"So after they had dismissed the crowd, they took him in the boat, just as he was, and there were other boats with him."
                },
                {
                    "verse":"37",
                    "text":"Now a great violent windstorm broke out, and the waves kept crashing into the boat, so that the boat was close to being swamped."
                },
                {
                    "verse":"38",
                    "text":"But he was in the stern, sleeping on the pillow. So they woke him up and said to him: “Teacher, do you not care that we are about to perish?“"
                },
                {
                    "verse":"39",
                    "text":"With that he got up and rebuked the wind and said to the sea: “Hush! Be quiet!“ And the wind abated, and a great calm set in."
                },
                {
                    "verse":"40",
                    "text":"So he said to them: “Why are you so afraid? Do you not yet have any faith?“"
                },
                {
                    "verse":"41",
                    "text":"But they felt an unusual fear, and they said to one another: “Who really is this? Even the wind and the sea obey him.“"
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then they came to the other side of the sea into the region of the Gerʹa·senes."
                },
                {
                    "verse":"2",
                    "text":"And immediately after Jesus got out of the boat, a man under the power of an unclean spirit met him from among the tombs."
                },
                {
                    "verse":"3",
                    "text":"His haunt was among the tombs, and up to that time, absolutely no one was able to bind him securely, even with a chain."
                },
                {
                    "verse":"4",
                    "text":"He had often been bound with fetters and chains, but he snapped the chains apart and smashed the fetters; and nobody had the strength to subdue him."
                },
                {
                    "verse":"5",
                    "text":"And continually, night and day, he was crying out in the tombs and in the mountains and slashing himself with stones."
                },
                {
                    "verse":"6",
                    "text":"But on catching sight of Jesus from a distance, he ran and bowed down to him."
                },
                {
                    "verse":"7",
                    "text":"Then he cried out with a loud voice: “What have I to do with you, Jesus, Son of the Most High God? I put you under oath by God not to torment me.“"
                },
                {
                    "verse":"8",
                    "text":"For Jesus had been saying to it: “Come out of the man, you unclean spirit.“"
                },
                {
                    "verse":"9",
                    "text":"But Jesus asked him: “What is your name?“ And he replied: “My name is Legion, because there are many of us.“"
                },
                {
                    "verse":"10",
                    "text":"And he kept pleading with Jesus not to send the spirits out of the country."
                },
                {
                    "verse":"11",
                    "text":"Now a great herd of swine was feeding there at the mountain."
                },
                {
                    "verse":"12",
                    "text":"So the spirits pleaded with him: “Send us into the swine, so that we may enter into them.“"
                },
                {
                    "verse":"13",
                    "text":"And he gave them permission. With that the unclean spirits came out and went into the swine, and the herd rushed over the precipice into the sea, about 2,000 of them, and were drowned in the sea."
                },
                {
                    "verse":"14",
                    "text":"But their herders fled and reported it in the city and in the countryside, and people came to see what had happened."
                },
                {
                    "verse":"15",
                    "text":"So they came to Jesus and saw the demon-possessed man, the one who previously had the legion, sitting clothed and in his right mind, and they grew fearful."
                },
                {
                    "verse":"16",
                    "text":"Also, those who had seen it related to them how this had happened to the demon-possessed man and the swine."
                },
                {
                    "verse":"17",
                    "text":"So they began to plead with Jesus to go away from their region."
                },
                {
                    "verse":"18",
                    "text":"Now as he was boarding the boat, the man who had been demon-possessed pleaded to go with him."
                },
                {
                    "verse":"19",
                    "text":"However, he did not let him but said to him: “Go home to your relatives, and report to them all the things Jehovah has done for you and the mercy he has shown you.“"
                },
                {
                    "verse":"20",
                    "text":"This man went away and started to proclaim in the De·capʹo·lis all the things Jesus had done for him, and all the people were amazed."
                },
                {
                    "verse":"21",
                    "text":"After Jesus had crossed again by boat to the opposite shore, a large crowd gathered together to him, and he was by the sea."
                },
                {
                    "verse":"22",
                    "text":"One of the presiding officers of the synagogue, named Jaʹi·rus, now came, and on catching sight of him, he fell at his feet."
                },
                {
                    "verse":"23",
                    "text":"He pleaded with him many times, saying: “My little daughter is extremely ill. Please come and put your hands on her so that she may get well and live.“"
                },
                {
                    "verse":"24",
                    "text":"At that Jesus went with him, and a large crowd was following him and pressing against him."
                },
                {
                    "verse":"25",
                    "text":"Now there was a woman who had had a flow of blood for 12 years."
                },
                {
                    "verse":"26",
                    "text":"She had suffered much at the hands of many physicians and had spent all her resources, and she was no better but, rather, had become worse."
                },
                {
                    "verse":"27",
                    "text":"When she heard the reports about Jesus, she came up behind him in the crowd and touched his outer garment,"
                },
                {
                    "verse":"28",
                    "text":"for she kept saying: “If I touch just his outer garments, I will get well.“"
                },
                {
                    "verse":"29",
                    "text":"And immediately her flow of blood dried up, and she sensed in her body that she had been healed of the grievous sickness."
                },
                {
                    "verse":"30",
                    "text":"Immediately Jesus realized in himself that power had gone out of him, and he turned around in the crowd and asked: “Who touched my outer garments?“"
                },
                {
                    "verse":"31",
                    "text":"But his disciples said to him: “You see the crowd pressing in on you, and you ask, ‘Who touched me?’“"
                },
                {
                    "verse":"32",
                    "text":"However, he was looking around to see who had done this."
                },
                {
                    "verse":"33",
                    "text":"The woman, frightened and trembling, knowing what had happened to her, came and fell down before him and told him the whole truth."
                },
                {
                    "verse":"34",
                    "text":"He said to her: “Daughter, your faith has made you well. Go in peace, and be healed from your grievous sickness.“"
                },
                {
                    "verse":"35",
                    "text":"While he was yet speaking, some men from the home of the presiding officer of the synagogue came and said: “Your daughter died! Why bother the Teacher any longer?“"
                },
                {
                    "verse":"36",
                    "text":"But Jesus overheard their words and said to the presiding officer of the synagogue: “Have no fear, only exercise faith.“"
                },
                {
                    "verse":"37",
                    "text":"Now he did not let anyone follow him except Peter, James, and John the brother of James."
                },
                {
                    "verse":"38",
                    "text":"So they came to the house of the presiding officer of the synagogue, and he saw the commotion and those weeping and wailing loudly."
                },
                {
                    "verse":"39",
                    "text":"After stepping in, he said to them: “Why are you weeping and causing this commotion? The child has not died but is sleeping.“"
                },
                {
                    "verse":"40",
                    "text":"At this they began to laugh at him scornfully. But after sending them all outside, he took the child’s father and mother and those with him, and he went in where the child was."
                },
                {
                    "verse":"41",
                    "text":"Then, taking the hand of the child, he said to her: "
                },
                {
                    "verse":"42",
                    "text":"And immediately the girl rose and began walking. (She was 12 years old.) And at once they were beside themselves with great ecstasy."
                },
                {
                    "verse":"43",
                    "text":"But he ordered them again and again to let no one learn of this, and he said that something should be given her to eat."
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"He departed from there and came into his home territory, and his disciples followed him."
                },
                {
                    "verse":"2",
                    "text":"When it was the Sabbath, he started teaching in the synagogue, and most who heard him were astounded and said: “Where did this man get these things? And why should this wisdom have been given to him, and such powerful works be performed through his hands?"
                },
                {
                    "verse":"3",
                    "text":"This is the carpenter, the son of Mary and the brother of James, Joseph, Judas, and Simon, is it not? And his sisters are here with us, are they not?“ So they began to stumble because of him."
                },
                {
                    "verse":"4",
                    "text":"But Jesus said to them: “A prophet is not without honor except in his home territory and among his relatives and in his own house.“"
                },
                {
                    "verse":"5",
                    "text":"So he was not able to do any powerful work there except to lay his hands on a few sick people and cure them."
                },
                {
                    "verse":"6",
                    "text":"Indeed, he was amazed at their lack of faith. And he went around in a circuit to the villages, teaching."
                },
                {
                    "verse":"7",
                    "text":"He now summoned the Twelve and started sending them out two by two, and he gave them authority over the unclean spirits."
                },
                {
                    "verse":"8",
                    "text":"Also, he gave them orders to carry nothing for the trip except a staff—no bread, no food pouch, no money in their belts—"
                },
                {
                    "verse":"9",
                    "text":"but to put on sandals and not to wear two garments."
                },
                {
                    "verse":"10",
                    "text":"Further, he said to them: “Wherever you enter into a home, stay there until you leave that place."
                },
                {
                    "verse":"11",
                    "text":"And wherever a place will not receive you or listen to you, on going out from there, shake off the dirt that is on your feet for a witness to them.“"
                },
                {
                    "verse":"12",
                    "text":"Then they set out and preached that people should repent,"
                },
                {
                    "verse":"13",
                    "text":"and they expelled many demons and greased many sick people with oil and cured them."
                },
                {
                    "verse":"14",
                    "text":"Now King Herod heard of this, for the name of Jesus became well-known, and people were saying: “John the Baptizer has been raised up from the dead, and that is why the powerful works are operating in him.“"
                },
                {
                    "verse":"15",
                    "text":"But others were saying: “It is E·liʹjah.“ Still others were saying: “It is a prophet like one of the prophets of old.“"
                },
                {
                    "verse":"16",
                    "text":"But when Herod heard it, he said: “The John whom I beheaded, this one has been raised up.“"
                },
                {
                    "verse":"17",
                    "text":"For Herod himself had sent out and arrested John and had bound him in prison on account of He·roʹdi·as, the wife of Philip his brother, because he had married her."
                },
                {
                    "verse":"18",
                    "text":"For John had been saying to Herod: “It is not lawful for you to have your brother’s wife.“"
                },
                {
                    "verse":"19",
                    "text":"So He·roʹdi·as was nursing a grudge against him and wanted to kill him, but she could not."
                },
                {
                    "verse":"20",
                    "text":"For Herod was in fear of John, knowing him to be a righteous and holy man, and he was keeping him safe. After hearing him, he was at a great loss as to what to do, yet he continued to hear him gladly."
                },
                {
                    "verse":"21",
                    "text":"But a convenient day arrived when Herod spread an evening meal on his birthday for his high officials and the military commanders and the most prominent men of Galʹi·lee."
                },
                {
                    "verse":"22",
                    "text":"And the daughter of He·roʹdi·as came in and danced and pleased Herod and those dining with him. The king said to the girl: “Ask me for whatever you want, and I will give it to you.“"
                },
                {
                    "verse":"23",
                    "text":"Yes, he swore to her: “Whatever you ask me for, I will give it to you, up to half my kingdom.“"
                },
                {
                    "verse":"24",
                    "text":"So she went out and said to her mother: “What should I ask for?“ She said: “The head of John the Baptizer.“"
                },
                {
                    "verse":"25",
                    "text":"She immediately rushed in to the king and made her request, saying: “I want you to give me right away on a platter the head of John the Baptist.“"
                },
                {
                    "verse":"26",
                    "text":"Although this deeply grieved him, the king did not want to disregard her request, because of his oaths and his guests."
                },
                {
                    "verse":"27",
                    "text":"So the king immediately sent a bodyguard and commanded him to bring John’s head. So he went off and beheaded him in the prison"
                },
                {
                    "verse":"28",
                    "text":"and brought his head on a platter. He gave it to the girl, and the girl gave it to her mother."
                },
                {
                    "verse":"29",
                    "text":"When his disciples heard of it, they came and took his body and laid it in a tomb."
                },
                {
                    "verse":"30",
                    "text":"The apostles gathered around Jesus and reported to him all the things they had done and taught."
                },
                {
                    "verse":"31",
                    "text":"And he said to them: “Come, you yourselves, privately into an isolated place and rest up a little.“ For there were many coming and going, and they had no leisure time even to eat a meal."
                },
                {
                    "verse":"32",
                    "text":"So they set off in the boat for an isolated place to be by themselves."
                },
                {
                    "verse":"33",
                    "text":"But people saw them going and many got to know it, and from all the cities they ran together on foot and got there ahead of them."
                },
                {
                    "verse":"34",
                    "text":"Well, on getting out, he saw a large crowd, and he was moved with pity for them, because they were as sheep without a shepherd. And he started to teach them many things."
                },
                {
                    "verse":"35",
                    "text":"By now the hour had grown late, and his disciples came up to him and said: “This place is isolated, and the hour is already late."
                },
                {
                    "verse":"36",
                    "text":"Send them away, so that they may go off into the surrounding countryside and villages and buy themselves something to eat.“"
                },
                {
                    "verse":"37",
                    "text":"He replied to them: “You give them something to eat.“ At this they said to him: “Should we go off and buy 200 de·narʹi·i worth of bread and give it to the people to eat?“"
                },
                {
                    "verse":"38",
                    "text":"He said to them: “How many loaves do you have? Go see!“ After finding out, they said: “Five, besides two fish.“"
                },
                {
                    "verse":"39",
                    "text":"And he instructed all the people to recline in groups on the green grass."
                },
                {
                    "verse":"40",
                    "text":"So they reclined in groups of 100 and of 50."
                },
                {
                    "verse":"41",
                    "text":"Taking now the five loaves and the two fish, he looked up to heaven and said a blessing. Then he broke the loaves up and began giving them to the disciples to place them before the people, and he divided up the two fish for all."
                },
                {
                    "verse":"42",
                    "text":"So they all ate and were satisfied,"
                },
                {
                    "verse":"43",
                    "text":"and they took up 12 baskets full of fragments, aside from the fish."
                },
                {
                    "verse":"44",
                    "text":"Those who ate the loaves were 5,000 men."
                },
                {
                    "verse":"45",
                    "text":"Then, without delay, he made his disciples board the boat and go on ahead to the opposite shore toward Beth·saʹi·da, while he himself sent the crowd away."
                },
                {
                    "verse":"46",
                    "text":"But after saying good-bye to them, he went to a mountain to pray."
                },
                {
                    "verse":"47",
                    "text":"When evening had fallen, the boat was in the middle of the sea, but he was alone on the land."
                },
                {
                    "verse":"48",
                    "text":"So when he saw them struggling to row, for the wind was against them, about the fourth watch of the night he came toward them, walking on the sea; but he was inclined to pass them by."
                },
                {
                    "verse":"49",
                    "text":"On catching sight of him walking on the sea, they thought: “It is an apparition!“ And they cried out."
                },
                {
                    "verse":"50",
                    "text":"For they all saw him and were troubled. But immediately he spoke to them and said: “Take courage! It is I; do not be afraid.“"
                },
                {
                    "verse":"51",
                    "text":"Then he got up into the boat with them, and the wind abated. At this they were utterly amazed,"
                },
                {
                    "verse":"52",
                    "text":"for they had not grasped the meaning of the loaves, but their hearts continued dull in understanding."
                },
                {
                    "verse":"53",
                    "text":"When they got across to land, they came to Gen·nesʹa·ret and anchored the boat nearby."
                },
                {
                    "verse":"54",
                    "text":"But as soon as they got out of the boat, people recognized him."
                },
                {
                    "verse":"55",
                    "text":"They ran around all that region and started to bring on stretchers those who were ailing to where they heard he was."
                },
                {
                    "verse":"56",
                    "text":"And wherever he would enter into villages or cities or the countryside, they would place the sick ones in the marketplaces, and they would plead with him that they might touch just the fringe of his outer garment. And all those who touched it were made well."
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now the Pharisees and some of the scribes who had come from Jerusalem gathered around him."
                },
                {
                    "verse":"2",
                    "text":"And they saw some of his disciples eat their meal with defiled hands, that is, unwashed ones."
                },
                {
                    "verse":"3",
                    "text":"(For the Pharisees and all the Jews do not eat unless they wash their hands up to the elbow, clinging to the tradition of the men of former times,"
                },
                {
                    "verse":"4",
                    "text":"and when they come from the market, they do not eat unless they wash themselves. There are many other traditions that they have received and cling to, such as baptisms of cups, pitchers, and copper vessels.)"
                },
                {
                    "verse":"5",
                    "text":"So these Pharisees and scribes asked him: “Why do your disciples not observe the tradition of the men of former times, but they eat their meal with defiled hands?“"
                },
                {
                    "verse":"6",
                    "text":"He said to them: “Isaiah aptly prophesied about you hypocrites, as it is written, ‘This people honor me with their lips, but their hearts are far removed from me."
                },
                {
                    "verse":"7",
                    "text":"It is in vain that they keep worshipping me, for they teach commands of men as doctrines.’"
                },
                {
                    "verse":"8",
                    "text":"You let go of the commandment of God and cling to the tradition of men.“"
                },
                {
                    "verse":"9",
                    "text":"Further, he said to them: “You skillfully disregard the commandment of God in order to keep your tradition."
                },
                {
                    "verse":"10",
                    "text":"For example, Moses said, ‘Honor your father and your mother,’ and, ‘Let the one who speaks abusively of his father or mother be put to death.’"
                },
                {
                    "verse":"11",
                    "text":"But you say, ‘If a man says to his father or his mother: “Whatever I have that could benefit you is corban (that is, a gift dedicated to God),“’"
                },
                {
                    "verse":"12",
                    "text":"you no longer let him do a single thing for his father or his mother."
                },
                {
                    "verse":"13",
                    "text":"Thus you make the word of God invalid by your tradition that you have handed down. And you do many things like this.“"
                },
                {
                    "verse":"14",
                    "text":"So calling the crowd to him again, he said to them: “Listen to me, all of you, and understand the meaning."
                },
                {
                    "verse":"15",
                    "text":"Nothing from outside a man that enters into him can defile him; but the things that come out of a man are the things that defile him.“"
                },
                {
                    "verse":"16",
                    "text":"——"
                },
                {
                    "verse":"17",
                    "text":"Now when he had entered a house away from the crowd, his disciples began to question him about the illustration."
                },
                {
                    "verse":"18",
                    "text":"So he said to them: “Are you also without understanding like them? Are you not aware that nothing from outside that enters into a man can defile him,"
                },
                {
                    "verse":"19",
                    "text":"since it enters, not into his heart, but into his stomach, and it passes out into the sewer?“ Thus he declared all foods clean."
                },
                {
                    "verse":"20",
                    "text":"Further, he said: “That which comes out of a man is what defiles him."
                },
                {
                    "verse":"21",
                    "text":"For from inside, out of the heart of men, come injurious reasonings: sexual immorality, thefts, murders,"
                },
                {
                    "verse":"22",
                    "text":"acts of adultery, greed, acts of wickedness, deceit, brazen conduct, an envious eye, blasphemy, haughtiness, and unreasonableness."
                },
                {
                    "verse":"23",
                    "text":"All these wicked things come from within and defile a man.“"
                },
                {
                    "verse":"24",
                    "text":"He rose up from there and went into the region of Tyre and Siʹdon. There he entered into a house and did not want anyone to know it, but he could not escape notice."
                },
                {
                    "verse":"25",
                    "text":"Immediately, a woman whose little daughter had an unclean spirit heard about him and came and fell down at his feet."
                },
                {
                    "verse":"26",
                    "text":"The woman was a Greek, a Sy·ro·phoe·niʹcian by nationality; and she kept asking him to expel the demon from her daughter."
                },
                {
                    "verse":"27",
                    "text":"But he said to her: “First let the children be satisfied, for it is not right to take the bread of the children and throw it to the little dogs.“"
                },
                {
                    "verse":"28",
                    "text":"But she replied to him: “Yes, sir, and yet even the little dogs underneath the table eat of the crumbs of the little children.“"
                },
                {
                    "verse":"29",
                    "text":"At that he said to her: “Because you said this, go; the demon has gone out of your daughter.“"
                },
                {
                    "verse":"30",
                    "text":"So she went away to her home and found the young child lying on the bed, and the demon was gone."
                },
                {
                    "verse":"31",
                    "text":"When Jesus returned from the region of Tyre, he went through Siʹdon to the Sea of Galʹi·lee, through the region of De·capʹo·lis."
                },
                {
                    "verse":"32",
                    "text":"Here they brought him a deaf man with a speech impediment, and they pleaded with him to lay his hand on him."
                },
                {
                    "verse":"33",
                    "text":"And he took him aside privately, away from the crowd. Then he put his fingers into the man’s ears, and after spitting, he touched his tongue."
                },
                {
                    "verse":"34",
                    "text":"And looking up into heaven, he sighed deeply and said to him: "
                },
                {
                    "verse":"35",
                    "text":"At this his ears were opened, and his speech impediment was removed, and he began speaking normally."
                },
                {
                    "verse":"36",
                    "text":"With that he ordered them not to tell anyone, but the more he would order them, the more they would proclaim it."
                },
                {
                    "verse":"37",
                    "text":"Indeed, they were astounded beyond measure, and they said: “He has done all things well. He even makes the deaf hear and the speechless speak.“"
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"In those days, there was again a large crowd, and they had nothing to eat. So he summoned the disciples and said to them:"
                },
                {
                    "verse":"2",
                    "text":"“I feel pity for the crowd, because they have already stayed with me for three days and they have nothing to eat."
                },
                {
                    "verse":"3",
                    "text":"If I send them off to their homes hungry, they will give out on the road, and some of them are from far away.“"
                },
                {
                    "verse":"4",
                    "text":"But his disciples answered him: “From where will anyone get enough bread in this isolated place to satisfy these people?“"
                },
                {
                    "verse":"5",
                    "text":"At this he asked them: “How many loaves do you have?“ They said: “Seven.“"
                },
                {
                    "verse":"6",
                    "text":"And he instructed the crowd to recline on the ground. Then he took the seven loaves, gave thanks, broke them, and began giving them to his disciples to serve, and they served them to the crowd."
                },
                {
                    "verse":"7",
                    "text":"They also had a few small fish, and blessing these, he told them to serve these also."
                },
                {
                    "verse":"8",
                    "text":"So they ate and were satisfied, and they took up seven large baskets full of leftover fragments."
                },
                {
                    "verse":"9",
                    "text":"Now there were about 4,000 men. Then he sent them away."
                },
                {
                    "verse":"10",
                    "text":"Immediately he boarded the boat with his disciples and came into the region of Dal·ma·nuʹtha."
                },
                {
                    "verse":"11",
                    "text":"Here the Pharisees came and started disputing with him, demanding from him a sign from heaven, to put him to the test."
                },
                {
                    "verse":"12",
                    "text":"So he sighed deeply in his spirit and said: “Why does this generation seek a sign? Truly I say, no sign will be given to this generation.“"
                },
                {
                    "verse":"13",
                    "text":"With that he left them, got aboard again, and went to the opposite shore."
                },
                {
                    "verse":"14",
                    "text":"However, they forgot to take bread along, and they had nothing with them in the boat except for one loaf."
                },
                {
                    "verse":"15",
                    "text":"And he warned them in no uncertain terms: “Keep your eyes open; look out for the leaven of the Pharisees and the leaven of Herod.“"
                },
                {
                    "verse":"16",
                    "text":"So they began arguing with one another over the fact that they had no bread."
                },
                {
                    "verse":"17",
                    "text":"Noting this, he said to them: “Why do you argue over your having no bread? Do you not yet perceive and understand? Are your hearts still dull in understanding?"
                },
                {
                    "verse":"18",
                    "text":"‘Though having eyes, do you not see; and though having ears, do you not hear?’ Do you not remember"
                },
                {
                    "verse":"19",
                    "text":"when I broke the five loaves for the 5,000 men, how many baskets full of fragments you collected?“ They said to him: “Twelve.“"
                },
                {
                    "verse":"20",
                    "text":"“When I broke the seven loaves for the 4,000 men, how many large baskets full of fragments did you take up?“ And they said to him: “Seven.“"
                },
                {
                    "verse":"21",
                    "text":"With that he said to them: “Do you not yet understand?“"
                },
                {
                    "verse":"22",
                    "text":"Now they put in at Beth·saʹi·da. Here people brought him a blind man, and they pleaded with him to touch him."
                },
                {
                    "verse":"23",
                    "text":"And he took the blind man by the hand and brought him outside the village. After spitting on his eyes, he laid his hands on him and asked him: “Do you see anything?“"
                },
                {
                    "verse":"24",
                    "text":"The man looked up and said: “I see people, but they look like trees walking about.“"
                },
                {
                    "verse":"25",
                    "text":"Again he laid his hands on the man’s eyes, and the man saw clearly. His sight was restored, and he could see everything distinctly."
                },
                {
                    "verse":"26",
                    "text":"So he sent him home, saying: “Do not enter into the village.“"
                },
                {
                    "verse":"27",
                    "text":"Jesus and his disciples now left for the villages of Caes·a·reʹa Phi·lipʹpi, and on the way he began to question his disciples, saying: “Who are people saying that I am?“"
                },
                {
                    "verse":"28",
                    "text":"They said to him: “John the Baptist, but others say E·liʹjah, and still others, one of the prophets.“"
                },
                {
                    "verse":"29",
                    "text":"And he put the question to them: “You, though, who do you say I am?“ Peter answered him: “You are the Christ.“"
                },
                {
                    "verse":"30",
                    "text":"At that he strictly ordered them not to tell anyone about him."
                },
                {
                    "verse":"31",
                    "text":"Also, he began teaching them that the Son of man must undergo many sufferings and be rejected by the elders and the chief priests and the scribes and be killed, and rise three days later."
                },
                {
                    "verse":"32",
                    "text":"Indeed, he was making that statement openly. But Peter took him aside and began to rebuke him."
                },
                {
                    "verse":"33",
                    "text":"At this he turned, looked at his disciples, and rebuked Peter, saying: “Get behind me, Satan! because you think, not God’s thoughts, but those of men.“"
                },
                {
                    "verse":"34",
                    "text":"He now called the crowd to him with his disciples and said to them: “If anyone wants to come after me, let him disown himself and pick up his torture stake and keep following me."
                },
                {
                    "verse":"35",
                    "text":"For whoever wants to save his life will lose it, but whoever loses his life for my sake and for the sake of the good news will save it."
                },
                {
                    "verse":"36",
                    "text":"Really, what good will it do a man to gain the whole world and to lose his life?"
                },
                {
                    "verse":"37",
                    "text":"What, really, would a man give in exchange for his life?"
                },
                {
                    "verse":"38",
                    "text":"For whoever becomes ashamed of me and my words in this adulterous and sinful generation, the Son of man will also be ashamed of him when he comes in the glory of his Father with the holy angels.“"
                }
            ]
        },
        {
            "chapter":"9",
            "verses":[
                {
                    "verse":"1",
                    "text":"Furthermore, he said to them: “Truly I say to you that there are some of those standing here who will not taste death at all until first they see the Kingdom of God already having come in power.“"
                },
                {
                    "verse":"2",
                    "text":"Six days later Jesus took Peter and James and John along and led them up into a lofty mountain by themselves. And he was transfigured before them;"
                },
                {
                    "verse":"3",
                    "text":"his outer garments began to glisten, becoming far whiter than any clothes cleaner on earth could whiten them."
                },
                {
                    "verse":"4",
                    "text":"Also, E·liʹjah with Moses appeared to them, and they were conversing with Jesus."
                },
                {
                    "verse":"5",
                    "text":"Then Peter said to Jesus: “Rabbi, it is fine for us to be here. So let us erect three tents, one for you, one for Moses, and one for E·liʹjah.“"
                },
                {
                    "verse":"6",
                    "text":"In fact, he did not know how to react, for they were quite fearful."
                },
                {
                    "verse":"7",
                    "text":"And a cloud formed, overshadowing them, and a voice came out of the cloud: “This is my Son, the beloved. Listen to him.“"
                },
                {
                    "verse":"8",
                    "text":"Then suddenly they looked around and saw that no one was with them any longer except Jesus."
                },
                {
                    "verse":"9",
                    "text":"As they were coming down from the mountain, he strictly ordered them not to relate to anybody what they had seen until after the Son of man had risen from the dead."
                },
                {
                    "verse":"10",
                    "text":"They took the word to heart, but discussed among themselves what this rising from the dead meant."
                },
                {
                    "verse":"11",
                    "text":"And they began to question him, saying: “Why do the scribes say that E·liʹjah must come first?“"
                },
                {
                    "verse":"12",
                    "text":"He said to them: “E·liʹjah does come first and restore all things; but how is it that it is written about the Son of man that he must undergo many sufferings and be treated with contempt?"
                },
                {
                    "verse":"13",
                    "text":"But I say to you that E·liʹjah, in fact, has come, and they did to him whatever they wanted, just as it is written about him.“"
                },
                {
                    "verse":"14",
                    "text":"When they came to the other disciples, they noticed a large crowd around them, and there were scribes arguing with them."
                },
                {
                    "verse":"15",
                    "text":"But as soon as all the crowd caught sight of him, they were astonished, and they ran up to him to greet him."
                },
                {
                    "verse":"16",
                    "text":"So he asked them: “What are you arguing about with them?“"
                },
                {
                    "verse":"17",
                    "text":"And one of the crowd answered him: “Teacher, I brought my son to you because he has a speechless spirit."
                },
                {
                    "verse":"18",
                    "text":"Wherever it seizes him, it throws him to the ground, and he foams at the mouth and grinds his teeth and loses his strength. I asked your disciples to expel it, but they were not able to do so.“"
                },
                {
                    "verse":"19",
                    "text":"In response he said to them: “O faithless generation, how long must I continue with you? How long must I put up with you? Bring him to me.“"
                },
                {
                    "verse":"20",
                    "text":"So they brought the boy to him, but at the sight of him, the spirit at once threw the child into convulsions. After falling on the ground, he kept rolling about, foaming at the mouth."
                },
                {
                    "verse":"21",
                    "text":"Then Jesus asked the father: “How long has this been happening to him?“ He said: “From childhood on,"
                },
                {
                    "verse":"22",
                    "text":"and often it would throw him into the fire and also into the water to destroy him. But if you can do anything, have pity on us and help us.“"
                },
                {
                    "verse":"23",
                    "text":"Jesus said to him: “That expression, ‘If you can’! Why, all things are possible for the one who has faith.“"
                },
                {
                    "verse":"24",
                    "text":"Immediately the child’s father cried out and said: “I have faith! Help me out where I need faith!“"
                },
                {
                    "verse":"25",
                    "text":"Jesus, now noticing that a crowd was rushing toward them, rebuked the unclean spirit, saying to it: “You speechless and deaf spirit, I order you, get out of him and do not enter into him again!“"
                },
                {
                    "verse":"26",
                    "text":"After crying out and going through many convulsions, it came out, and the child seemed to be dead, so that most of the people were saying: “He is dead!“"
                },
                {
                    "verse":"27",
                    "text":"But Jesus took him by the hand and raised him up, and he stood up."
                },
                {
                    "verse":"28",
                    "text":"So after he entered into a house, his disciples asked him privately: “Why could we not expel it?“"
                },
                {
                    "verse":"29",
                    "text":"He said to them: “This kind can come out only by prayer.“"
                },
                {
                    "verse":"30",
                    "text":"They departed from there and went through Galʹi·lee, but he did not want anyone to get to know about it."
                },
                {
                    "verse":"31",
                    "text":"For he was teaching his disciples and telling them: “The Son of man is going to be betrayed into men’s hands, and they will kill him, but despite being killed, he will rise three days later.“"
                },
                {
                    "verse":"32",
                    "text":"However, they did not understand his statement, and they were afraid to question him."
                },
                {
                    "verse":"33",
                    "text":"And they came into Ca·perʹna·um. Now when he was inside the house, he put the question to them: “What were you arguing about on the road?“"
                },
                {
                    "verse":"34",
                    "text":"They kept silent, for on the road they had been arguing among themselves about who is greater."
                },
                {
                    "verse":"35",
                    "text":"So he sat down and called the Twelve and said to them: “If anyone wants to be first, he must be last of all and minister of all.“"
                },
                {
                    "verse":"36",
                    "text":"Then he took a young child and stood him in their midst; and putting his arms around him, he said to them:"
                },
                {
                    "verse":"37",
                    "text":"“Whoever receives one of such young children on the basis of my name receives me also; and whoever receives me receives not me only but also Him who sent me.“"
                },
                {
                    "verse":"38",
                    "text":"John said to him: “Teacher, we saw someone expelling demons by using your name, and we tried to prevent him, because he was not following us.“"
                },
                {
                    "verse":"39",
                    "text":"But Jesus said: “Do not try to prevent him, for there is no one who will do a powerful work on the basis of my name who will quickly be able to say anything bad about me."
                },
                {
                    "verse":"40",
                    "text":"For whoever is not against us is for us."
                },
                {
                    "verse":"41",
                    "text":"And whoever gives you a cup of water to drink because you belong to Christ, I tell you truly, he will by no means lose his reward."
                },
                {
                    "verse":"42",
                    "text":"But whoever stumbles one of these little ones who have faith, it would be better for him if a millstone that is turned by a donkey were put around his neck and he were pitched into the sea."
                },
                {
                    "verse":"43",
                    "text":"“If ever your hand makes you stumble, cut it off. It is better for you to enter into life maimed than to go off with two hands into Ge·henʹna, into the fire that cannot be put out."
                },
                {
                    "verse":"44",
                    "text":"——"
                },
                {
                    "verse":"45",
                    "text":"And if your foot makes you stumble, cut it off. It is better for you to enter into life lame than to be thrown with two feet into Ge·henʹna."
                },
                {
                    "verse":"46",
                    "text":"——"
                },
                {
                    "verse":"47",
                    "text":"And if your eye makes you stumble, throw it away. It is better for you to enter one-eyed into the Kingdom of God than to be thrown with two eyes into Ge·henʹna,"
                },
                {
                    "verse":"48",
                    "text":"where the maggot does not die and the fire is not put out."
                },
                {
                    "verse":"49",
                    "text":"“For everyone must be salted with fire."
                },
                {
                    "verse":"50",
                    "text":"Salt is fine, but if the salt ever loses its saltiness, with what will you season it? Have salt in yourselves, and keep peace with one another.“"
                }
            ]
        },
        {
            "chapter":"10",
            "verses":[
                {
                    "verse":"1",
                    "text":"From there he got up and came to the borders of Ju·deʹa across the Jordan, and again crowds gathered to him. As he was accustomed to do, he again began teaching them."
                },
                {
                    "verse":"2",
                    "text":"And Pharisees approached, intent on testing him, and they asked whether it was lawful for a man to divorce a wife."
                },
                {
                    "verse":"3",
                    "text":"He answered them: “What did Moses command you?“"
                },
                {
                    "verse":"4",
                    "text":"They said: “Moses allowed the writing of a certificate of dismissal and divorcing her.“"
                },
                {
                    "verse":"5",
                    "text":"But Jesus said to them: “Out of regard for your hard-heartedness, he wrote this commandment for you."
                },
                {
                    "verse":"6",
                    "text":"However, from the beginning of creation, ‘He made them male and female."
                },
                {
                    "verse":"7",
                    "text":"For this reason a man will leave his father and his mother,"
                },
                {
                    "verse":"8",
                    "text":"and the two will be one flesh,’ so that they are no longer two, but one flesh."
                },
                {
                    "verse":"9",
                    "text":"Therefore, what God has yoked together, let no man put apart.“"
                },
                {
                    "verse":"10",
                    "text":"When they were again in the house, the disciples began to question him about this."
                },
                {
                    "verse":"11",
                    "text":"He said to them: “Whoever divorces his wife and marries another commits adultery against her,"
                },
                {
                    "verse":"12",
                    "text":"and if ever a woman after divorcing her husband marries another, she commits adultery.“"
                },
                {
                    "verse":"13",
                    "text":"People now began bringing him young children for him to touch them, but the disciples reprimanded them."
                },
                {
                    "verse":"14",
                    "text":"At seeing this, Jesus was indignant and said to them: “Let the young children come to me; do not try to stop them, for the Kingdom of God belongs to such ones."
                },
                {
                    "verse":"15",
                    "text":"Truly I say to you, whoever does not receive the Kingdom of God like a young child will by no means enter into it.“"
                },
                {
                    "verse":"16",
                    "text":"And he took the children into his arms and began blessing them, laying his hands on them."
                },
                {
                    "verse":"17",
                    "text":"As he was going on his way, a man ran up and fell on his knees before him and put the question to him: “Good Teacher, what must I do to inherit everlasting life?“"
                },
                {
                    "verse":"18",
                    "text":"Jesus said to him: “Why do you call me good? Nobody is good except one, God."
                },
                {
                    "verse":"19",
                    "text":"You know the commandments: ‘Do not murder, do not commit adultery, do not steal, do not bear false witness, do not defraud, honor your father and your mother.’“"
                },
                {
                    "verse":"20",
                    "text":"The man said to him: “Teacher, all these things I have kept from my youth on.“"
                },
                {
                    "verse":"21",
                    "text":"Jesus looked at him and felt love for him and said, “One thing is missing about you: Go, sell what things you have and give to the poor, and you will have treasure in heaven; and come be my follower.“"
                },
                {
                    "verse":"22",
                    "text":"But he grew sad at the answer and went away grieved, for he had many possessions."
                },
                {
                    "verse":"23",
                    "text":"After looking around, Jesus said to his disciples: “How difficult it will be for those with money to enter into the Kingdom of God!“"
                },
                {
                    "verse":"24",
                    "text":"But the disciples were surprised at his words. Jesus then responded: “Children, how difficult it is to enter into the Kingdom of God!"
                },
                {
                    "verse":"25",
                    "text":"It is easier for a camel to go through a needle’s eye than for a rich man to enter into the Kingdom of God.“"
                },
                {
                    "verse":"26",
                    "text":"They became still more astounded and said to him: “Who possibly can be saved?“"
                },
                {
                    "verse":"27",
                    "text":"Looking straight at them, Jesus said: “With men it is impossible but not so with God, for all things are possible with God.“"
                },
                {
                    "verse":"28",
                    "text":"Peter began to say to him: “Look! We have left all things and followed you.“"
                },
                {
                    "verse":"29",
                    "text":"Jesus said: “Truly I say to you, no one has left house or brothers or sisters or mother or father or children or fields for my sake and for the sake of the good news"
                },
                {
                    "verse":"30",
                    "text":"who will not get 100 times more now in this period of time—houses, brothers, sisters, mothers, children, and fields, with persecutions—and in the coming system of things, everlasting life."
                },
                {
                    "verse":"31",
                    "text":"But many who are first will be last, and the last first.“"
                },
                {
                    "verse":"32",
                    "text":"Now they were going on the road up to Jerusalem, and Jesus was going ahead of them, and they were astonished, but those who followed began to fear. Once again he took the Twelve aside and started to tell them these things that were about to happen to him:"
                },
                {
                    "verse":"33",
                    "text":"“Look! We are going up to Jerusalem, and the Son of man will be handed over to the chief priests and the scribes. They will condemn him to death and hand him over to men of the nations,"
                },
                {
                    "verse":"34",
                    "text":"and these will mock him and spit on him and scourge him and kill him, but three days later he will rise.“"
                },
                {
                    "verse":"35",
                    "text":"James and John, the sons of Zebʹe·dee, approached him and said to him: “Teacher, we want you to do for us whatever we ask of you.“"
                },
                {
                    "verse":"36",
                    "text":"He said to them: “What do you want me to do for you?“"
                },
                {
                    "verse":"37",
                    "text":"They replied: “Grant us to sit down, one at your right hand and one at your left, in your glory.“"
                },
                {
                    "verse":"38",
                    "text":"But Jesus said to them: “You do not know what you are asking for. Can you drink the cup that I am drinking or be baptized with the baptism with which I am being baptized?“"
                },
                {
                    "verse":"39",
                    "text":"They said to him: “We can.“ At that Jesus said to them: “The cup I am drinking, you will drink, and with the baptism with which I am being baptized, you will be baptized."
                },
                {
                    "verse":"40",
                    "text":"However, to sit down at my right hand or at my left is not mine to give, but it belongs to those for whom it has been prepared.“"
                },
                {
                    "verse":"41",
                    "text":"When the ten others heard about it, they became indignant at James and John."
                },
                {
                    "verse":"42",
                    "text":"But Jesus called them to him and said to them: “You know that those who appear to be ruling the nations lord it over them and their great ones wield authority over them."
                },
                {
                    "verse":"43",
                    "text":"This must not be the way among you; but whoever wants to become great among you must be your minister,"
                },
                {
                    "verse":"44",
                    "text":"and whoever wants to be first among you must be the slave of all."
                },
                {
                    "verse":"45",
                    "text":"For even the Son of man came, not to be ministered to, but to minister and to give his life as a ransom in exchange for many.“"
                },
                {
                    "verse":"46",
                    "text":"They then came into Jerʹi·cho. But as he and his disciples and a considerable crowd were going out of Jerʹi·cho, Bar·ti·maeʹus (the son of Ti·maeʹus), a blind beggar, was sitting beside the road."
                },
                {
                    "verse":"47",
                    "text":"When he heard that it was Jesus the Naz·a·reneʹ, he started shouting and saying: “Son of David, Jesus, have mercy on me!“"
                },
                {
                    "verse":"48",
                    "text":"At this many began rebuking him, telling him to be silent, but all the more he kept shouting: “Son of David, have mercy on me!“"
                },
                {
                    "verse":"49",
                    "text":"So Jesus stopped and said: “Call him to me.“ So they called the blind man, saying to him: “Take courage! Get up; he is calling you.“"
                },
                {
                    "verse":"50",
                    "text":"Throwing off his outer garment, he leaped to his feet and went to Jesus."
                },
                {
                    "verse":"51",
                    "text":"Then Jesus said to him: “What do you want me to do for you?“ The blind man said to him: "
                },
                {
                    "verse":"52",
                    "text":"And Jesus said to him: “Go. Your faith has made you well.“ And immediately he recovered his sight, and he began to follow him on the road."
                }
            ]
        },
        {
            "chapter":"11",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now when they were getting near to Jerusalem, to Bethʹpha·ge and Bethʹa·ny at the Mount of Olives, he sent two of his disciples"
                },
                {
                    "verse":"2",
                    "text":"and told them: “Go into the village that is within sight, and as soon as you enter it, you will find a colt tied on which no man has sat until now. Untie it and bring it here."
                },
                {
                    "verse":"3",
                    "text":"And if anyone says to you, ‘Why are you doing this?’ say, ‘The Lord needs it and will send it back here right away.’“"
                },
                {
                    "verse":"4",
                    "text":"So they went away and found the colt tied at a door, outside on the side street, and they untied it."
                },
                {
                    "verse":"5",
                    "text":"But some of those standing there said to them: “What are you doing untying the colt?“"
                },
                {
                    "verse":"6",
                    "text":"They told them just what Jesus had said, and they let them go."
                },
                {
                    "verse":"7",
                    "text":"And they brought the colt to Jesus, and they put their outer garments on it, and he sat on it."
                },
                {
                    "verse":"8",
                    "text":"Also, many spread their outer garments on the road, but others cut down foliage from the fields."
                },
                {
                    "verse":"9",
                    "text":"And those going in front and those coming behind kept shouting: “Save, we pray! Blessed is the one who comes in Jehovah’s name!"
                },
                {
                    "verse":"10",
                    "text":"Blessed is the coming Kingdom of our father David! Save, we pray, in the heights above!“"
                },
                {
                    "verse":"11",
                    "text":"And he entered Jerusalem and went into the temple, and he looked around at everything, but since the hour was already late, he went out to Bethʹa·ny with the Twelve."
                },
                {
                    "verse":"12",
                    "text":"The next day when they were leaving Bethʹa·ny, he felt hungry."
                },
                {
                    "verse":"13",
                    "text":"From a distance he caught sight of a fig tree that had leaves, and he went to see whether he could find something on it. But on coming to it, he found nothing but leaves, for it was not the season for figs."
                },
                {
                    "verse":"14",
                    "text":"So he said to it: “Let no one eat fruit from you ever again.“ And his disciples were listening."
                },
                {
                    "verse":"15",
                    "text":"They now came to Jerusalem. There he entered the temple and started to throw out those selling and buying in the temple, and he overturned the tables of the money changers and the benches of those selling doves,"
                },
                {
                    "verse":"16",
                    "text":"and he would not let anyone carry a utensil through the temple."
                },
                {
                    "verse":"17",
                    "text":"He was teaching and saying to them: “Is it not written, ‘My house will be called a house of prayer for all the nations’? But you have made it a cave of robbers.“"
                },
                {
                    "verse":"18",
                    "text":"And the chief priests and the scribes heard it, and they began to seek how to kill him; for they were in fear of him, because all the crowd was astounded at his teaching."
                },
                {
                    "verse":"19",
                    "text":"When it became late in the day, they went out of the city."
                },
                {
                    "verse":"20",
                    "text":"But when they were passing by early in the morning, they saw the fig tree already withered from its roots."
                },
                {
                    "verse":"21",
                    "text":"Peter, remembering it, said to him: “Rabbi, see! the fig tree that you cursed has withered.“"
                },
                {
                    "verse":"22",
                    "text":"In reply Jesus said to them: “Have faith in God."
                },
                {
                    "verse":"23",
                    "text":"Truly I say to you that whoever tells this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in his heart but has faith that what he says is going to happen, he will have it happen."
                },
                {
                    "verse":"24",
                    "text":"This is why I tell you, all the things you pray and ask for, have faith that you have received them, and you will have them."
                },
                {
                    "verse":"25",
                    "text":"And when you stand praying, forgive whatever you have against anyone, so that your Father who is in the heavens may also forgive you your trespasses.“"
                },
                {
                    "verse":"26",
                    "text":"——"
                },
                {
                    "verse":"27",
                    "text":"They came again to Jerusalem. And as he was walking in the temple, the chief priests and the scribes and the elders came"
                },
                {
                    "verse":"28",
                    "text":"and said to him: “By what authority do you do these things? Or who gave you this authority to do these things?“"
                },
                {
                    "verse":"29",
                    "text":"Jesus said to them: “I will ask you one question. Answer me, and I will tell you by what authority I do these things."
                },
                {
                    "verse":"30",
                    "text":"Was the baptism by John from heaven or from men? Answer me.“"
                },
                {
                    "verse":"31",
                    "text":"So they began to reason among themselves, saying: “If we say, ‘From heaven,’ he will say, ‘Why, then, did you not believe him?’"
                },
                {
                    "verse":"32",
                    "text":"But dare we say, ‘From men’?“ They were in fear of the crowd, for these all held that John had really been a prophet."
                },
                {
                    "verse":"33",
                    "text":"So they answered Jesus: “We do not know.“ Jesus said to them: “Neither am I telling you by what authority I do these things.“"
                }
            ]
        },
        {
            "chapter":"12",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then he started to speak to them with illustrations: “A man planted a vineyard and put a fence around it and dug a vat for the winepress and erected a tower; then he leased it to cultivators and traveled abroad."
                },
                {
                    "verse":"2",
                    "text":"In due season he sent a slave to the cultivators to collect some of the fruits of the vineyard from them."
                },
                {
                    "verse":"3",
                    "text":"But they took him, beat him, and sent him away empty-handed."
                },
                {
                    "verse":"4",
                    "text":"Again he sent another slave to them, and that one they struck on the head and dishonored."
                },
                {
                    "verse":"5",
                    "text":"And he sent another, and that one they killed, and many others, some of whom they beat and some of whom they killed."
                },
                {
                    "verse":"6",
                    "text":"One more he had, a beloved son. He sent him to them last, saying, ‘They will respect my son.’"
                },
                {
                    "verse":"7",
                    "text":"But those cultivators said among themselves, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’"
                },
                {
                    "verse":"8",
                    "text":"So they took him and killed him and threw him out of the vineyard."
                },
                {
                    "verse":"9",
                    "text":"What will the owner of the vineyard do? He will come and kill the cultivators and will give the vineyard to others."
                },
                {
                    "verse":"10",
                    "text":"Did you never read this scripture: ‘The stone that the builders rejected, this has become the chief cornerstone."
                },
                {
                    "verse":"11",
                    "text":"This has come from Jehovah, and it is marvelous in our eyes’?“"
                },
                {
                    "verse":"12",
                    "text":"At that they wanted to seize him, but they feared the crowd, for they knew that he spoke the illustration with them in mind. So they left him and went away."
                },
                {
                    "verse":"13",
                    "text":"Next they sent to him some of the Pharisees and of the party followers of Herod in order to catch him in his speech."
                },
                {
                    "verse":"14",
                    "text":"On arriving, these said to him: “Teacher, we know you are truthful and you do not seek anyone’s favor, for you do not look at the outward appearance of people, but you teach the way of God in line with truth. Is it lawful to pay head tax to Caesar or not?"
                },
                {
                    "verse":"15",
                    "text":"Should we pay, or should we not pay?“ Detecting their hypocrisy, he said to them: “Why do you put me to the test? Bring me a de·narʹi·us to look at.“"
                },
                {
                    "verse":"16",
                    "text":"They brought one, and he said to them: “Whose image and inscription is this?“ They said to him: “Caesar’s.“"
                },
                {
                    "verse":"17",
                    "text":"Jesus then said: “Pay back Caesar’s things to Caesar, but God’s things to God.“ And they were amazed at him."
                },
                {
                    "verse":"18",
                    "text":"Now the Sadducees, who say there is no resurrection, came and asked him:"
                },
                {
                    "verse":"19",
                    "text":"“Teacher, Moses wrote us that if someone’s brother dies and leaves a wife behind but does not leave a child, his brother should take the wife and raise up offspring for his brother."
                },
                {
                    "verse":"20",
                    "text":"There were seven brothers. The first took a wife, but when he died he left no offspring."
                },
                {
                    "verse":"21",
                    "text":"And the second married her but died without leaving offspring, and the third the same way."
                },
                {
                    "verse":"22",
                    "text":"And all seven left no offspring. Last of all, the woman also died."
                },
                {
                    "verse":"23",
                    "text":"In the resurrection, whose wife will she be? For the seven had her as a wife.“"
                },
                {
                    "verse":"24",
                    "text":"Jesus said to them: “Is not this why you are mistaken, because you know neither the Scriptures nor the power of God?"
                },
                {
                    "verse":"25",
                    "text":"For when they rise from the dead, neither do men marry nor are women given in marriage, but they are as angels in the heavens."
                },
                {
                    "verse":"26",
                    "text":"But concerning the dead being raised up, have you not read in the book of Moses, in the account about the thornbush, that God said to him: ‘I am the God of Abraham and God of Isaac and God of Jacob’?"
                },
                {
                    "verse":"27",
                    "text":"He is a God, not of the dead, but of the living. You are very much mistaken.“"
                },
                {
                    "verse":"28",
                    "text":"One of the scribes who had come up and heard them disputing, knowing that he had answered them in a fine way, asked him: “Which commandment is first of all?“"
                },
                {
                    "verse":"29",
                    "text":"Jesus answered: “The first is, ‘Hear, O Israel, Jehovah our God is one Jehovah,"
                },
                {
                    "verse":"30",
                    "text":"and you must love Jehovah your God with your whole heart and with your whole soul and with your whole mind and with your whole strength.’"
                },
                {
                    "verse":"31",
                    "text":"The second is this, ‘You must love your neighbor as yourself.’ There is no other commandment greater than these.“"
                },
                {
                    "verse":"32",
                    "text":"The scribe said to him: “Teacher, you spoke well, in line with truth, ‘He is One, and there is no other besides him’;"
                },
                {
                    "verse":"33",
                    "text":"and to love him with one’s whole heart, with one’s whole understanding, and with one’s whole strength and to love one’s neighbor as oneself is worth far more than all the whole burnt offerings and sacrifices.“"
                },
                {
                    "verse":"34",
                    "text":"At this Jesus, discerning that he had answered intelligently, said to him: “You are not far from the Kingdom of God.“ But no one had the courage to question him anymore."
                },
                {
                    "verse":"35",
                    "text":"However, as Jesus continued teaching in the temple, he said: “How is it that the scribes say that the Christ is David’s son?"
                },
                {
                    "verse":"36",
                    "text":"By the holy spirit, David himself said, ‘Jehovah said to my Lord: “Sit at my right hand until I put your enemies beneath your feet.“’"
                },
                {
                    "verse":"37",
                    "text":"David himself calls him Lord, so how can it be that he is his son?“\nAnd the large crowd was listening to him with pleasure."
                },
                {
                    "verse":"38",
                    "text":"And in his teaching he went on to say: “Beware of the scribes who want to walk around in robes and want greetings in the marketplaces"
                },
                {
                    "verse":"39",
                    "text":"and front seats in the synagogues and the most prominent places at evening meals."
                },
                {
                    "verse":"40",
                    "text":"They devour the houses of the widows, and for show they make long prayers. These will receive a more severe judgment.“"
                },
                {
                    "verse":"41",
                    "text":"And he sat down with the treasury chests in view and began observing how the crowd was dropping money into the treasury chests, and many rich people were dropping in many coins."
                },
                {
                    "verse":"42",
                    "text":"Now a poor widow came and dropped in two small coins of very little value."
                },
                {
                    "verse":"43",
                    "text":"So he called his disciples to him and said to them: “Truly I say to you that this poor widow put in more than all the others who put money into the treasury chests."
                },
                {
                    "verse":"44",
                    "text":"For they all put in out of their surplus, but she, out of her want, put in everything she had, all she had to live on.“"
                }
            ]
        },
        {
            "chapter":"13",
            "verses":[
                {
                    "verse":"1",
                    "text":"As he was going out of the temple, one of his disciples said to him: “Teacher, see! what wonderful stones and buildings!“"
                },
                {
                    "verse":"2",
                    "text":"However, Jesus said to him: “Do you see these great buildings? By no means will a stone be left here upon a stone and not be thrown down.“"
                },
                {
                    "verse":"3",
                    "text":"As he was sitting on the Mount of Olives with the temple in view, Peter, James, John, and Andrew asked him privately:"
                },
                {
                    "verse":"4",
                    "text":"“Tell us, when will these things be, and what will be the sign when all these things are to come to a conclusion?“"
                },
                {
                    "verse":"5",
                    "text":"So Jesus began to tell them: “Look out that nobody misleads you."
                },
                {
                    "verse":"6",
                    "text":"Many will come on the basis of my name, saying, ‘I am he,’ and will mislead many."
                },
                {
                    "verse":"7",
                    "text":"Moreover, when you hear of wars and reports of wars, do not be alarmed; these things must take place, but the end is not yet."
                },
                {
                    "verse":"8",
                    "text":"“For nation will rise against nation and kingdom against kingdom; there will be earthquakes in one place after another; there will also be food shortages. These are a beginning of pangs of distress."
                },
                {
                    "verse":"9",
                    "text":"“As for you, look out for yourselves. People will hand you over to local courts, and you will be beaten in synagogues and be put on the stand before governors and kings for my sake, for a witness to them."
                },
                {
                    "verse":"10",
                    "text":"Also, in all the nations, the good news has to be preached first."
                },
                {
                    "verse":"11",
                    "text":"And when they are taking you to hand you over, do not be anxious beforehand about what to say; but whatever is given you in that hour, say this, for you are not the ones speaking, but the holy spirit is."
                },
                {
                    "verse":"12",
                    "text":"Furthermore, brother will deliver brother over to death, and a father a child, and children will rise up against parents and have them put to death."
                },
                {
                    "verse":"13",
                    "text":"And you will be hated by all people on account of my name. But the one who has endured to the end will be saved."
                },
                {
                    "verse":"14",
                    "text":"“However, when you catch sight of the disgusting thing that causes desolation standing where it should not be (let the reader use discernment), then let those in Ju·deʹa begin fleeing to the mountains."
                },
                {
                    "verse":"15",
                    "text":"Let the man on the housetop not come down nor go inside to take anything out of his house;"
                },
                {
                    "verse":"16",
                    "text":"and let the man in the field not return to the things behind to pick up his outer garment."
                },
                {
                    "verse":"17",
                    "text":"Woe to the pregnant women and those nursing a baby in those days!"
                },
                {
                    "verse":"18",
                    "text":"Keep praying that it may not occur in wintertime;"
                },
                {
                    "verse":"19",
                    "text":"for those days will be days of a tribulation such as has not occurred from the beginning of the creation that God created until that time, and will not occur again."
                },
                {
                    "verse":"20",
                    "text":"In fact, unless Jehovah had cut short the days, no flesh would be saved. But on account of the chosen ones whom he has chosen, he has cut short the days."
                },
                {
                    "verse":"21",
                    "text":"“Then, too, if anyone says to you, ‘See! Here is the Christ,’ or, ‘See! There he is,’ do not believe it."
                },
                {
                    "verse":"22",
                    "text":"For false Christs and false prophets will arise and will perform signs and wonders to lead astray, if possible, the chosen ones."
                },
                {
                    "verse":"23",
                    "text":"You, then, watch out. I have told you all things beforehand."
                },
                {
                    "verse":"24",
                    "text":"“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,"
                },
                {
                    "verse":"25",
                    "text":"and the stars will be falling out of heaven, and the powers that are in the heavens will be shaken."
                },
                {
                    "verse":"26",
                    "text":"And then they will see the Son of man coming in the clouds with great power and glory."
                },
                {
                    "verse":"27",
                    "text":"And then he will send out the angels and will gather his chosen ones together from the four winds, from earth’s extremity to heaven’s extremity."
                },
                {
                    "verse":"28",
                    "text":"“Now learn this illustration from the fig tree: Just as soon as its young branch grows tender and sprouts its leaves, you know that summer is near."
                },
                {
                    "verse":"29",
                    "text":"Likewise also you, when you see these things happening, know that he is near at the doors."
                },
                {
                    "verse":"30",
                    "text":"Truly I say to you that this generation will by no means pass away until all these things happen."
                },
                {
                    "verse":"31",
                    "text":"Heaven and earth will pass away, but my words will by no means pass away."
                },
                {
                    "verse":"32",
                    "text":"“Concerning that day or the hour nobody knows, neither the angels in heaven nor the Son, but the Father."
                },
                {
                    "verse":"33",
                    "text":"Keep looking, keep awake, for you do not know when the appointed time is."
                },
                {
                    "verse":"34",
                    "text":"It is like a man traveling abroad who left his house and gave the authority to his slaves, to each one his work, and commanded the doorkeeper to keep on the watch."
                },
                {
                    "verse":"35",
                    "text":"Keep on the watch, therefore, for you do not know when the master of the house is coming, whether late in the day or at midnight or before dawn or early in the morning,"
                },
                {
                    "verse":"36",
                    "text":"in order that when he comes suddenly, he does not find you sleeping."
                },
                {
                    "verse":"37",
                    "text":"But what I say to you, I say to all: Keep on the watch.“"
                }
            ]
        },
        {
            "chapter":"14",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now the Passover and the Festival of Unleavened Bread was two days later. And the chief priests and the scribes were looking for a way to seize him by cunning and kill him;"
                },
                {
                    "verse":"2",
                    "text":"for they were saying: “Not at the festival; perhaps there might be an uproar of the people.“"
                },
                {
                    "verse":"3",
                    "text":"And while he was at Bethʹa·ny dining in the house of Simon the leper, a woman came with an alabaster jar of perfumed oil, genuine nard, very expensive. She broke open the alabaster jar and began pouring it on his head."
                },
                {
                    "verse":"4",
                    "text":"At this some said to one another indignantly: “Why has this perfumed oil been wasted?"
                },
                {
                    "verse":"5",
                    "text":"For this perfumed oil could have been sold for more than 300 de·narʹi·i and the money given to the poor!“ And they were greatly annoyed with her."
                },
                {
                    "verse":"6",
                    "text":"But Jesus said: “Let her alone. Why do you try to make trouble for her? She did a fine deed toward me."
                },
                {
                    "verse":"7",
                    "text":"For you always have the poor with you, and you can do them good whenever you want to, but you will not always have me."
                },
                {
                    "verse":"8",
                    "text":"She did what she could; she poured perfumed oil on my body beforehand, in view of the burial."
                },
                {
                    "verse":"9",
                    "text":"Truly I say to you, wherever the good news is preached in all the world, what this woman did will also be told in memory of her.“"
                },
                {
                    "verse":"10",
                    "text":"And Judas Is·carʹi·ot, one of the Twelve, went off to the chief priests in order to betray him to them."
                },
                {
                    "verse":"11",
                    "text":"When they heard it, they were delighted and promised to give him silver money. So he began seeking an opportunity to betray him."
                },
                {
                    "verse":"12",
                    "text":"Now on the first day of the Unleavened Bread, when they customarily offered up the Passover sacrifice, his disciples said to him: “Where do you want us to go and prepare for you to eat the Passover?“"
                },
                {
                    "verse":"13",
                    "text":"With that he sent two of his disciples and said to them: “Go into the city, and a man carrying an earthenware water jar will meet you. Follow him,"
                },
                {
                    "verse":"14",
                    "text":"and wherever he goes inside, say to the master of the house, ‘The Teacher says: “Where is the guest room where I may eat the Passover with my disciples?“’"
                },
                {
                    "verse":"15",
                    "text":"And he will show you a large upper room, furnished and ready. Prepare it for us there.“"
                },
                {
                    "verse":"16",
                    "text":"So the disciples went out, and they entered the city and found it just as he said to them, and they prepared for the Passover."
                },
                {
                    "verse":"17",
                    "text":"After evening had fallen, he came with the Twelve."
                },
                {
                    "verse":"18",
                    "text":"And as they were reclining at the table and eating, Jesus said: “Truly I say to you, one of you who is eating with me will betray me.“"
                },
                {
                    "verse":"19",
                    "text":"They began to be grieved and to say to him one by one: “It is not I, is it?“"
                },
                {
                    "verse":"20",
                    "text":"He said to them: “It is one of the Twelve, the one dipping with me into the bowl."
                },
                {
                    "verse":"21",
                    "text":"For the Son of man is going away, just as it is written about him, but woe to that man through whom the Son of man is betrayed! It would have been better for that man if he had not been born.“"
                },
                {
                    "verse":"22",
                    "text":"And as they continued eating, he took a loaf, said a blessing, broke it, and gave it to them, saying: “Take it; this means my body.“"
                },
                {
                    "verse":"23",
                    "text":"And taking a cup, he offered thanks and gave it to them, and they all drank out of it."
                },
                {
                    "verse":"24",
                    "text":"And he said to them: “This means my ‘blood of the covenant,’ which is to be poured out in behalf of many."
                },
                {
                    "verse":"25",
                    "text":"Truly I say to you, I will by no means drink anymore of the product of the vine until that day when I drink it new in the Kingdom of God.“"
                },
                {
                    "verse":"26",
                    "text":"Finally, after singing praises, they went out to the Mount of Olives."
                },
                {
                    "verse":"27",
                    "text":"And Jesus said to them: “You will all be stumbled, for it is written: ‘I will strike the shepherd, and the sheep will be scattered about.’"
                },
                {
                    "verse":"28",
                    "text":"But after I have been raised up, I will go ahead of you into Galʹi·lee.“"
                },
                {
                    "verse":"29",
                    "text":"But Peter said to him: “Even if all the others are stumbled, I will not be.“"
                },
                {
                    "verse":"30",
                    "text":"At that Jesus said to him: “Truly I say to you that today, yes, on this very night, before a rooster crows twice, you will disown me three times.“"
                },
                {
                    "verse":"31",
                    "text":"But he kept insisting: “If I have to die with you, I will by no means disown you.“ Also, all the others began to say the same thing."
                },
                {
                    "verse":"32",
                    "text":"So they came to a spot named Geth·semʹa·ne, and he said to his disciples: “Sit down here while I pray.“"
                },
                {
                    "verse":"33",
                    "text":"And he took Peter and James and John along with him, and he began to feel deeply distressed and to be greatly troubled."
                },
                {
                    "verse":"34",
                    "text":"He said to them: “I am deeply grieved, even to death. Stay here and keep on the watch.“"
                },
                {
                    "verse":"35",
                    "text":"And going a little way forward, he fell to the ground and began praying that, if it were possible, the hour might pass away from him."
                },
                {
                    "verse":"36",
                    "text":"And he said: "
                },
                {
                    "verse":"37",
                    "text":"He returned and found them sleeping, and he said to Peter: “Simon, are you sleeping? Did you not have the strength to keep on the watch for one hour?"
                },
                {
                    "verse":"38",
                    "text":"Keep on the watch and pray continually, so that you do not come into temptation. The spirit, of course, is eager, but the flesh is weak.“"
                },
                {
                    "verse":"39",
                    "text":"And he went away again and prayed, saying the same thing."
                },
                {
                    "verse":"40",
                    "text":"And he came again and found them sleeping, for their eyes were weighed down, so they did not know what to answer him."
                },
                {
                    "verse":"41",
                    "text":"And he returned the third time and said to them: “At such a time as this, you are sleeping and resting! It is enough! The hour has come! Look! The Son of man is being betrayed into the hands of sinners."
                },
                {
                    "verse":"42",
                    "text":"Get up, let us go. Look! My betrayer has drawn near.“"
                },
                {
                    "verse":"43",
                    "text":"And immediately, while he was still speaking, Judas, one of the Twelve, arrived and with him a crowd with swords and clubs, sent from the chief priests and the scribes and the elders."
                },
                {
                    "verse":"44",
                    "text":"Now his betrayer had given them an agreed sign, saying: “Whoever it is I kiss, he is the one; take him into custody, and lead him away under guard.“"
                },
                {
                    "verse":"45",
                    "text":"And he came straight up and approached him and said, “Rabbi!“ and gave him a tender kiss."
                },
                {
                    "verse":"46",
                    "text":"So they seized him and took him into custody."
                },
                {
                    "verse":"47",
                    "text":"However, one of those standing by drew his sword and struck the slave of the high priest, taking off his ear."
                },
                {
                    "verse":"48",
                    "text":"But in response Jesus said to them: “Did you come out to arrest me with swords and clubs as against a robber?"
                },
                {
                    "verse":"49",
                    "text":"Day after day I was with you in the temple teaching, and yet you did not take me into custody. Nevertheless, this is to fulfill the Scriptures.“"
                },
                {
                    "verse":"50",
                    "text":"And they all abandoned him and fled."
                },
                {
                    "verse":"51",
                    "text":"However, a certain young man wearing only a fine linen garment over his naked body began to follow him nearby, and they tried to seize him,"
                },
                {
                    "verse":"52",
                    "text":"but he left his linen garment behind and got away naked."
                },
                {
                    "verse":"53",
                    "text":"They now led Jesus away to the high priest, and all the chief priests and the elders and the scribes assembled."
                },
                {
                    "verse":"54",
                    "text":"But Peter, from a good distance, followed him as far as into the courtyard of the high priest; and he was sitting together with the house attendants and warming himself before a bright fire."
                },
                {
                    "verse":"55",
                    "text":"Now the chief priests and the entire Sanʹhe·drin were looking for testimony against Jesus in order to put him to death, but they were not finding any."
                },
                {
                    "verse":"56",
                    "text":"Many, indeed, were giving false witness against him, but their testimonies were not in agreement."
                },
                {
                    "verse":"57",
                    "text":"Also, certain ones were standing up and bearing false witness against him, saying:"
                },
                {
                    "verse":"58",
                    "text":"“We heard him say, ‘I will throw down this temple that was made with hands, and in three days I will build another not made with hands.’“"
                },
                {
                    "verse":"59",
                    "text":"But even on these grounds, their testimony was not in agreement."
                },
                {
                    "verse":"60",
                    "text":"Then the high priest stood up in their midst and questioned Jesus, saying: “Do you say nothing in reply? What is it these men are testifying against you?“"
                },
                {
                    "verse":"61",
                    "text":"But he kept silent and made no reply at all. Again the high priest began to question him and said to him: “Are you the Christ the Son of the Blessed One?“"
                },
                {
                    "verse":"62",
                    "text":"Then Jesus said: “I am; and you will see the Son of man sitting at the right hand of power and coming with the clouds of heaven.“"
                },
                {
                    "verse":"63",
                    "text":"At this the high priest ripped his garments and said: “What further need do we have of witnesses?"
                },
                {
                    "verse":"64",
                    "text":"You heard the blasphemy. What is your decision?“ They all condemned him as deserving of death."
                },
                {
                    "verse":"65",
                    "text":"And some started to spit on him and to cover his face and hit him with their fists and say to him: “Prophesy!“ And slapping him in the face, the court attendants took him."
                },
                {
                    "verse":"66",
                    "text":"Now while Peter was below in the courtyard, one of the servant girls of the high priest came."
                },
                {
                    "verse":"67",
                    "text":"On seeing Peter warming himself, she looked straight at him and said: “You too were with the Naz·a·reneʹ, this Jesus.“"
                },
                {
                    "verse":"68",
                    "text":"But he denied it, saying: “Neither do I know him nor do I understand what you are talking about,“ and he went outside to the entryway."
                },
                {
                    "verse":"69",
                    "text":"There the servant girl saw him and again began to say to those standing by: “This is one of them.“"
                },
                {
                    "verse":"70",
                    "text":"Again he was denying it. And after a little while, those standing by again began saying to Peter: “Certainly you are one of them, for you are, in fact, a Gal·i·leʹan.“"
                },
                {
                    "verse":"71",
                    "text":"But he started to curse and swear: “I do not know this man of whom you speak!“"
                },
                {
                    "verse":"72",
                    "text":"Immediately a rooster crowed a second time, and Peter recalled what Jesus had said to him: “Before a rooster crows twice, you will disown me three times.“ And he broke down and began to weep."
                }
            ]
        },
        {
            "chapter":"15",
            "verses":[
                {
                    "verse":"1",
                    "text":"Immediately at dawn, the chief priests with the elders and the scribes, indeed, the whole Sanʹhe·drin, consulted together, and they bound Jesus and led him off and handed him over to Pilate."
                },
                {
                    "verse":"2",
                    "text":"So Pilate put the question to him: “Are you the King of the Jews?“ In answer he said: “You yourself say it.“"
                },
                {
                    "verse":"3",
                    "text":"But the chief priests were accusing him of many things."
                },
                {
                    "verse":"4",
                    "text":"Now Pilate began questioning him again, saying: “Have you no reply to make? See how many charges they are bringing against you.“"
                },
                {
                    "verse":"5",
                    "text":"But Jesus made no further answer, so that Pilate was amazed."
                },
                {
                    "verse":"6",
                    "text":"Well, from festival to festival, he used to release to them one prisoner whom they requested."
                },
                {
                    "verse":"7",
                    "text":"At the time the man named Bar·abʹbas was in prison with the seditionists, who in their sedition had committed murder."
                },
                {
                    "verse":"8",
                    "text":"So the crowd came up and began to make their request according to what Pilate used to do for them."
                },
                {
                    "verse":"9",
                    "text":"He responded to them, saying: “Do you want me to release to you the King of the Jews?“"
                },
                {
                    "verse":"10",
                    "text":"For Pilate was aware that out of envy the chief priests had handed him over."
                },
                {
                    "verse":"11",
                    "text":"But the chief priests stirred up the crowd to have him release Bar·abʹbas to them instead."
                },
                {
                    "verse":"12",
                    "text":"Again in reply Pilate said to them: “What, then, should I do with the one you call the King of the Jews?“"
                },
                {
                    "verse":"13",
                    "text":"Once more they cried out: “To the stake with him!“"
                },
                {
                    "verse":"14",
                    "text":"But Pilate went on to say to them: “Why? What bad thing did he do?“ Still they cried out all the more: “To the stake with him!“"
                },
                {
                    "verse":"15",
                    "text":"At that Pilate, wishing to satisfy the crowd, released Bar·abʹbas to them; and after having Jesus whipped, he handed him over to be executed on the stake."
                },
                {
                    "verse":"16",
                    "text":"The soldiers now led him off into the courtyard, that is, into the governor’s residence, and they called the whole body of troops together."
                },
                {
                    "verse":"17",
                    "text":"And they dressed him in purple and braided a crown of thorns and put it on him;"
                },
                {
                    "verse":"18",
                    "text":"and they began to call out to him: “Greetings, you King of the Jews!“"
                },
                {
                    "verse":"19",
                    "text":"Also, they were hitting him on the head with a reed and spitting on him, and they got on their knees and bowed down to him."
                },
                {
                    "verse":"20",
                    "text":"Finally, after they had mocked him, they stripped him of the purple and put his outer garments on him. And they led him out to nail him to the stake."
                },
                {
                    "verse":"21",
                    "text":"Also, they compelled into service a passerby, a certain Simon of Cy·reʹne, coming from the countryside, the father of Alexander and Ruʹfus, to carry his torture stake."
                },
                {
                    "verse":"22",
                    "text":"So they brought him to the place called "
                },
                {
                    "verse":"23",
                    "text":"Here they tried to give him wine drugged with myrrh, but he would not take it."
                },
                {
                    "verse":"24",
                    "text":"And they nailed him to the stake and distributed his outer garments by casting lots over them to decide who would take what."
                },
                {
                    "verse":"25",
                    "text":"It was now the third hour, and they nailed him to the stake."
                },
                {
                    "verse":"26",
                    "text":"And the inscription of the charge against him was written: “The King of the Jews.“"
                },
                {
                    "verse":"27",
                    "text":"Moreover, they put two robbers on stakes alongside him, one on his right and one on his left."
                },
                {
                    "verse":"28",
                    "text":"——"
                },
                {
                    "verse":"29",
                    "text":"And those passing by spoke abusively to him, shaking their heads and saying: “Ha! You who would throw down the temple and build it in three days,"
                },
                {
                    "verse":"30",
                    "text":"save yourself by coming down off the torture stake.“"
                },
                {
                    "verse":"31",
                    "text":"In the same way also, the chief priests with the scribes were mocking him among themselves, saying: “Others he saved; himself he cannot save!"
                },
                {
                    "verse":"32",
                    "text":"Let the Christ, the King of Israel, now come down off the torture stake, so that we may see and believe.“ Even those who were on stakes alongside him were reproaching him."
                },
                {
                    "verse":"33",
                    "text":"When it became the sixth hour, a darkness fell over all the land until the ninth hour."
                },
                {
                    "verse":"34",
                    "text":"And at the ninth hour, Jesus called out with a loud voice: "
                },
                {
                    "verse":"35",
                    "text":"And some of those standing near, on hearing it, began to say: “See! He is calling E·liʹjah.“"
                },
                {
                    "verse":"36",
                    "text":"Then someone ran, soaked a sponge in sour wine, put it on a reed, and gave it to him to drink, saying: “Let him be! Let us see whether E·liʹjah comes to take him down.“"
                },
                {
                    "verse":"37",
                    "text":"But Jesus let out a loud cry and expired."
                },
                {
                    "verse":"38",
                    "text":"And the curtain of the sanctuary was torn in two from top to bottom."
                },
                {
                    "verse":"39",
                    "text":"Now when the army officer who was standing by with him in view saw that he had expired under these circumstances, he said: “Certainly this man was God’s Son.“"
                },
                {
                    "verse":"40",
                    "text":"There were also women watching from a distance, among them Mary Magʹda·lene as well as Mary the mother of James the Less and of Joʹses, and Sa·loʹme,"
                },
                {
                    "verse":"41",
                    "text":"who used to accompany him and minister to him when he was in Galʹi·lee, and many other women who had come up together with him to Jerusalem."
                },
                {
                    "verse":"42",
                    "text":"Now as it was already late in the afternoon, and since it was Preparation, that is, the day before the Sabbath,"
                },
                {
                    "verse":"43",
                    "text":"there came Joseph of Ar·i·ma·theʹa, a reputable member of the Council, who also himself was waiting for the Kingdom of God. He took courage and went in before Pilate and asked for the body of Jesus."
                },
                {
                    "verse":"44",
                    "text":"But Pilate wondered whether he could already be dead, and summoning the army officer, he asked him whether Jesus had already died."
                },
                {
                    "verse":"45",
                    "text":"So after making certain from the army officer, he granted the body to Joseph."
                },
                {
                    "verse":"46",
                    "text":"After he bought fine linen and took him down, he wrapped him in the fine linen and laid him in a tomb that was quarried out of rock; then he rolled a stone up to the entrance of the tomb."
                },
                {
                    "verse":"47",
                    "text":"But Mary Magʹda·lene and Mary the mother of Joʹses continued looking at where he had been laid."
                }
            ]
        },
        {
            "chapter":"16",
            "verses":[
                {
                    "verse":"1",
                    "text":"So when the Sabbath was over, Mary Magʹda·lene, Mary the mother of James, and Sa·loʹme bought spices in order to come and apply them to his body."
                },
                {
                    "verse":"2",
                    "text":"And very early on the first day of the week when the sun had risen, they came to the tomb."
                },
                {
                    "verse":"3",
                    "text":"They were saying to one another: “Who will roll the stone away from the entrance of the tomb for us?“"
                },
                {
                    "verse":"4",
                    "text":"But when they looked up, they saw that the stone had been rolled away, although it was very large."
                },
                {
                    "verse":"5",
                    "text":"When they entered into the tomb, they saw a young man sitting on the right side, clothed in a white robe, and they were stunned."
                },
                {
                    "verse":"6",
                    "text":"He said to them: “Do not be stunned. You are looking for Jesus the Naz·a·reneʹ who was executed on the stake. He was raised up. He is not here. Look, here is the place where they laid him."
                },
                {
                    "verse":"7",
                    "text":"But go, tell his disciples and Peter, ‘He is going ahead of you into Galʹi·lee. You will see him there, just as he told you.’“"
                },
                {
                    "verse":"8",
                    "text":"So when they came out, they fled from the tomb, trembling and overwhelmed with emotion. And they said nothing to anyone, for they were in fear."
                }
            ]
        }
    ]
}