{
    "book":"Matthew",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The book of the history of Jesus Christ, son of David, son of Abraham:"
                },
                {
                    "verse":"2",
                    "text":"Abraham became father to Isaac;Isaac became father to Jacob;Jacob became father to Judah and his brothers;"
                },
                {
                    "verse":"3",
                    "text":"Judah became father to Peʹrez and Zeʹrah by Taʹmar;Peʹrez became father to Hezʹron;Hezʹron became father to Ram;"
                },
                {
                    "verse":"4",
                    "text":"Ram became father to Am·minʹa·dab;Am·minʹa·dab became father to Nahʹshon;Nahʹshon became father to Salʹmon;"
                },
                {
                    "verse":"5",
                    "text":"Salʹmon became father to Boʹaz by Raʹhab;Boʹaz became father to Oʹbed by Ruth;Oʹbed became father to Jesʹse;"
                },
                {
                    "verse":"6",
                    "text":"Jesʹse became father to David the king.\nDavid became father to Solʹo·mon by the wife of U·riʹah;"
                },
                {
                    "verse":"7",
                    "text":"Solʹo·mon became father to Re·ho·boʹam;Re·ho·boʹam became father to A·biʹjah;A·biʹjah became father to Aʹsa;"
                },
                {
                    "verse":"8",
                    "text":"Aʹsa became father to Je·hoshʹa·phat;Je·hoshʹa·phat became father to Je·hoʹram;Je·hoʹram became father to Uz·ziʹah;"
                },
                {
                    "verse":"9",
                    "text":"Uz·ziʹah became father to Joʹtham;Joʹtham became father to Aʹhaz;Aʹhaz became father to Hez·e·kiʹah;"
                },
                {
                    "verse":"10",
                    "text":"Hez·e·kiʹah became father to Ma·nasʹseh;Ma·nasʹseh became father to Aʹmon;Aʹmon became father to Jo·siʹah;"
                },
                {
                    "verse":"11",
                    "text":"Jo·siʹah became father to Jec·o·niʹah and to his brothers at the time of the deportation to Babylon."
                },
                {
                    "verse":"12",
                    "text":"After the deportation to Babylon, Jec·o·niʹah became father to She·alʹti·el;She·alʹti·el became father to Ze·rubʹba·bel;"
                },
                {
                    "verse":"13",
                    "text":"Ze·rubʹba·bel became father to A·biʹud;A·biʹud became father to E·liʹa·kim;E·liʹa·kim became father to Aʹzor;"
                },
                {
                    "verse":"14",
                    "text":"Aʹzor became father to Zaʹdok;Zaʹdok became father to Aʹchim;Aʹchim became father to E·liʹud;"
                },
                {
                    "verse":"15",
                    "text":"E·liʹud became father to El·e·aʹzar;El·e·aʹzar became father to Matʹthan;Matʹthan became father to Jacob;"
                },
                {
                    "verse":"16",
                    "text":"Jacob became father to Joseph the husband of Mary, of whom Jesus was born, who is called Christ."
                },
                {
                    "verse":"17",
                    "text":"All the generations, then, from Abraham until David were 14 generations; from David until the deportation to Babylon, 14 generations; from the deportation to Babylon until the Christ, 14 generations."
                },
                {
                    "verse":"18",
                    "text":"But this is how the birth of Jesus Christ took place. During the time his mother Mary was promised in marriage to Joseph, she was found to be pregnant by holy spirit before they were united."
                },
                {
                    "verse":"19",
                    "text":"However, because her husband Joseph was righteous and did not want to make her a public spectacle, he intended to divorce her secretly."
                },
                {
                    "verse":"20",
                    "text":"But after he had thought these things over, look! Jehovah’s angel appeared to him in a dream, saying: “Joseph, son of David, do not be afraid to take your wife Mary home, for what has been conceived in her is by holy spirit."
                },
                {
                    "verse":"21",
                    "text":"She will give birth to a son, and you are to name him Jesus, for he will save his people from their sins.“"
                },
                {
                    "verse":"22",
                    "text":"All of this actually came about to fulfill what was spoken by Jehovah through his prophet, saying:"
                },
                {
                    "verse":"23",
                    "text":"“Look! The virgin will become pregnant and will give birth to a son, and they will name him Im·manʹu·el,“ which means, when translated, “With Us Is God.“"
                },
                {
                    "verse":"24",
                    "text":"Then Joseph woke up from his sleep and did as the angel of Jehovah had directed him, and he took his wife home."
                },
                {
                    "verse":"25",
                    "text":"But he did not have sexual relations with her until she gave birth to a son, and he named him Jesus."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"After Jesus had been born in Bethʹle·hem of Ju·deʹa in the days of Herod the king, look! astrologers from the East came to Jerusalem,"
                },
                {
                    "verse":"2",
                    "text":"saying: “Where is the one born king of the Jews? For we saw his star when we were in the East, and we have come to do obeisance to him.“"
                },
                {
                    "verse":"3",
                    "text":"At hearing this, King Herod was agitated, and all Jerusalem with him."
                },
                {
                    "verse":"4",
                    "text":"On gathering together all the chief priests and scribes of the people, he inquired of them where the Christ was to be born."
                },
                {
                    "verse":"5",
                    "text":"They said to him: “In Bethʹle·hem of Ju·deʹa, for this is how it has been written through the prophet:"
                },
                {
                    "verse":"6",
                    "text":"‘And you, O Bethʹle·hem of the land of Judah, are by no means the most insignificant city among the governors of Judah, for out of you will come a governing one, who will shepherd my people Israel.’“"
                },
                {
                    "verse":"7",
                    "text":"Then Herod secretly summoned the astrologers and carefully ascertained from them the time of the star’s appearing."
                },
                {
                    "verse":"8",
                    "text":"When sending them to Bethʹle·hem, he said: “Go make a careful search for the young child, and when you have found him, report back to me so that I too may go and do obeisance to him.“"
                },
                {
                    "verse":"9",
                    "text":"After they had heard the king, they went their way, and look! the star they had seen when they were in the East went ahead of them until it came to a stop above where the young child was."
                },
                {
                    "verse":"10",
                    "text":"On seeing the star, they rejoiced with great joy."
                },
                {
                    "verse":"11",
                    "text":"And when they went into the house, they saw the young child with Mary his mother, and falling down, they did obeisance to him. They also opened their treasures and presented him with gifts—gold and frankincense and myrrh."
                },
                {
                    "verse":"12",
                    "text":"However, because they were given divine warning in a dream not to return to Herod, they departed for their country by another way."
                },
                {
                    "verse":"13",
                    "text":"After they had departed, look! Jehovah’s angel appeared to Joseph in a dream, saying: “Get up, take the young child and his mother and flee to Egypt, and stay there until I give you word, for Herod is about to search for the young child to kill him.“"
                },
                {
                    "verse":"14",
                    "text":"So Joseph got up and by night took along the young child and the child’s mother and went into Egypt."
                },
                {
                    "verse":"15",
                    "text":"He stayed there until the death of Herod. This fulfilled what was spoken by Jehovah through his prophet, saying: “Out of Egypt I called my son.“"
                },
                {
                    "verse":"16",
                    "text":"Then Herod, seeing that he had been outwitted by the astrologers, flew into a great rage, and he sent out and had all the boys in Bethʹle·hem and in all its districts killed, from two years of age and under, according to the time that he had carefully ascertained from the astrologers."
                },
                {
                    "verse":"17",
                    "text":"Then was fulfilled what was spoken through Jeremiah the prophet, who said:"
                },
                {
                    "verse":"18",
                    "text":"“A voice was heard in Raʹmah, weeping and much wailing. It was Rachel weeping for her children, and she was unwilling to take comfort, because they are no more.“"
                },
                {
                    "verse":"19",
                    "text":"When Herod had died, look! Jehovah’s angel appeared in a dream to Joseph in Egypt"
                },
                {
                    "verse":"20",
                    "text":"and said: “Get up, take the young child and his mother and go into the land of Israel, for those who were seeking the life of the young child are dead.“"
                },
                {
                    "verse":"21",
                    "text":"So he got up and took the young child and the child’s mother and entered into the land of Israel."
                },
                {
                    "verse":"22",
                    "text":"But hearing that Ar·che·laʹus ruled Ju·deʹa instead of his father Herod, he was afraid to go there. Moreover, being given divine warning in a dream, he withdrew into the territory of Galʹi·lee."
                },
                {
                    "verse":"23",
                    "text":"And he came and settled in a city named Nazʹa·reth, in order to fulfill what was spoken through the prophets: “He will be called a Naz·a·reneʹ.“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"In those days John the Baptist came preaching in the wilderness of Ju·deʹa,"
                },
                {
                    "verse":"2",
                    "text":"saying: “Repent, for the Kingdom of the heavens has drawn near.“"
                },
                {
                    "verse":"3",
                    "text":"This, in fact, is the one spoken of through Isaiah the prophet in these words: “A voice of one calling out in the wilderness: ‘Prepare the way of Jehovah! Make his roads straight.’“"
                },
                {
                    "verse":"4",
                    "text":"Now John was clothed with camel’s hair and had a leather belt around his waist. His food was locusts and wild honey."
                },
                {
                    "verse":"5",
                    "text":"Then the people of Jerusalem and all Ju·deʹa and all the country around the Jordan were going out to him,"
                },
                {
                    "verse":"6",
                    "text":"and they were baptized by him in the Jordan River, openly confessing their sins."
                },
                {
                    "verse":"7",
                    "text":"When he caught sight of many of the Pharisees and Sadducees coming to the baptism, he said to them: “You offspring of vipers, who has warned you to flee from the coming wrath?"
                },
                {
                    "verse":"8",
                    "text":"Therefore, produce fruit that befits repentance."
                },
                {
                    "verse":"9",
                    "text":"Do not presume to say to yourselves, ‘We have Abraham as our father.’ For I say to you that God is able to raise up children for Abraham from these stones."
                },
                {
                    "verse":"10",
                    "text":"The ax is already lying at the root of the trees. Every tree, then, that does not produce fine fruit is to be cut down and thrown into the fire."
                },
                {
                    "verse":"11",
                    "text":"I, for my part, baptize you with water because of your repentance, but the one coming after me is stronger than I am, whose sandals I am not worthy to take off. That one will baptize you with holy spirit and with fire."
                },
                {
                    "verse":"12",
                    "text":"His winnowing shovel is in his hand, and he will clean up his threshing floor completely and will gather his wheat into the storehouse, but the chaff he will burn up with fire that cannot be put out.“"
                },
                {
                    "verse":"13",
                    "text":"Then Jesus came from Galʹi·lee to the Jordan to John, in order to be baptized by him."
                },
                {
                    "verse":"14",
                    "text":"But the latter tried to prevent him, saying: “I am the one who needs to be baptized by you, and are you coming to me?“"
                },
                {
                    "verse":"15",
                    "text":"Jesus replied to him: “Let it be this time, for in that way it is suitable for us to carry out all that is righteous.“ Then he quit preventing him."
                },
                {
                    "verse":"16",
                    "text":"After being baptized, Jesus immediately came up from the water; and look! the heavens were opened up, and he saw God’s spirit descending like a dove and coming upon him."
                },
                {
                    "verse":"17",
                    "text":"Look! Also, a voice from the heavens said: “This is my Son, the beloved, whom I have approved.“"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jesus was led by the spirit up into the wilderness to be tempted by the Devil."
                },
                {
                    "verse":"2",
                    "text":"After he had fasted for 40 days and 40 nights, he felt hungry."
                },
                {
                    "verse":"3",
                    "text":"And the Tempter approached and said to him: “If you are a son of God, tell these stones to become loaves of bread.“"
                },
                {
                    "verse":"4",
                    "text":"But he answered: “It is written: ‘Man must live, not on bread alone, but on every word that comes from Jehovah’s mouth.’“"
                },
                {
                    "verse":"5",
                    "text":"Then the Devil took him along into the holy city, and he stationed him on the battlement of the temple"
                },
                {
                    "verse":"6",
                    "text":"and said to him: “If you are a son of God, throw yourself down, for it is written: ‘He will give his angels a command concerning you,’ and, ‘They will carry you on their hands, so that you may not strike your foot against a stone.’“"
                },
                {
                    "verse":"7",
                    "text":"Jesus said to him: “Again it is written: ‘You must not put Jehovah your God to the test.’“"
                },
                {
                    "verse":"8",
                    "text":"Again the Devil took him along to an unusually high mountain and showed him all the kingdoms of the world and their glory."
                },
                {
                    "verse":"9",
                    "text":"And he said to him: “All these things I will give you if you fall down and do an act of worship to me.“"
                },
                {
                    "verse":"10",
                    "text":"Then Jesus said to him: “Go away, Satan! For it is written: ‘It is Jehovah your God you must worship, and it is to him alone you must render sacred service.’“"
                },
                {
                    "verse":"11",
                    "text":"Then the Devil left him, and look! angels came and began to minister to him."
                },
                {
                    "verse":"12",
                    "text":"Now when he heard that John had been arrested, he withdrew into Galʹi·lee."
                },
                {
                    "verse":"13",
                    "text":"Further, after leaving Nazʹa·reth, he came and took up residence in Ca·perʹna·um beside the sea in the districts of Zebʹu·lun and Naphʹta·li,"
                },
                {
                    "verse":"14",
                    "text":"so as to fulfill what was spoken through Isaiah the prophet, who said:"
                },
                {
                    "verse":"15",
                    "text":"“O land of Zebʹu·lun and land of Naphʹta·li, along the road of the sea, on the other side of the Jordan, Galʹi·lee of the nations!"
                },
                {
                    "verse":"16",
                    "text":"The people sitting in darkness saw a great light, and as for those sitting in a region of deathly shadow, light rose on them.“"
                },
                {
                    "verse":"17",
                    "text":"From that time on, Jesus began preaching and saying: “Repent, for the Kingdom of the heavens has drawn near.“"
                },
                {
                    "verse":"18",
                    "text":"Walking alongside the Sea of Galʹi·lee, he saw two brothers, Simon, who is called Peter, and Andrew his brother, casting a net into the sea, for they were fishermen."
                },
                {
                    "verse":"19",
                    "text":"And he said to them: “Come after me, and I will make you fishers of men.“"
                },
                {
                    "verse":"20",
                    "text":"At once they abandoned their nets and followed him."
                },
                {
                    "verse":"21",
                    "text":"Going on from there, he saw two others who were brothers, James the son of Zebʹe·dee and his brother John. They were in the boat with Zebʹe·dee their father, mending their nets, and he called them."
                },
                {
                    "verse":"22",
                    "text":"At once they left the boat and their father and followed him."
                },
                {
                    "verse":"23",
                    "text":"Then he went throughout the whole of Galʹi·lee, teaching in their synagogues and preaching the good news of the Kingdom and curing every sort of disease and every sort of infirmity among the people."
                },
                {
                    "verse":"24",
                    "text":"And the report about him spread throughout all Syria, and they brought him all those who were suffering with various diseases and torments, those who were demon-possessed and epileptic and paralyzed, and he cured them."
                },
                {
                    "verse":"25",
                    "text":"Consequently, large crowds followed him from Galʹi·lee and De·capʹo·lis and Jerusalem and Ju·deʹa and from the other side of the Jordan."
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"When he saw the crowds, he went up on the mountain; and after he sat down, his disciples came to him."
                },
                {
                    "verse":"2",
                    "text":"Then he opened his mouth and began teaching them, saying:"
                },
                {
                    "verse":"3",
                    "text":"“Happy are those conscious of their spiritual need, since the Kingdom of the heavens belongs to them."
                },
                {
                    "verse":"4",
                    "text":"“Happy are those who mourn, since they will be comforted."
                },
                {
                    "verse":"5",
                    "text":"“Happy are the mild-tempered, since they will inherit the earth."
                },
                {
                    "verse":"6",
                    "text":"“Happy are those hungering and thirsting for righteousness, since they will be filled."
                },
                {
                    "verse":"7",
                    "text":"“Happy are the merciful, since they will be shown mercy."
                },
                {
                    "verse":"8",
                    "text":"“Happy are the pure in heart, since they will see God."
                },
                {
                    "verse":"9",
                    "text":"“Happy are the peacemakers, since they will be called sons of God."
                },
                {
                    "verse":"10",
                    "text":"“Happy are those who have been persecuted for righteousness’ sake, since the Kingdom of the heavens belongs to them."
                },
                {
                    "verse":"11",
                    "text":"“Happy are you when people reproach you and persecute you and lyingly say every sort of wicked thing against you for my sake."
                },
                {
                    "verse":"12",
                    "text":"Rejoice and be overjoyed, since your reward is great in the heavens, for in that way they persecuted the prophets prior to you."
                },
                {
                    "verse":"13",
                    "text":"“You are the salt of the earth, but if the salt loses its strength, how will its saltiness be restored? It is no longer usable for anything except to be thrown outside to be trampled on by men."
                },
                {
                    "verse":"14",
                    "text":"“You are the light of the world. A city cannot be hid when located on a mountain."
                },
                {
                    "verse":"15",
                    "text":"People light a lamp and set it, not under a basket, but on the lampstand, and it shines on all those in the house."
                },
                {
                    "verse":"16",
                    "text":"Likewise, let your light shine before men, so that they may see your fine works and give glory to your Father who is in the heavens."
                },
                {
                    "verse":"17",
                    "text":"“Do not think I came to destroy the Law or the Prophets. I came, not to destroy, but to fulfill."
                },
                {
                    "verse":"18",
                    "text":"Truly I say to you that sooner would heaven and earth pass away than for one smallest letter or one stroke of a letter to pass away from the Law until all things take place."
                },
                {
                    "verse":"19",
                    "text":"Whoever, therefore, breaks one of these least commandments and teaches others to do so will be called least in relation to the Kingdom of the heavens. But whoever does them and teaches them will be called great in relation to the Kingdom of the heavens."
                },
                {
                    "verse":"20",
                    "text":"For I say to you that if your righteousness does not surpass that of the scribes and the Pharisees, you will by no means enter into the Kingdom of the heavens."
                },
                {
                    "verse":"21",
                    "text":"“You heard that it was said to those of ancient times: ‘You must not murder, but whoever commits a murder will be accountable to the court of justice.’"
                },
                {
                    "verse":"22",
                    "text":"However, I say to you that everyone who continues wrathful with his brother will be accountable to the court of justice; and whoever addresses his brother with an unspeakable word of contempt will be accountable to the Supreme Court; whereas whoever says, ‘You despicable fool!’ will be liable to the fiery Ge·henʹna."
                },
                {
                    "verse":"23",
                    "text":"“If, then, you are bringing your gift to the altar and there you remember that your brother has something against you,"
                },
                {
                    "verse":"24",
                    "text":"leave your gift there in front of the altar, and go away. First make your peace with your brother, and then come back and offer your gift."
                },
                {
                    "verse":"25",
                    "text":"“Be quick to settle matters with your legal opponent, while you are with him on the way there, so that somehow the opponent may not turn you over to the judge, and the judge to the court attendant, and you get thrown into prison."
                },
                {
                    "verse":"26",
                    "text":"I say to you for a fact, you will certainly not come out of there until you have paid over your last small coin."
                },
                {
                    "verse":"27",
                    "text":"“You heard that it was said: ‘You must not commit adultery.’"
                },
                {
                    "verse":"28",
                    "text":"But I say to you that everyone who keeps on looking at a woman so as to have a passion for her has already committed adultery with her in his heart."
                },
                {
                    "verse":"29",
                    "text":"If, now, your right eye is making you stumble, tear it out and throw it away from you. For it is better for you to lose one of your members than for your whole body to be pitched into Ge·henʹna."
                },
                {
                    "verse":"30",
                    "text":"Also, if your right hand is making you stumble, cut it off and throw it away from you. For it is better for you to lose one of your members than for your whole body to land in Ge·henʹna."
                },
                {
                    "verse":"31",
                    "text":"“Moreover, it was said: ‘Whoever divorces his wife, let him give her a certificate of divorce.’"
                },
                {
                    "verse":"32",
                    "text":"However, I say to you that everyone divorcing his wife, except on account of sexual immorality, makes her a subject for adultery, and whoever marries a divorced woman commits adultery."
                },
                {
                    "verse":"33",
                    "text":"“Again you heard that it was said to those of ancient times: ‘You must not swear without performing, but you must pay your vows to Jehovah.’"
                },
                {
                    "verse":"34",
                    "text":"However, I say to you: Do not swear at all, neither by heaven, for it is God’s throne;"
                },
                {
                    "verse":"35",
                    "text":"nor by earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King."
                },
                {
                    "verse":"36",
                    "text":"Do not swear by your head, since you cannot turn one hair white or black."
                },
                {
                    "verse":"37",
                    "text":"Just let your word ‘Yes’ mean yes, your ‘No,’ no, for what goes beyond these is from the wicked one."
                },
                {
                    "verse":"38",
                    "text":"“You heard that it was said: ‘Eye for eye and tooth for tooth.’"
                },
                {
                    "verse":"39",
                    "text":"However, I say to you: Do not resist the one who is wicked, but whoever slaps you on your right cheek, turn the other also to him."
                },
                {
                    "verse":"40",
                    "text":"And if a person wants to take you to court and get possession of your inner garment, let him also have your outer garment;"
                },
                {
                    "verse":"41",
                    "text":"and if someone in authority compels you into service for a mile, go with him two miles."
                },
                {
                    "verse":"42",
                    "text":"Give to the one asking you, and do not turn away from one who wants to borrow from you."
                },
                {
                    "verse":"43",
                    "text":"“You heard that it was said: ‘You must love your neighbor and hate your enemy.’"
                },
                {
                    "verse":"44",
                    "text":"However, I say to you: Continue to love your enemies and to pray for those who persecute you,"
                },
                {
                    "verse":"45",
                    "text":"so that you may prove yourselves sons of your Father who is in the heavens, since he makes his sun rise on both the wicked and the good and makes it rain on both the righteous and the unrighteous."
                },
                {
                    "verse":"46",
                    "text":"For if you love those loving you, what reward do you have? Are not also the tax collectors doing the same thing?"
                },
                {
                    "verse":"47",
                    "text":"And if you greet your brothers only, what extraordinary thing are you doing? Are not also the people of the nations doing the same thing?"
                },
                {
                    "verse":"48",
                    "text":"You must accordingly be perfect, as your heavenly Father is perfect."
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Take care not to practice your righteousness in front of men to be noticed by them; otherwise you will have no reward with your Father who is in the heavens."
                },
                {
                    "verse":"2",
                    "text":"So when you make gifts of mercy, do not blow a trumpet ahead of you, as the hypocrites do in the synagogues and in the streets, so that they may be glorified by men. Truly I say to you, they have their reward in full."
                },
                {
                    "verse":"3",
                    "text":"But you, when making gifts of mercy, do not let your left hand know what your right hand is doing,"
                },
                {
                    "verse":"4",
                    "text":"so that your gifts of mercy may be in secret. Then your Father who looks on in secret will repay you."
                },
                {
                    "verse":"5",
                    "text":"“Also, when you pray, do not act like the hypocrites, for they like to pray standing in the synagogues and on the corners of the main streets to be seen by men. Truly I say to you, they have their reward in full."
                },
                {
                    "verse":"6",
                    "text":"But when you pray, go into your private room and, after shutting your door, pray to your Father who is in secret. Then your Father who looks on in secret will repay you."
                },
                {
                    "verse":"7",
                    "text":"When praying, do not say the same things over and over again as the people of the nations do, for they imagine they will get a hearing for their use of many words."
                },
                {
                    "verse":"8",
                    "text":"So do not be like them, for your Father knows what you need even before you ask him."
                },
                {
                    "verse":"9",
                    "text":"“You must pray, then, this way:\n“‘Our Father in the heavens, let your name be sanctified."
                },
                {
                    "verse":"10",
                    "text":"Let your Kingdom come. Let your will take place, as in heaven, also on earth."
                },
                {
                    "verse":"11",
                    "text":"Give us today our bread for this day;"
                },
                {
                    "verse":"12",
                    "text":"and forgive us our debts, as we also have forgiven our debtors."
                },
                {
                    "verse":"13",
                    "text":"And do not bring us into temptation, but deliver us from the wicked one.’"
                },
                {
                    "verse":"14",
                    "text":"“For if you forgive men their trespasses, your heavenly Father will also forgive you;"
                },
                {
                    "verse":"15",
                    "text":"whereas if you do not forgive men their trespasses, neither will your Father forgive your trespasses."
                },
                {
                    "verse":"16",
                    "text":"“When you fast, stop becoming sad-faced like the hypocrites, for they disfigure their faces so they may appear to men to be fasting. Truly I say to you, they have their reward in full."
                },
                {
                    "verse":"17",
                    "text":"But you, when fasting, put oil on your head and wash your face,"
                },
                {
                    "verse":"18",
                    "text":"so that you may not appear to be fasting to men but only to your Father who is in secret. Then your Father who looks on in secret will repay you."
                },
                {
                    "verse":"19",
                    "text":"“Stop storing up for yourselves treasures on the earth, where moth and rust consume and where thieves break in and steal."
                },
                {
                    "verse":"20",
                    "text":"Rather, store up for yourselves treasures in heaven, where neither moth nor rust consumes, and where thieves do not break in and steal."
                },
                {
                    "verse":"21",
                    "text":"For where your treasure is, there your heart will be also."
                },
                {
                    "verse":"22",
                    "text":"“The lamp of the body is the eye. If, then, your eye is focused, your whole body will be bright."
                },
                {
                    "verse":"23",
                    "text":"But if your eye is envious, your whole body will be dark. If the light that is in you is really darkness, how great that darkness is!"
                },
                {
                    "verse":"24",
                    "text":"“No one can slave for two masters; for either he will hate the one and love the other, or he will stick to the one and despise the other. You cannot slave for God and for Riches."
                },
                {
                    "verse":"25",
                    "text":"“On this account I say to you: Stop being anxious about your lives as to what you will eat or what you will drink, or about your bodies as to what you will wear. Does not life mean more than food and the body than clothing?"
                },
                {
                    "verse":"26",
                    "text":"Observe intently the birds of heaven; they do not sow seed or reap or gather into storehouses, yet your heavenly Father feeds them. Are you not worth more than they are?"
                },
                {
                    "verse":"27",
                    "text":"Who of you by being anxious can add one cubit to his life span?"
                },
                {
                    "verse":"28",
                    "text":"Also, why are you anxious about clothing? Take a lesson from the lilies of the field, how they grow; they do not toil, nor do they spin;"
                },
                {
                    "verse":"29",
                    "text":"but I tell you that not even Solʹo·mon in all his glory was arrayed as one of these."
                },
                {
                    "verse":"30",
                    "text":"Now if this is how God clothes the vegetation of the field that is here today and tomorrow is thrown into the oven, will he not much rather clothe you, you with little faith?"
                },
                {
                    "verse":"31",
                    "text":"So never be anxious and say, ‘What are we to eat?’ or, ‘What are we to drink?’ or, ‘What are we to wear?’"
                },
                {
                    "verse":"32",
                    "text":"For all these are the things the nations are eagerly pursuing. Your heavenly Father knows that you need all these things."
                },
                {
                    "verse":"33",
                    "text":"“Keep on, then, seeking first the Kingdom and his righteousness, and all these other things will be added to you."
                },
                {
                    "verse":"34",
                    "text":"So never be anxious about the next day, for the next day will have its own anxieties. Each day has enough of its own troubles."
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Stop judging that you may not be judged;"
                },
                {
                    "verse":"2",
                    "text":"for with the judgment you are judging, you will be judged, and with the measure that you are measuring out, they will measure out to you."
                },
                {
                    "verse":"3",
                    "text":"Why, then, do you look at the straw in your brother’s eye but do not notice the rafter in your own eye?"
                },
                {
                    "verse":"4",
                    "text":"Or how can you say to your brother, ‘Allow me to remove the straw from your eye,’ when look! a rafter is in your own eye?"
                },
                {
                    "verse":"5",
                    "text":"Hypocrite! First remove the rafter from your own eye, and then you will see clearly how to remove the straw from your brother’s eye."
                },
                {
                    "verse":"6",
                    "text":"“Do not give what is holy to dogs nor throw your pearls before swine, so that they may never trample them under their feet and turn around and rip you open."
                },
                {
                    "verse":"7",
                    "text":"“Keep on asking, and it will be given you; keep on seeking, and you will find; keep on knocking, and it will be opened to you;"
                },
                {
                    "verse":"8",
                    "text":"for everyone asking receives, and everyone seeking finds, and to everyone knocking, it will be opened."
                },
                {
                    "verse":"9",
                    "text":"Indeed, which one of you, if his son asks for bread, will hand him a stone?"
                },
                {
                    "verse":"10",
                    "text":"Or if he asks for a fish, he will not hand him a serpent, will he?"
                },
                {
                    "verse":"11",
                    "text":"Therefore, if you, although being wicked, know how to give good gifts to your children, how much more so will your Father who is in the heavens give good things to those asking him!"
                },
                {
                    "verse":"12",
                    "text":"“All things, therefore, that you want men to do to you, you also must do to them. This, in fact, is what the Law and the Prophets mean."
                },
                {
                    "verse":"13",
                    "text":"“Go in through the narrow gate, because broad is the gate and spacious is the road leading off into destruction, and many are going in through it;"
                },
                {
                    "verse":"14",
                    "text":"whereas narrow is the gate and cramped the road leading off into life, and few are finding it."
                },
                {
                    "verse":"15",
                    "text":"“Be on the watch for the false prophets who come to you in sheep’s covering, but inside they are ravenous wolves."
                },
                {
                    "verse":"16",
                    "text":"By their fruits you will recognize them. Never do people gather grapes from thorns or figs from thistles, do they?"
                },
                {
                    "verse":"17",
                    "text":"Likewise, every good tree produces fine fruit, but every rotten tree produces worthless fruit."
                },
                {
                    "verse":"18",
                    "text":"A good tree cannot bear worthless fruit, nor can a rotten tree produce fine fruit."
                },
                {
                    "verse":"19",
                    "text":"Every tree not producing fine fruit is cut down and thrown into the fire."
                },
                {
                    "verse":"20",
                    "text":"Really, then, by their fruits you will recognize those men."
                },
                {
                    "verse":"21",
                    "text":"“Not everyone saying to me, ‘Lord, Lord,’ will enter into the Kingdom of the heavens, but only the one doing the will of my Father who is in the heavens will."
                },
                {
                    "verse":"22",
                    "text":"Many will say to me in that day: ‘Lord, Lord, did we not prophesy in your name, and expel demons in your name, and perform many powerful works in your name?’"
                },
                {
                    "verse":"23",
                    "text":"And then I will declare to them: ‘I never knew you! Get away from me, you workers of lawlessness!’"
                },
                {
                    "verse":"24",
                    "text":"“Therefore, everyone who hears these sayings of mine and does them will be like a discreet man who built his house on the rock."
                },
                {
                    "verse":"25",
                    "text":"And the rain poured down and the floods came and the winds blew and lashed against that house, but it did not cave in, for it had been founded on the rock."
                },
                {
                    "verse":"26",
                    "text":"Furthermore, everyone hearing these sayings of mine and not doing them will be like a foolish man who built his house on the sand."
                },
                {
                    "verse":"27",
                    "text":"And the rain poured down and the floods came and the winds blew and struck against that house, and it caved in, and its collapse was great.“"
                },
                {
                    "verse":"28",
                    "text":"When Jesus finished these sayings, the effect was that the crowds were astounded at his way of teaching,"
                },
                {
                    "verse":"29",
                    "text":"for he was teaching them as a person having authority, and not as their scribes."
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"After he came down from the mountain, large crowds followed him."
                },
                {
                    "verse":"2",
                    "text":"And look! a leper came up and did obeisance to him, saying: “Lord, if you just want to, you can make me clean.“"
                },
                {
                    "verse":"3",
                    "text":"So stretching out his hand, he touched him, saying: “I want to! Be made clean.“ Immediately his leprosy was cleansed away."
                },
                {
                    "verse":"4",
                    "text":"Then Jesus said to him: “See that you tell no one, but go, show yourself to the priest, and offer the gift that Moses appointed, for a witness to them.“"
                },
                {
                    "verse":"5",
                    "text":"When he entered Ca·perʹna·um, an army officer came to him, pleading with him"
                },
                {
                    "verse":"6",
                    "text":"and saying: “Sir, my servant is laid up in the house with paralysis, and he is suffering terribly.“"
                },
                {
                    "verse":"7",
                    "text":"He said to him: “When I get there, I will cure him.“"
                },
                {
                    "verse":"8",
                    "text":"The army officer replied: “Sir, I am not worthy to have you come under my roof, but just say the word and my servant will be healed."
                },
                {
                    "verse":"9",
                    "text":"For I too am a man under authority, having soldiers under me, and I say to this one, ‘Go!’ and he goes, and to another, ‘Come!’ and he comes, and to my slave, ‘Do this!’ and he does it.“"
                },
                {
                    "verse":"10",
                    "text":"When Jesus heard that, he was amazed and said to those following him: “I tell you the truth, with no one in Israel have I found so great a faith."
                },
                {
                    "verse":"11",
                    "text":"But I tell you that many from east and west will come and recline at the table with Abraham and Isaac and Jacob in the Kingdom of the heavens;"
                },
                {
                    "verse":"12",
                    "text":"whereas the sons of the Kingdom will be thrown into the darkness outside. There is where their weeping and the gnashing of their teeth will be.“"
                },
                {
                    "verse":"13",
                    "text":"Then Jesus said to the army officer: “Go. Just as you have shown faith, so let it come to pass for you.“ And the servant was healed in that hour."
                },
                {
                    "verse":"14",
                    "text":"And Jesus, on coming into Peter’s house, saw his mother-in-law lying down and sick with fever."
                },
                {
                    "verse":"15",
                    "text":"So he touched her hand, and the fever left her, and she got up and began ministering to him."
                },
                {
                    "verse":"16",
                    "text":"But after it became evening, people brought him many demon-possessed ones; and he expelled the spirits with a word, and he cured all who were suffering,"
                },
                {
                    "verse":"17",
                    "text":"in order to fulfill what was spoken through Isaiah the prophet: “He himself took our sicknesses and carried our diseases.“"
                },
                {
                    "verse":"18",
                    "text":"When Jesus saw a crowd around him, he gave the command to depart for the other side."
                },
                {
                    "verse":"19",
                    "text":"And a scribe came up and said to him: “Teacher, I will follow you wherever you go.“"
                },
                {
                    "verse":"20",
                    "text":"But Jesus said to him: “Foxes have dens and birds of heaven have nests, but the Son of man has nowhere to lay down his head.“"
                },
                {
                    "verse":"21",
                    "text":"Then another of the disciples said to him: “Lord, permit me first to go and bury my father.“"
                },
                {
                    "verse":"22",
                    "text":"Jesus said to him: “Keep following me, and let the dead bury their dead.“"
                },
                {
                    "verse":"23",
                    "text":"And when he went aboard a boat, his disciples followed him."
                },
                {
                    "verse":"24",
                    "text":"Now look! a great storm arose on the sea, so that the boat was being covered by the waves; but he was sleeping."
                },
                {
                    "verse":"25",
                    "text":"And they came and woke him up, saying: “Lord, save us, we are about to perish!“"
                },
                {
                    "verse":"26",
                    "text":"But he said to them: “Why are you so afraid, you with little faith?“ Then he got up and rebuked the winds and the sea, and a great calm set in."
                },
                {
                    "verse":"27",
                    "text":"So the men were amazed and said: “What sort of person is this? Even the winds and the sea obey him.“"
                },
                {
                    "verse":"28",
                    "text":"When he came to the other side into the region of the Gad·a·renesʹ, two demon-possessed men coming out from among the tombs met him. They were unusually fierce, so nobody had the courage to pass by on that road."
                },
                {
                    "verse":"29",
                    "text":"And look! they screamed, saying: “What have we to do with you, Son of God? Did you come here to torment us before the appointed time?“"
                },
                {
                    "verse":"30",
                    "text":"A long way off from them, a herd of many swine was feeding."
                },
                {
                    "verse":"31",
                    "text":"So the demons began to plead with him, saying: “If you expel us, send us into the herd of swine.“"
                },
                {
                    "verse":"32",
                    "text":"And he said to them: “Go!“ With that they came out and went off into the swine, and look! the entire herd rushed over the precipice into the sea and died in the waters."
                },
                {
                    "verse":"33",
                    "text":"But the herders fled, and going into the city, they reported everything, including the account of the demon-possessed men."
                },
                {
                    "verse":"34",
                    "text":"And look! all the city turned out to meet Jesus, and when they saw him, they urged him to depart from their region."
                }
            ]
        },
        {
            "chapter":"9",
            "verses":[
                {
                    "verse":"1",
                    "text":"So boarding the boat, he traveled across and went into his own city."
                },
                {
                    "verse":"2",
                    "text":"And look! they were bringing him a paralyzed man lying on a stretcher. On seeing their faith, Jesus said to the paralytic: “Take courage, child! Your sins are forgiven.“"
                },
                {
                    "verse":"3",
                    "text":"Now certain scribes said to themselves: “This fellow is blaspheming.“"
                },
                {
                    "verse":"4",
                    "text":"Jesus, knowing their thoughts, said: “Why are you thinking wicked things in your hearts?"
                },
                {
                    "verse":"5",
                    "text":"For instance, which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?"
                },
                {
                    "verse":"6",
                    "text":"However, in order for you to know that the Son of man has authority on earth to forgive sins—“ then he said to the paralytic: “Get up, pick up your stretcher, and go to your home.“"
                },
                {
                    "verse":"7",
                    "text":"And he got up and went to his home."
                },
                {
                    "verse":"8",
                    "text":"When the crowds saw this, they were struck with fear, and they glorified God, who gave such authority to men."
                },
                {
                    "verse":"9",
                    "text":"Next, while moving on from there, Jesus caught sight of a man named Matthew sitting at the tax office, and he said to him: “Be my follower.“ At that he rose up and followed him."
                },
                {
                    "verse":"10",
                    "text":"Later as he was dining in the house, look! many tax collectors and sinners came and began dining with Jesus and his disciples."
                },
                {
                    "verse":"11",
                    "text":"But on seeing this, the Pharisees said to his disciples: “Why does your teacher eat with tax collectors and sinners?“"
                },
                {
                    "verse":"12",
                    "text":"Hearing them, he said: “Healthy people do not need a physician, but those who are ill do."
                },
                {
                    "verse":"13",
                    "text":"Go, then, and learn what this means: ‘I want mercy, and not sacrifice.’ For I came to call, not righteous people, but sinners.“"
                },
                {
                    "verse":"14",
                    "text":"Then John’s disciples came to him and asked: “Why do we and the Pharisees practice fasting but your disciples do not fast?“"
                },
                {
                    "verse":"15",
                    "text":"At this Jesus said to them: “The friends of the bridegroom have no reason to mourn as long as the bridegroom is with them, do they? But days will come when the bridegroom will be taken away from them, and then they will fast."
                },
                {
                    "verse":"16",
                    "text":"Nobody sews a patch of unshrunk cloth on an old outer garment, for the new piece pulls away from the garment and the tear becomes worse."
                },
                {
                    "verse":"17",
                    "text":"Nor do people put new wine into old wineskins. If they do, then the wineskins burst and the wine spills out and the wineskins are ruined. But people put new wine into new wineskins, and both are preserved.“"
                },
                {
                    "verse":"18",
                    "text":"While he was telling them these things, look! a certain ruler who had approached did obeisance to him, saying: “By now my daughter must be dead, but come and lay your hand on her, and she will come to life.“"
                },
                {
                    "verse":"19",
                    "text":"Then Jesus got up and, with his disciples, followed him."
                },
                {
                    "verse":"20",
                    "text":"And look! a woman suffering for 12 years from a flow of blood approached from behind and touched the fringe of his outer garment,"
                },
                {
                    "verse":"21",
                    "text":"for she kept saying to herself: “If I only touch his outer garment, I will get well.“"
                },
                {
                    "verse":"22",
                    "text":"Jesus turned around and, noticing her, said: “Take courage, daughter! Your faith has made you well.“ And from that hour the woman was made well."
                },
                {
                    "verse":"23",
                    "text":"When, now, he came into the ruler’s house and caught sight of the flute players and the crowd making a commotion,"
                },
                {
                    "verse":"24",
                    "text":"Jesus said: “Leave the place, for the little girl did not die but is sleeping.“ At this they began to laugh at him scornfully."
                },
                {
                    "verse":"25",
                    "text":"As soon as the crowd had been sent outside, he went in and took hold of her hand, and the little girl got up."
                },
                {
                    "verse":"26",
                    "text":"Of course, the talk about this spread into all that region."
                },
                {
                    "verse":"27",
                    "text":"As Jesus moved on from there, two blind men followed him, shouting out: “Have mercy on us, Son of David.“"
                },
                {
                    "verse":"28",
                    "text":"After he had gone into the house, the blind men came to him, and Jesus asked them: “Do you have faith that I can do this?“ They answered him: “Yes, Lord.“"
                },
                {
                    "verse":"29",
                    "text":"Then he touched their eyes, saying: “According to your faith let it happen to you.“"
                },
                {
                    "verse":"30",
                    "text":"And their eyes received sight. Moreover, Jesus sternly warned them, saying: “See that nobody gets to know it.“"
                },
                {
                    "verse":"31",
                    "text":"But after going outside, they made it public about him in all that region."
                },
                {
                    "verse":"32",
                    "text":"When they were leaving, look! people brought him a speechless man possessed of a demon;"
                },
                {
                    "verse":"33",
                    "text":"and after the demon had been expelled, the speechless man spoke. Well, the crowds were amazed and said: “Never has anything like this been seen in Israel.“"
                },
                {
                    "verse":"34",
                    "text":"But the Pharisees were saying: “It is by the ruler of the demons that he expels the demons.“"
                },
                {
                    "verse":"35",
                    "text":"And Jesus set out on a tour of all the cities and villages, teaching in their synagogues and preaching the good news of the Kingdom and curing every sort of disease and every sort of infirmity."
                },
                {
                    "verse":"36",
                    "text":"On seeing the crowds, he felt pity for them, because they were skinned and thrown about like sheep without a shepherd."
                },
                {
                    "verse":"37",
                    "text":"Then he said to his disciples: “Yes, the harvest is great, but the workers are few."
                },
                {
                    "verse":"38",
                    "text":"Therefore, beg the Master of the harvest to send out workers into his harvest.“"
                }
            ]
        },
        {
            "chapter":"10",
            "verses":[
                {
                    "verse":"1",
                    "text":"So he summoned his 12 disciples and gave them authority over unclean spirits, in order to expel these and to cure every sort of disease and every sort of infirmity."
                },
                {
                    "verse":"2",
                    "text":"The names of the 12 apostles are these: First, Simon, the one called Peter, and Andrew his brother; James the son of Zebʹe·dee and John his brother;"
                },
                {
                    "verse":"3",
                    "text":"Philip and Bar·tholʹo·mew; Thomas and Matthew the tax collector; James the son of Al·phaeʹus; and Thad·daeʹus;"
                },
                {
                    "verse":"4",
                    "text":"Simon the Ca·na·naeʹan; and Judas Is·carʹi·ot, who later betrayed him."
                },
                {
                    "verse":"5",
                    "text":"These 12 Jesus sent out, giving them these instructions: “Do not go off into the road of the nations, and do not enter any Sa·marʹi·tan city;"
                },
                {
                    "verse":"6",
                    "text":"but instead, go continually to the lost sheep of the house of Israel."
                },
                {
                    "verse":"7",
                    "text":"As you go, preach, saying: ‘The Kingdom of the heavens has drawn near.’"
                },
                {
                    "verse":"8",
                    "text":"Cure the sick, raise up the dead, make lepers clean, expel demons. You received free, give free."
                },
                {
                    "verse":"9",
                    "text":"Do not acquire gold or silver or copper for your money belts,"
                },
                {
                    "verse":"10",
                    "text":"or a food pouch for the trip, or two garments, or sandals, or a staff, for the worker deserves his food."
                },
                {
                    "verse":"11",
                    "text":"“Into whatever city or village you enter, search out who in it is deserving, and stay there until you leave."
                },
                {
                    "verse":"12",
                    "text":"When you enter the house, greet the household."
                },
                {
                    "verse":"13",
                    "text":"If the house is deserving, let the peace you wish it come upon it; but if it is not deserving, let the peace from you return upon you."
                },
                {
                    "verse":"14",
                    "text":"Wherever anyone does not receive you or listen to your words, on going out of that house or that city, shake the dust off your feet."
                },
                {
                    "verse":"15",
                    "text":"Truly I say to you, it will be more endurable for the land of Sodʹom and Go·morʹrah on Judgment Day than for that city."
                },
                {
                    "verse":"16",
                    "text":"“Look! I am sending you out as sheep among wolves; so prove yourselves cautious as serpents and yet innocent as doves."
                },
                {
                    "verse":"17",
                    "text":"Be on your guard against men, for they will hand you over to local courts and they will scourge you in their synagogues."
                },
                {
                    "verse":"18",
                    "text":"And you will be brought before governors and kings for my sake, for a witness to them and the nations."
                },
                {
                    "verse":"19",
                    "text":"However, when they hand you over, do not become anxious about how or what you are to speak, for what you are to speak will be given you in that hour;"
                },
                {
                    "verse":"20",
                    "text":"for the ones speaking are not just you, but it is the spirit of your Father that speaks by you."
                },
                {
                    "verse":"21",
                    "text":"Further, brother will hand brother over to death, and a father his child, and children will rise up against parents and will have them put to death."
                },
                {
                    "verse":"22",
                    "text":"And you will be hated by all people on account of my name, but the one who has endured to the end will be saved."
                },
                {
                    "verse":"23",
                    "text":"When they persecute you in one city, flee to another; for truly I say to you, you will by no means complete the circuit of the cities of Israel until the Son of man arrives."
                },
                {
                    "verse":"24",
                    "text":"“A student is not above his teacher, nor a slave above his master."
                },
                {
                    "verse":"25",
                    "text":"It is enough for the student to become as his teacher, and the slave as his master. If people have called the master of the house Be·elʹze·bub, how much more those of his household?"
                },
                {
                    "verse":"26",
                    "text":"So do not fear them, for there is nothing covered over that will not become uncovered, and nothing secret that will not become known."
                },
                {
                    "verse":"27",
                    "text":"What I tell you in the darkness, say in the light, and what you hear whispered, preach from the housetops."
                },
                {
                    "verse":"28",
                    "text":"And do not become fearful of those who kill the body but cannot kill the soul; rather, fear him who can destroy both soul and body in Ge·henʹna."
                },
                {
                    "verse":"29",
                    "text":"Two sparrows sell for a coin of small value, do they not? Yet not one of them will fall to the ground without your Father’s knowledge."
                },
                {
                    "verse":"30",
                    "text":"But even the hairs of your head are all numbered."
                },
                {
                    "verse":"31",
                    "text":"So have no fear; you are worth more than many sparrows."
                },
                {
                    "verse":"32",
                    "text":"“Everyone, then, who acknowledges me before men, I will also acknowledge him before my Father who is in the heavens."
                },
                {
                    "verse":"33",
                    "text":"But whoever disowns me before men, I will also disown him before my Father who is in the heavens."
                },
                {
                    "verse":"34",
                    "text":"Do not think I came to bring peace to the earth; I came to bring, not peace, but a sword."
                },
                {
                    "verse":"35",
                    "text":"For I came to cause division, with a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law."
                },
                {
                    "verse":"36",
                    "text":"Indeed, a man’s enemies will be those of his own household."
                },
                {
                    "verse":"37",
                    "text":"Whoever has greater affection for father or mother than for me is not worthy of me; and whoever has greater affection for son or daughter than for me is not worthy of me."
                },
                {
                    "verse":"38",
                    "text":"And whoever does not accept his torture stake and follow after me is not worthy of me."
                },
                {
                    "verse":"39",
                    "text":"Whoever finds his soul will lose it, and whoever loses his soul for my sake will find it."
                },
                {
                    "verse":"40",
                    "text":"“Whoever receives you receives me also, and whoever receives me receives also the One who sent me."
                },
                {
                    "verse":"41",
                    "text":"Whoever receives a prophet because he is a prophet will get a prophet’s reward, and whoever receives a righteous man because he is a righteous man will get a righteous man’s reward."
                },
                {
                    "verse":"42",
                    "text":"And whoever gives one of these little ones only a cup of cold water to drink because he is a disciple, I tell you truly, he will by no means lose his reward.“"
                }
            ]
        },
        {
            "chapter":"11",
            "verses":[
                {
                    "verse":"1",
                    "text":"When Jesus had finished giving instructions to his 12 disciples, he set out from there to teach and preach in their cities."
                },
                {
                    "verse":"2",
                    "text":"But John, having heard in jail about the works of the Christ, sent his disciples"
                },
                {
                    "verse":"3",
                    "text":"to ask him: “Are you the Coming One, or are we to expect a different one?“"
                },
                {
                    "verse":"4",
                    "text":"In reply Jesus said to them: “Go and report to John what you are hearing and seeing:"
                },
                {
                    "verse":"5",
                    "text":"The blind are now seeing and the lame are walking, the lepers are being cleansed and the deaf are hearing, the dead are being raised up and the poor are being told the good news."
                },
                {
                    "verse":"6",
                    "text":"Happy is the one who finds no cause for stumbling in me.“"
                },
                {
                    "verse":"7",
                    "text":"While these were on their way, Jesus began to speak to the crowds about John: “What did you go out into the wilderness to see? A reed being tossed by the wind?"
                },
                {
                    "verse":"8",
                    "text":"What, then, did you go out to see? A man dressed in soft garments? Why, those wearing soft garments are in the houses of kings."
                },
                {
                    "verse":"9",
                    "text":"Really, then, why did you go out? To see a prophet? Yes, I tell you, and far more than a prophet."
                },
                {
                    "verse":"10",
                    "text":"This is the one about whom it is written: ‘Look! I am sending my messenger ahead of you, who will prepare your way ahead of you!’"
                },
                {
                    "verse":"11",
                    "text":"Truly I say to you, among those born of women, there has not been raised up anyone greater than John the Baptist, but a lesser person in the Kingdom of the heavens is greater than he is."
                },
                {
                    "verse":"12",
                    "text":"From the days of John the Baptist until now, the Kingdom of the heavens is the goal toward which men press, and those pressing forward are seizing it."
                },
                {
                    "verse":"13",
                    "text":"For all, the Prophets and the Law, prophesied until John;"
                },
                {
                    "verse":"14",
                    "text":"and if you are willing to accept it, he is ‘E·liʹjah who is to come.’"
                },
                {
                    "verse":"15",
                    "text":"Let the one who has ears listen."
                },
                {
                    "verse":"16",
                    "text":"“With whom will I compare this generation? It is like young children sitting in the marketplaces who call out to their playmates,"
                },
                {
                    "verse":"17",
                    "text":"saying: ‘We played the flute for you, but you did not dance; we wailed, but you did not beat yourselves in grief.’"
                },
                {
                    "verse":"18",
                    "text":"Likewise, John came neither eating nor drinking, but people say, ‘He has a demon.’"
                },
                {
                    "verse":"19",
                    "text":"The Son of man did come eating and drinking, but people say, ‘Look! A man who is a glutton and is given to drinking wine, a friend of tax collectors and sinners.’ All the same, wisdom is proved righteous by its works.“"
                },
                {
                    "verse":"20",
                    "text":"Then he began to reproach the cities in which most of his powerful works had taken place, for they did not repent:"
                },
                {
                    "verse":"21",
                    "text":"“Woe to you, Cho·raʹzin! Woe to you, Beth·saʹi·da! because if the powerful works that took place in you had taken place in Tyre and Siʹdon, they would long ago have repented in sackcloth and ashes."
                },
                {
                    "verse":"22",
                    "text":"But I say to you, it will be more endurable for Tyre and Siʹdon on Judgment Day than for you."
                },
                {
                    "verse":"23",
                    "text":"And you, Ca·perʹna·um, will you perhaps be exalted to heaven? Down to the Grave you will come; because if the powerful works that took place in you had taken place in Sodʹom, it would have remained until this very day."
                },
                {
                    "verse":"24",
                    "text":"But I say to you, it will be more endurable for the land of Sodʹom on Judgment Day than for you.“"
                },
                {
                    "verse":"25",
                    "text":"At that time Jesus said in response: “I publicly praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intellectual ones and have revealed them to young children."
                },
                {
                    "verse":"26",
                    "text":"Yes, O Father, because this is the way you approved."
                },
                {
                    "verse":"27",
                    "text":"All things have been handed over to me by my Father, and no one fully knows the Son except the Father; neither does anyone fully know the Father except the Son and anyone to whom the Son is willing to reveal him."
                },
                {
                    "verse":"28",
                    "text":"Come to me, all you who are toiling and loaded down, and I will refresh you."
                },
                {
                    "verse":"29",
                    "text":"Take my yoke upon you and learn from me, for I am mild-tempered and lowly in heart, and you will find refreshment for yourselves."
                },
                {
                    "verse":"30",
                    "text":"For my yoke is kindly, and my load is light.“"
                }
            ]
        },
        {
            "chapter":"12",
            "verses":[
                {
                    "verse":"1",
                    "text":"At that time Jesus went through the grainfields on the Sabbath. His disciples got hungry and started to pluck heads of grain and to eat."
                },
                {
                    "verse":"2",
                    "text":"At seeing this, the Pharisees said to him: “Look! Your disciples are doing what is not lawful to do on the Sabbath.“"
                },
                {
                    "verse":"3",
                    "text":"He said to them: “Have you not read what David did when he and the men with him were hungry?"
                },
                {
                    "verse":"4",
                    "text":"How he entered into the house of God and they ate the loaves of presentation, something that it was not lawful for him or those with him to eat, but for the priests only?"
                },
                {
                    "verse":"5",
                    "text":"Or have you not read in the Law that on the Sabbaths the priests in the temple violate the Sabbath and continue guiltless?"
                },
                {
                    "verse":"6",
                    "text":"But I tell you that something greater than the temple is here."
                },
                {
                    "verse":"7",
                    "text":"However, if you had understood what this means, ‘I want mercy and not sacrifice,’ you would not have condemned the guiltless ones."
                },
                {
                    "verse":"8",
                    "text":"For the Son of man is Lord of the Sabbath.“"
                },
                {
                    "verse":"9",
                    "text":"After departing from that place, he went into their synagogue,"
                },
                {
                    "verse":"10",
                    "text":"and look! there was a man with a withered hand! So they asked him, “Is it lawful to cure on the Sabbath?“ so that they might accuse him."
                },
                {
                    "verse":"11",
                    "text":"He said to them: “If you have one sheep and that sheep falls into a pit on the Sabbath, is there a man among you who will not grab hold of it and lift it out?"
                },
                {
                    "verse":"12",
                    "text":"How much more valuable is a man than a sheep! So it is lawful to do a fine thing on the Sabbath.“"
                },
                {
                    "verse":"13",
                    "text":"Then he said to the man: “Stretch out your hand.“ And he stretched it out, and it was restored sound like the other hand."
                },
                {
                    "verse":"14",
                    "text":"But the Pharisees went out and conspired against him to kill him."
                },
                {
                    "verse":"15",
                    "text":"Having come to know this, Jesus departed from there. Many also followed him, and he cured them all,"
                },
                {
                    "verse":"16",
                    "text":"but he sternly ordered them not to make him known,"
                },
                {
                    "verse":"17",
                    "text":"in order to fulfill what was spoken through Isaiah the prophet, who said:"
                },
                {
                    "verse":"18",
                    "text":"“Look! My servant whom I chose, my beloved, whom I have approved! I will put my spirit upon him, and what justice is he will make clear to the nations."
                },
                {
                    "verse":"19",
                    "text":"He will not quarrel nor cry aloud, nor will anyone hear his voice in the main streets."
                },
                {
                    "verse":"20",
                    "text":"No bruised reed will he crush, and no smoldering wick will he extinguish, until he brings justice with success."
                },
                {
                    "verse":"21",
                    "text":"Indeed, in his name nations will hope.“"
                },
                {
                    "verse":"22",
                    "text":"Then they brought him a demon-possessed man who was blind and speechless, and he cured him, so that the speechless man could speak and see."
                },
                {
                    "verse":"23",
                    "text":"Well, all the crowds were astounded and began to say: “May this not perhaps be the Son of David?“"
                },
                {
                    "verse":"24",
                    "text":"At hearing this, the Pharisees said: “This fellow does not expel the demons except by means of Be·elʹze·bub, the ruler of the demons.“"
                },
                {
                    "verse":"25",
                    "text":"Knowing their thoughts, he said to them: “Every kingdom divided against itself comes to ruin, and every city or house divided against itself will not stand."
                },
                {
                    "verse":"26",
                    "text":"In the same way, if Satan expels Satan, he has become divided against himself; how, then, will his kingdom stand?"
                },
                {
                    "verse":"27",
                    "text":"Moreover, if I expel the demons by means of Be·elʹze·bub, by whom do your sons expel them? This is why they will be your judges."
                },
                {
                    "verse":"28",
                    "text":"But if it is by means of God’s spirit that I expel the demons, the Kingdom of God has really overtaken you."
                },
                {
                    "verse":"29",
                    "text":"Or how can anyone invade the house of a strong man and seize his possessions unless he first ties up the strong man? Only then can he plunder his house."
                },
                {
                    "verse":"30",
                    "text":"Whoever is not on my side is against me, and whoever does not gather with me scatters."
                },
                {
                    "verse":"31",
                    "text":"“For this reason I say to you, every sort of sin and blasphemy will be forgiven men, but the blasphemy against the spirit will not be forgiven."
                },
                {
                    "verse":"32",
                    "text":"For example, whoever speaks a word against the Son of man, it will be forgiven him; but whoever speaks against the holy spirit, it will not be forgiven him, no, not in this system of things nor in that to come."
                },
                {
                    "verse":"33",
                    "text":"“Either you make the tree fine and its fruit fine or make the tree rotten and its fruit rotten, for by its fruit the tree is known."
                },
                {
                    "verse":"34",
                    "text":"Offspring of vipers, how can you speak good things when you are wicked? For out of the abundance of the heart the mouth speaks."
                },
                {
                    "verse":"35",
                    "text":"The good man out of his good treasure sends out good things, whereas the wicked man out of his wicked treasure sends out wicked things."
                },
                {
                    "verse":"36",
                    "text":"I tell you that men will render an account on Judgment Day for every unprofitable saying that they speak;"
                },
                {
                    "verse":"37",
                    "text":"for by your words you will be declared righteous, and by your words you will be condemned.“"
                },
                {
                    "verse":"38",
                    "text":"Then as an answer to him, some of the scribes and the Pharisees said: “Teacher, we want to see a sign from you.“"
                },
                {
                    "verse":"39",
                    "text":"In reply he said to them: “A wicked and adulterous generation keeps on seeking a sign, but no sign will be given it except the sign of Joʹnah the prophet."
                },
                {
                    "verse":"40",
                    "text":"For just as Joʹnah was in the belly of the huge fish for three days and three nights, so the Son of man will be in the heart of the earth for three days and three nights."
                },
                {
                    "verse":"41",
                    "text":"Men of Ninʹe·veh will rise up in the judgment with this generation and will condemn it, because they repented at what Joʹnah preached. But look! something more than Joʹnah is here."
                },
                {
                    "verse":"42",
                    "text":"The queen of the south will be raised up in the judgment with this generation and will condemn it, for she came from the ends of the earth to hear the wisdom of Solʹo·mon. But look! something more than Solʹo·mon is here."
                },
                {
                    "verse":"43",
                    "text":"“When an unclean spirit comes out of a man, it passes through waterless places in search of a resting-place and finds none."
                },
                {
                    "verse":"44",
                    "text":"Then it says, ‘I will go back to my house from which I moved,’ and on arriving, it finds the house unoccupied but swept clean and adorned."
                },
                {
                    "verse":"45",
                    "text":"Then it goes and takes along with it seven different spirits more wicked than itself, and after getting inside, they dwell there; and the final circumstances of that man become worse than the first. That is how it will be also with this wicked generation.“"
                },
                {
                    "verse":"46",
                    "text":"While he was yet speaking to the crowds, his mother and brothers were standing outside, seeking to speak to him."
                },
                {
                    "verse":"47",
                    "text":"So someone said to him: “Look! Your mother and your brothers are standing outside, seeking to speak to you.“"
                },
                {
                    "verse":"48",
                    "text":"In reply he said to the one who spoke to him: “Who is my mother, and who are my brothers?“"
                },
                {
                    "verse":"49",
                    "text":"And extending his hand toward his disciples, he said: “Look! My mother and my brothers!"
                },
                {
                    "verse":"50",
                    "text":"For whoever does the will of my Father who is in heaven, that one is my brother and sister and mother.“"
                }
            ]
        },
        {
            "chapter":"13",
            "verses":[
                {
                    "verse":"1",
                    "text":"On that day Jesus left the house and was sitting by the sea."
                },
                {
                    "verse":"2",
                    "text":"And such large crowds gathered to him that he went aboard a boat and sat down, and all the crowd was standing on the beach."
                },
                {
                    "verse":"3",
                    "text":"Then he told them many things by illustrations, saying: “Look! A sower went out to sow."
                },
                {
                    "verse":"4",
                    "text":"As he was sowing, some seeds fell alongside the road, and the birds came and ate them up."
                },
                {
                    "verse":"5",
                    "text":"Others fell on rocky ground where there was not much soil, and they immediately sprang up because the soil was not deep."
                },
                {
                    "verse":"6",
                    "text":"But when the sun rose, they were scorched, and they withered because they had no root."
                },
                {
                    "verse":"7",
                    "text":"Others fell among the thorns, and the thorns came up and choked them."
                },
                {
                    "verse":"8",
                    "text":"Still others fell on the fine soil, and they began to yield fruit, this one 100 times more, that one 60, the other 30."
                },
                {
                    "verse":"9",
                    "text":"Let the one who has ears listen.“"
                },
                {
                    "verse":"10",
                    "text":"So the disciples came and said to him: “Why do you speak to them by the use of illustrations?“"
                },
                {
                    "verse":"11",
                    "text":"In reply he said: “To you it is granted to understand the sacred secrets of the Kingdom of the heavens, but to them it is not granted."
                },
                {
                    "verse":"12",
                    "text":"For whoever has, more will be given him, and he will be made to abound; but whoever does not have, even what he has will be taken from him."
                },
                {
                    "verse":"13",
                    "text":"That is why I speak to them by the use of illustrations; for looking, they look in vain, and hearing, they hear in vain, nor do they get the sense of it."
                },
                {
                    "verse":"14",
                    "text":"And the prophecy of Isaiah is being fulfilled in their case. It says: ‘You will indeed hear but by no means get the sense of it, and you will indeed look but by no means see."
                },
                {
                    "verse":"15",
                    "text":"For the heart of this people has grown unreceptive, and with their ears they have heard without response, and they have shut their eyes, so that they might never see with their eyes and hear with their ears and get the sense of it with their hearts and turn back and I heal them.’"
                },
                {
                    "verse":"16",
                    "text":"“However, happy are your eyes because they see and your ears because they hear."
                },
                {
                    "verse":"17",
                    "text":"For truly I say to you, many prophets and righteous men desired to see the things you are observing but did not see them, and to hear the things you are hearing but did not hear them."
                },
                {
                    "verse":"18",
                    "text":"“Now listen to the illustration of the man who sowed."
                },
                {
                    "verse":"19",
                    "text":"Where anyone hears the word of the Kingdom but does not get the sense of it, the wicked one comes and snatches away what has been sown in his heart; this is the one sown alongside the road."
                },
                {
                    "verse":"20",
                    "text":"As for the one sown on rocky ground, this is the one hearing the word and at once accepting it with joy."
                },
                {
                    "verse":"21",
                    "text":"Yet, he has no root in himself but continues for a time, and after tribulation or persecution has arisen on account of the word, he is at once stumbled."
                },
                {
                    "verse":"22",
                    "text":"As for the one sown among the thorns, this is the one hearing the word, but the anxiety of this system of things and the deceptive power of riches choke the word, and it becomes unfruitful."
                },
                {
                    "verse":"23",
                    "text":"As for the one sown upon the fine soil, this is the one hearing the word and getting the sense of it, who really does bear fruit and produces, this one 100 times more, that one 60, the other 30.“"
                },
                {
                    "verse":"24",
                    "text":"He presented another illustration to them, saying: “The Kingdom of the heavens may be likened to a man who sowed fine seed in his field."
                },
                {
                    "verse":"25",
                    "text":"While men were sleeping, his enemy came and oversowed weeds in among the wheat and left."
                },
                {
                    "verse":"26",
                    "text":"When the stalk sprouted and produced fruit, then the weeds also appeared."
                },
                {
                    "verse":"27",
                    "text":"So the slaves of the master of the house came and said to him, ‘Master, did you not sow fine seed in your field? How, then, does it have weeds?’"
                },
                {
                    "verse":"28",
                    "text":"He said to them, ‘An enemy, a man, did this.’ The slaves said to him, ‘Do you want us, then, to go out and collect them?’"
                },
                {
                    "verse":"29",
                    "text":"He said, ‘No, for fear that while collecting the weeds, you uproot the wheat with them."
                },
                {
                    "verse":"30",
                    "text":"Let both grow together until the harvest, and in the harvest season, I will tell the reapers: First collect the weeds and bind them in bundles to burn them up; then gather the wheat into my storehouse.’“"
                },
                {
                    "verse":"31",
                    "text":"He presented another illustration to them, saying: “The Kingdom of the heavens is like a mustard grain that a man took and planted in his field."
                },
                {
                    "verse":"32",
                    "text":"It is, in fact, the tiniest of all the seeds, but when it has grown, it is the largest of the vegetable plants and becomes a tree, so that the birds of heaven come and find lodging among its branches.“"
                },
                {
                    "verse":"33",
                    "text":"He told them another illustration: “The Kingdom of the heavens is like leaven that a woman took and mixed with three large measures of flour until the whole mass was fermented.“"
                },
                {
                    "verse":"34",
                    "text":"All these things Jesus spoke to the crowds by illustrations. Indeed, without an illustration he would not speak to them,"
                },
                {
                    "verse":"35",
                    "text":"in order to fulfill what was spoken through the prophet who said: “I will open my mouth with illustrations; I will proclaim things hidden since the founding.“"
                },
                {
                    "verse":"36",
                    "text":"Then after dismissing the crowds, he went into the house. His disciples came to him and said: “Explain to us the illustration of the weeds in the field.“"
                },
                {
                    "verse":"37",
                    "text":"In response he said: “The sower of the fine seed is the Son of man;"
                },
                {
                    "verse":"38",
                    "text":"the field is the world. As for the fine seed, these are the sons of the Kingdom, but the weeds are the sons of the wicked one,"
                },
                {
                    "verse":"39",
                    "text":"and the enemy who sowed them is the Devil. The harvest is a conclusion of a system of things, and the reapers are angels."
                },
                {
                    "verse":"40",
                    "text":"Therefore, just as the weeds are collected and burned with fire, so it will be in the conclusion of the system of things."
                },
                {
                    "verse":"41",
                    "text":"The Son of man will send his angels, and they will collect out from his Kingdom all things that cause stumbling and people who practice lawlessness,"
                },
                {
                    "verse":"42",
                    "text":"and they will pitch them into the fiery furnace. There is where their weeping and the gnashing of their teeth will be."
                },
                {
                    "verse":"43",
                    "text":"At that time the righteous ones will shine as brightly as the sun in the Kingdom of their Father. Let the one who has ears listen."
                },
                {
                    "verse":"44",
                    "text":"“The Kingdom of the heavens is like a treasure, hidden in the field, that a man found and hid; and because of his joy, he goes and sells everything he has and buys that field."
                },
                {
                    "verse":"45",
                    "text":"“Again the Kingdom of the heavens is like a traveling merchant seeking fine pearls."
                },
                {
                    "verse":"46",
                    "text":"Upon finding one pearl of high value, he went away and promptly sold all the things he had and bought it."
                },
                {
                    "verse":"47",
                    "text":"“Again the Kingdom of the heavens is like a dragnet let down into the sea and gathering fish of every kind."
                },
                {
                    "verse":"48",
                    "text":"When it was full, they hauled it up onto the beach, and sitting down, they collected the fine ones into containers, but the unsuitable they threw away."
                },
                {
                    "verse":"49",
                    "text":"That is how it will be in the conclusion of the system of things. The angels will go out and separate the wicked from among the righteous"
                },
                {
                    "verse":"50",
                    "text":"and will cast them into the fiery furnace. There is where their weeping and the gnashing of their teeth will be."
                },
                {
                    "verse":"51",
                    "text":"“Did you get the sense of all these things?“ They said to him: “Yes.“"
                },
                {
                    "verse":"52",
                    "text":"Then he said to them: “That being the case, every public instructor who is taught about the Kingdom of the heavens is like a man, the master of the house, who brings out of his treasure store things both new and old.“"
                },
                {
                    "verse":"53",
                    "text":"When Jesus had finished these illustrations, he departed from there."
                },
                {
                    "verse":"54",
                    "text":"After coming into his home territory, he began to teach them in their synagogue, so that they were astounded and said: “Where did this man get this wisdom and these powerful works?"
                },
                {
                    "verse":"55",
                    "text":"Is this not the carpenter’s son? Is not his mother called Mary, and his brothers James and Joseph and Simon and Judas?"
                },
                {
                    "verse":"56",
                    "text":"And his sisters, are they not all with us? Where, then, did he get all of this?“"
                },
                {
                    "verse":"57",
                    "text":"So they began to stumble because of him. But Jesus said to them: “A prophet is not without honor except in his home territory and in his own house.“"
                },
                {
                    "verse":"58",
                    "text":"And he did not perform many powerful works there on account of their lack of faith."
                }
            ]
        },
        {
            "chapter":"14",
            "verses":[
                {
                    "verse":"1",
                    "text":"At that time Herod, the district ruler, heard the report about Jesus"
                },
                {
                    "verse":"2",
                    "text":"and said to his servants: “This is John the Baptist. He was raised up from the dead, and this is why these powerful works are operating in him.“"
                },
                {
                    "verse":"3",
                    "text":"Herod had arrested John and had bound him and imprisoned him because of He·roʹdi·as, the wife of Philip his brother."
                },
                {
                    "verse":"4",
                    "text":"For John had been saying to him: “It is not lawful for you to have her.“"
                },
                {
                    "verse":"5",
                    "text":"However, although he wanted to kill him, he feared the crowd, because they took him for a prophet."
                },
                {
                    "verse":"6",
                    "text":"But when Herod’s birthday was being celebrated, the daughter of He·roʹdi·as danced for the occasion and pleased Herod so much"
                },
                {
                    "verse":"7",
                    "text":"that he promised with an oath to give her whatever she asked."
                },
                {
                    "verse":"8",
                    "text":"Then she, at her mother’s prompting, said: “Give me here on a platter the head of John the Baptist.“"
                },
                {
                    "verse":"9",
                    "text":"Grieved though he was, the king, out of regard for his oaths and for those dining with him, commanded it to be given."
                },
                {
                    "verse":"10",
                    "text":"So he sent and had John beheaded in the prison."
                },
                {
                    "verse":"11",
                    "text":"His head was brought on a platter and given to the girl, and she brought it to her mother."
                },
                {
                    "verse":"12",
                    "text":"Later his disciples came and removed his corpse and buried him; then they came and reported to Jesus."
                },
                {
                    "verse":"13",
                    "text":"At hearing this, Jesus departed from there by boat into an isolated place to be alone. But the crowds, getting to hear of it, followed him on foot from the cities."
                },
                {
                    "verse":"14",
                    "text":"When he came ashore, he saw a large crowd, and he felt pity for them, and he cured their sick ones."
                },
                {
                    "verse":"15",
                    "text":"But when evening fell, his disciples came to him and said: “The place is isolated and the hour is already late; send the crowds away, so that they may go into the villages and buy themselves food.“"
                },
                {
                    "verse":"16",
                    "text":"However, Jesus said to them: “They do not have to leave; you give them something to eat.“"
                },
                {
                    "verse":"17",
                    "text":"They said to him: “We have nothing here except five loaves and two fish.“"
                },
                {
                    "verse":"18",
                    "text":"He said: “Bring them here to me.“"
                },
                {
                    "verse":"19",
                    "text":"And he instructed the crowds to recline on the grass. Then he took the five loaves and two fish, and looking up to heaven, he said a blessing, and after breaking the loaves, he gave them to the disciples, and the disciples gave them to the crowds."
                },
                {
                    "verse":"20",
                    "text":"So they all ate and were satisfied, and they took up the leftover fragments, 12 baskets full."
                },
                {
                    "verse":"21",
                    "text":"Now those eating were about 5,000 men, as well as women and young children."
                },
                {
                    "verse":"22",
                    "text":"Then, without delay, he made his disciples board the boat and go ahead of him to the opposite shore, while he sent the crowds away."
                },
                {
                    "verse":"23",
                    "text":"After sending the crowds away, he went up on the mountain by himself to pray. When evening came, he was there alone."
                },
                {
                    "verse":"24",
                    "text":"By now the boat was many hundreds of yards away from land, struggling against the waves because the wind was against them."
                },
                {
                    "verse":"25",
                    "text":"But in the fourth watch of the night he came to them, walking on the sea."
                },
                {
                    "verse":"26",
                    "text":"When they caught sight of him walking on the sea, the disciples were troubled, saying: “It is an apparition!“ And they cried out in their fear."
                },
                {
                    "verse":"27",
                    "text":"But at once Jesus spoke to them, saying: “Take courage! It is I; do not be afraid.“"
                },
                {
                    "verse":"28",
                    "text":"Peter answered him: “Lord, if it is you, command me to come to you over the waters.“"
                },
                {
                    "verse":"29",
                    "text":"He said: “Come!“ So Peter got out of the boat and walked over the waters and went toward Jesus."
                },
                {
                    "verse":"30",
                    "text":"But looking at the windstorm, he became afraid. And when he started to sink, he cried out: “Lord, save me!“"
                },
                {
                    "verse":"31",
                    "text":"Immediately stretching out his hand, Jesus caught hold of him and said to him: “You with little faith, why did you give way to doubt?“"
                },
                {
                    "verse":"32",
                    "text":"After they got up into the boat, the windstorm abated."
                },
                {
                    "verse":"33",
                    "text":"Then those in the boat did obeisance to him, saying: “You really are God’s Son.“"
                },
                {
                    "verse":"34",
                    "text":"And they crossed over and came to land in Gen·nesʹa·ret."
                },
                {
                    "verse":"35",
                    "text":"On recognizing him, the men of that place sent word into all that surrounding country, and people brought him all those who were ill."
                },
                {
                    "verse":"36",
                    "text":"And they pleaded with him that they might just touch the fringe of his outer garment, and all those who touched it were made completely well."
                }
            ]
        },
        {
            "chapter":"15",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then there came to Jesus from Jerusalem Pharisees and scribes, saying:"
                },
                {
                    "verse":"2",
                    "text":"“Why do your disciples overstep the tradition of the men of former times? For example, they do not wash their hands when about to eat a meal.“"
                },
                {
                    "verse":"3",
                    "text":"In reply he said to them: “Why do you overstep the commandment of God because of your tradition?"
                },
                {
                    "verse":"4",
                    "text":"For example, God said, ‘Honor your father and your mother,’ and, ‘Let the one who speaks abusively of his father or mother be put to death.’"
                },
                {
                    "verse":"5",
                    "text":"But you say, ‘Whoever says to his father or mother: “Whatever I have that could benefit you is a gift dedicated to God,“"
                },
                {
                    "verse":"6",
                    "text":"he need not honor his father at all.’ So you have made the word of God invalid because of your tradition."
                },
                {
                    "verse":"7",
                    "text":"You hypocrites, Isaiah aptly prophesied about you when he said:"
                },
                {
                    "verse":"8",
                    "text":"‘This people honor me with their lips, but their hearts are far removed from me."
                },
                {
                    "verse":"9",
                    "text":"It is in vain that they keep worshipping me, for they teach commands of men as doctrines.’“"
                },
                {
                    "verse":"10",
                    "text":"With that he called the crowd near and said to them: “Listen and get the sense of it:"
                },
                {
                    "verse":"11",
                    "text":"It is not what enters into a man’s mouth that defiles him, but it is what comes out of his mouth that defiles him.“"
                },
                {
                    "verse":"12",
                    "text":"Then the disciples came and said to him: “Do you know that the Pharisees were stumbled at hearing what you said?“"
                },
                {
                    "verse":"13",
                    "text":"In reply he said: “Every plant that my heavenly Father did not plant will be uprooted."
                },
                {
                    "verse":"14",
                    "text":"Let them be. Blind guides is what they are. If, then, a blind man guides a blind man, both will fall into a pit.“"
                },
                {
                    "verse":"15",
                    "text":"Peter responded: “Make the illustration plain to us.“"
                },
                {
                    "verse":"16",
                    "text":"At this he said: “Are you also still without understanding?"
                },
                {
                    "verse":"17",
                    "text":"Are you not aware that whatever enters into the mouth passes through the stomach and is discharged into the sewer?"
                },
                {
                    "verse":"18",
                    "text":"However, whatever comes out of the mouth comes from the heart, and those things defile a man."
                },
                {
                    "verse":"19",
                    "text":"For example, out of the heart come wicked reasonings: murders, adulteries, sexual immorality, thefts, false testimonies, blasphemies."
                },
                {
                    "verse":"20",
                    "text":"These are the things that defile a man; but to take a meal with unwashed hands does not defile a man.“"
                },
                {
                    "verse":"21",
                    "text":"Leaving there, Jesus now went into the region of Tyre and Siʹdon."
                },
                {
                    "verse":"22",
                    "text":"And look! a Phoe·niʹcian woman from that region came and cried out: “Have mercy on me, Lord, Son of David. My daughter is cruelly demon possessed.“"
                },
                {
                    "verse":"23",
                    "text":"But he did not say a word in answer to her. So his disciples came and began to urge him: “Send her away, because she keeps crying out after us.“"
                },
                {
                    "verse":"24",
                    "text":"He answered: “I was not sent to anyone except to the lost sheep of the house of Israel.“"
                },
                {
                    "verse":"25",
                    "text":"But the woman came and did obeisance to him, saying: “Lord, help me!“"
                },
                {
                    "verse":"26",
                    "text":"In answer he said: “It is not right to take the bread of the children and throw it to the little dogs.“"
                },
                {
                    "verse":"27",
                    "text":"She said: “Yes, Lord, but really the little dogs do eat of the crumbs falling from the table of their masters.“"
                },
                {
                    "verse":"28",
                    "text":"Then Jesus replied to her: “O woman, great is your faith; let it happen to you as you wish.“ And her daughter was healed from that hour on."
                },
                {
                    "verse":"29",
                    "text":"Departing from there, Jesus next came near the Sea of Galʹi·lee, and after going up on the mountain, he was sitting there."
                },
                {
                    "verse":"30",
                    "text":"Then large crowds approached him, bringing along people who were lame, maimed, blind, speechless, and many others, and they laid them at his feet, and he cured them."
                },
                {
                    "verse":"31",
                    "text":"So the crowd felt amazement as they saw the speechless speaking and the maimed being made sound and the lame walking and the blind seeing, and they glorified the God of Israel."
                },
                {
                    "verse":"32",
                    "text":"But Jesus called his disciples to him and said: “I feel pity for the crowd, because they have already stayed with me for three days and they have had nothing to eat. I do not want to send them away hungry, for they may give out on the road.“"
                },
                {
                    "verse":"33",
                    "text":"However, the disciples said to him: “Where in this isolated place are we going to get enough bread to satisfy a crowd of this size?“"
                },
                {
                    "verse":"34",
                    "text":"At this Jesus said to them: “How many loaves do you have?“ They said: “Seven, and a few small fish.“"
                },
                {
                    "verse":"35",
                    "text":"So after instructing the crowd to recline on the ground,"
                },
                {
                    "verse":"36",
                    "text":"he took the seven loaves and the fish, and after offering thanks, he broke them and began giving them to the disciples, and the disciples gave them to the crowds."
                },
                {
                    "verse":"37",
                    "text":"And all ate and were satisfied, and they took up seven large baskets full of leftover fragments."
                },
                {
                    "verse":"38",
                    "text":"Now those eating were 4,000 men, as well as women and young children."
                },
                {
                    "verse":"39",
                    "text":"Finally, after sending the crowds away, he got into the boat and came into the region of Magʹa·dan."
                }
            ]
        },
        {
            "chapter":"16",
            "verses":[
                {
                    "verse":"1",
                    "text":"Here the Pharisees and Sadducees approached him, and to test him, they asked him to display to them a sign from heaven."
                },
                {
                    "verse":"2",
                    "text":"In reply he said to them: “When evening falls, you say, ‘It will be fair weather, for the sky is fire-red,’"
                },
                {
                    "verse":"3",
                    "text":"and in the morning, ‘It will be wintry, rainy weather today, for the sky is fire-red but gloomy.’ You know how to interpret the appearance of the sky, but the signs of the times you cannot interpret."
                },
                {
                    "verse":"4",
                    "text":"A wicked and adulterous generation keeps seeking a sign, but no sign will be given it except the sign of Joʹnah.“ With that he went away, leaving them behind."
                },
                {
                    "verse":"5",
                    "text":"Now the disciples crossed to the other side and forgot to take bread along."
                },
                {
                    "verse":"6",
                    "text":"Jesus said to them: “Keep your eyes open and watch out for the leaven of the Pharisees and Sadducees.“"
                },
                {
                    "verse":"7",
                    "text":"So they began to reason among themselves, saying: “We did not take any loaves along.“"
                },
                {
                    "verse":"8",
                    "text":"Knowing this, Jesus said: “Why are you discussing among yourselves that you have no loaves, you with little faith?"
                },
                {
                    "verse":"9",
                    "text":"Do you not yet see the point, or do you not remember the five loaves in the case of the 5,000 and how many baskets you took up?"
                },
                {
                    "verse":"10",
                    "text":"Or the seven loaves in the case of the 4,000 and how many large baskets you took up?"
                },
                {
                    "verse":"11",
                    "text":"How is it you do not discern that I did not speak to you about bread? But watch out for the leaven of the Pharisees and Sadducees.“"
                },
                {
                    "verse":"12",
                    "text":"Then they grasped that he said to watch out, not for the leaven of bread, but for the teaching of the Pharisees and Sadducees."
                },
                {
                    "verse":"13",
                    "text":"When he had come into the region of Caes·a·reʹa Phi·lipʹpi, Jesus asked his disciples: “Who are men saying the Son of man is?“"
                },
                {
                    "verse":"14",
                    "text":"They said: “Some say John the Baptist, others E·liʹjah, and still others Jeremiah or one of the prophets.“"
                },
                {
                    "verse":"15",
                    "text":"He said to them: “You, though, who do you say I am?“"
                },
                {
                    "verse":"16",
                    "text":"Simon Peter answered: “You are the Christ, the Son of the living God.“"
                },
                {
                    "verse":"17",
                    "text":"In response Jesus said to him: “Happy you are, Simon son of Joʹnah, because flesh and blood did not reveal it to you, but my Father in the heavens did."
                },
                {
                    "verse":"18",
                    "text":"Also, I say to you: You are Peter, and on this rock I will build my congregation, and the gates of the Grave will not overpower it."
                },
                {
                    "verse":"19",
                    "text":"I will give you the keys of the Kingdom of the heavens, and whatever you may bind on earth will already be bound in the heavens, and whatever you may loosen on earth will already be loosened in the heavens.“"
                },
                {
                    "verse":"20",
                    "text":"Then he sternly instructed the disciples not to tell anybody that he was the Christ."
                },
                {
                    "verse":"21",
                    "text":"From that time forward, Jesus began explaining to his disciples that he must go to Jerusalem and suffer many things from the elders and chief priests and scribes and be killed, and on the third day be raised up."
                },
                {
                    "verse":"22",
                    "text":"At this Peter took him aside and began to rebuke him, saying: “Be kind to yourself, Lord; you will not have this happen to you at all.“"
                },
                {
                    "verse":"23",
                    "text":"But turning his back, he said to Peter: “Get behind me, Satan! You are a stumbling block to me, because you think, not God’s thoughts, but those of men.“"
                },
                {
                    "verse":"24",
                    "text":"Then Jesus said to his disciples: “If anyone wants to come after me, let him disown himself and pick up his torture stake and keep following me."
                },
                {
                    "verse":"25",
                    "text":"For whoever wants to save his life will lose it, but whoever loses his life for my sake will find it."
                },
                {
                    "verse":"26",
                    "text":"Really, what good will it do a man if he gains the whole world but loses his life? Or what will a man give in exchange for his life?"
                },
                {
                    "verse":"27",
                    "text":"For the Son of man is to come in the glory of his Father with his angels, and then he will repay each one according to his behavior."
                },
                {
                    "verse":"28",
                    "text":"Truly I say to you that there are some of those standing here who will not taste death at all until first they see the Son of man coming in his Kingdom.“"
                }
            ]
        },
        {
            "chapter":"17",
            "verses":[
                {
                    "verse":"1",
                    "text":"Six days later Jesus took Peter and James and his brother John along and led them up into a lofty mountain by themselves."
                },
                {
                    "verse":"2",
                    "text":"And he was transfigured before them; his face shone as the sun, and his outer garments became brilliant as the light."
                },
                {
                    "verse":"3",
                    "text":"And look! there appeared to them Moses and E·liʹjah conversing with him."
                },
                {
                    "verse":"4",
                    "text":"Then Peter said to Jesus: “Lord, it is fine for us to be here. If you wish, I will erect three tents here, one for you, one for Moses, and one for E·liʹjah.“"
                },
                {
                    "verse":"5",
                    "text":"While he was still speaking, look! a bright cloud overshadowed them, and look! a voice out of the cloud said: “This is my Son, the beloved, whom I have approved. Listen to him.“"
                },
                {
                    "verse":"6",
                    "text":"At hearing this, the disciples fell facedown and became very much afraid."
                },
                {
                    "verse":"7",
                    "text":"Then Jesus came near, and touching them, he said: “Get up. Have no fear.“"
                },
                {
                    "verse":"8",
                    "text":"When they looked up, they saw no one but Jesus himself."
                },
                {
                    "verse":"9",
                    "text":"As they were descending from the mountain, Jesus commanded them: “Tell the vision to no one until the Son of man is raised up from the dead.“"
                },
                {
                    "verse":"10",
                    "text":"However, the disciples put the question to him: “Why, then, do the scribes say that E·liʹjah must come first?“"
                },
                {
                    "verse":"11",
                    "text":"In reply he said: “E·liʹjah is indeed coming and will restore all things."
                },
                {
                    "verse":"12",
                    "text":"However, I say to you that E·liʹjah has already come, and they did not recognize him but did whatever they wanted with him. In this way also, the Son of man is going to suffer at their hands.“"
                },
                {
                    "verse":"13",
                    "text":"Then the disciples perceived that he spoke to them about John the Baptist."
                },
                {
                    "verse":"14",
                    "text":"When they came toward the crowd, a man approached him, knelt down to him, and said:"
                },
                {
                    "verse":"15",
                    "text":"“Lord, have mercy on my son, because he is an epileptic and is ill. He falls often into the fire and often into the water."
                },
                {
                    "verse":"16",
                    "text":"I brought him to your disciples, but they could not cure him.“"
                },
                {
                    "verse":"17",
                    "text":"In reply Jesus said: “O faithless and twisted generation, how long must I continue with you? How long must I put up with you? Bring him here to me.“"
                },
                {
                    "verse":"18",
                    "text":"Then Jesus rebuked the demon, and it came out of him, and the boy was cured from that hour."
                },
                {
                    "verse":"19",
                    "text":"Then the disciples came to Jesus privately and said: “Why could we not expel it?“"
                },
                {
                    "verse":"20",
                    "text":"He said to them: “Because of your little faith. For truly I say to you, if you have faith the size of a mustard grain, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.“"
                },
                {
                    "verse":"21",
                    "text":"——"
                },
                {
                    "verse":"22",
                    "text":"It was while they were gathered together in Galʹi·lee that Jesus said to them: “The Son of man is going to be betrayed into men’s hands,"
                },
                {
                    "verse":"23",
                    "text":"and they will kill him, and on the third day he will be raised up.“ And they were very much grieved."
                },
                {
                    "verse":"24",
                    "text":"After they arrived in Ca·perʹna·um, the men collecting the two drachmas tax approached Peter and said: “Does your teacher not pay the two drachmas tax?“"
                },
                {
                    "verse":"25",
                    "text":"He said: “Yes.“ However, when he entered the house, Jesus spoke to him first and said: “What do you think, Simon? From whom do the kings of the earth receive duties or head tax? From their sons or from the strangers?“"
                },
                {
                    "verse":"26",
                    "text":"When he said: “From the strangers,“ Jesus said to him: “Really, then, the sons are tax-free."
                },
                {
                    "verse":"27",
                    "text":"But that we do not cause them to stumble, go to the sea, cast a fishhook, and take the first fish that comes up, and when you open its mouth, you will find a silver coin. Take that and give it to them for me and you.“"
                }
            ]
        },
        {
            "chapter":"18",
            "verses":[
                {
                    "verse":"1",
                    "text":"In that hour the disciples came near to Jesus and said: “Who really is greatest in the Kingdom of the heavens?“"
                },
                {
                    "verse":"2",
                    "text":"So calling a young child to him, he stood him in their midst"
                },
                {
                    "verse":"3",
                    "text":"and said: “Truly I say to you, unless you turn around and become as young children, you will by no means enter into the Kingdom of the heavens."
                },
                {
                    "verse":"4",
                    "text":"Therefore, whoever will humble himself like this young child is the one who is the greatest in the Kingdom of the heavens;"
                },
                {
                    "verse":"5",
                    "text":"and whoever receives one such young child on the basis of my name receives me also."
                },
                {
                    "verse":"6",
                    "text":"But whoever stumbles one of these little ones who have faith in me, it would be better for him to have hung around his neck a millstone that is turned by a donkey and to be sunk in the open sea."
                },
                {
                    "verse":"7",
                    "text":"“Woe to the world because of the stumbling blocks! Of course, it is inevitable that stumbling blocks will come, but woe to the man through whom the stumbling block comes!"
                },
                {
                    "verse":"8",
                    "text":"If, then, your hand or your foot makes you stumble, cut it off and throw it away from you. It is better for you to enter into life maimed or lame than to be thrown with two hands or two feet into the everlasting fire."
                },
                {
                    "verse":"9",
                    "text":"Also, if your eye makes you stumble, tear it out and throw it away from you. It is better for you to enter one-eyed into life than to be thrown with two eyes into the fiery Ge·henʹna."
                },
                {
                    "verse":"10",
                    "text":"See that you do not despise one of these little ones, for I tell you that their angels in heaven always look upon the face of my Father who is in heaven."
                },
                {
                    "verse":"11",
                    "text":"——"
                },
                {
                    "verse":"12",
                    "text":"“What do you think? If a man has 100 sheep and one of them strays, will he not leave the 99 on the mountains and set out on a search for the one that is straying?"
                },
                {
                    "verse":"13",
                    "text":"And if he finds it, I certainly tell you, he rejoices more over it than over the 99 that have not strayed."
                },
                {
                    "verse":"14",
                    "text":"Likewise, it is not a desirable thing to my Father who is in heaven for even one of these little ones to perish."
                },
                {
                    "verse":"15",
                    "text":"“Moreover, if your brother commits a sin, go and reveal his fault between you and him alone. If he listens to you, you have gained your brother."
                },
                {
                    "verse":"16",
                    "text":"But if he does not listen, take along with you one or two more, so that on the testimony of two or three witnesses every matter may be established."
                },
                {
                    "verse":"17",
                    "text":"If he does not listen to them, speak to the congregation. If he does not listen even to the congregation, let him be to you just as a man of the nations and as a tax collector."
                },
                {
                    "verse":"18",
                    "text":"“Truly I say to you, whatever things you may bind on earth will be things already bound in heaven, and whatever things you may loosen on earth will be things already loosened in heaven."
                },
                {
                    "verse":"19",
                    "text":"Again I tell you truly, if two of you on earth agree concerning anything of importance that they should request, it will take place for them on account of my Father in heaven."
                },
                {
                    "verse":"20",
                    "text":"For where there are two or three gathered together in my name, there I am in their midst.“"
                },
                {
                    "verse":"21",
                    "text":"Then Peter came and said to him: “Lord, how many times is my brother to sin against me and am I to forgive him? Up to seven times?“"
                },
                {
                    "verse":"22",
                    "text":"Jesus said to him: “I say to you, not up to seven times, but up to 77 times."
                },
                {
                    "verse":"23",
                    "text":"“That is why the Kingdom of the heavens may be likened to a king who wanted to settle accounts with his slaves."
                },
                {
                    "verse":"24",
                    "text":"When he started to settle them, a man was brought in who owed him 10,000 talents."
                },
                {
                    "verse":"25",
                    "text":"But because he did not have the means to pay it back, his master ordered him and his wife and his children and all the things he owned to be sold and payment to be made."
                },
                {
                    "verse":"26",
                    "text":"So the slave fell down and did obeisance to him, saying, ‘Be patient with me, and I will pay back everything to you.’"
                },
                {
                    "verse":"27",
                    "text":"Moved with pity at this, the master of that slave let him off and canceled his debt."
                },
                {
                    "verse":"28",
                    "text":"But that slave went out and found one of his fellow slaves, who owed him 100 de·narʹi·i, and grabbed him and began to choke him, saying, ‘Pay back whatever you owe.’"
                },
                {
                    "verse":"29",
                    "text":"So his fellow slave fell down and began to beg him, saying, ‘Be patient with me, and I will pay you back.’"
                },
                {
                    "verse":"30",
                    "text":"However, he was not willing, but he went and had him thrown into prison until he could pay back what he owed."
                },
                {
                    "verse":"31",
                    "text":"When his fellow slaves saw what had happened, they became greatly distressed, and they went and reported to their master all the things that had happened."
                },
                {
                    "verse":"32",
                    "text":"Then his master summoned him and said to him: ‘Wicked slave, I canceled all that debt for you when you pleaded with me."
                },
                {
                    "verse":"33",
                    "text":"Should you not also have shown mercy to your fellow slave as I showed mercy to you?’"
                },
                {
                    "verse":"34",
                    "text":"With that his master, provoked to wrath, handed him over to the jailers until he repaid all that he owed."
                },
                {
                    "verse":"35",
                    "text":"My heavenly Father will also deal with you in the same way if each of you does not forgive your brother from your heart.“"
                }
            ]
        },
        {
            "chapter":"19",
            "verses":[
                {
                    "verse":"1",
                    "text":"When Jesus had finished speaking these things, he departed from Galʹi·lee and came to the borders of Ju·deʹa across the Jordan."
                },
                {
                    "verse":"2",
                    "text":"Also, large crowds followed him, and he cured them there."
                },
                {
                    "verse":"3",
                    "text":"And Pharisees came to him intent on testing him, and they asked: “Is it lawful for a man to divorce his wife on every sort of grounds?“"
                },
                {
                    "verse":"4",
                    "text":"In reply he said: “Have you not read that the one who created them from the beginning made them male and female"
                },
                {
                    "verse":"5",
                    "text":"and said: ‘For this reason a man will leave his father and his mother and will stick to his wife, and the two will be one flesh’?"
                },
                {
                    "verse":"6",
                    "text":"So that they are no longer two, but one flesh. Therefore, what God has yoked together, let no man put apart.“"
                },
                {
                    "verse":"7",
                    "text":"They said to him: “Why, then, did Moses direct giving a certificate of dismissal and divorcing her?“"
                },
                {
                    "verse":"8",
                    "text":"He said to them: “Out of regard for your hard-heartedness, Moses made the concession to you of divorcing your wives, but that has not been the case from the beginning."
                },
                {
                    "verse":"9",
                    "text":"I say to you that whoever divorces his wife, except on the grounds of sexual immorality, and marries another commits adultery.“"
                },
                {
                    "verse":"10",
                    "text":"The disciples said to him: “If that is the situation of a man with his wife, it is not advisable to marry.“"
                },
                {
                    "verse":"11",
                    "text":"He said to them: “Not all men make room for the saying, but only those who have the gift."
                },
                {
                    "verse":"12",
                    "text":"For there are eunuchs who were born that way, and there are eunuchs who were made eunuchs by men, and there are eunuchs who have made themselves eunuchs on account of the Kingdom of the heavens. Let the one who can make room for it make room for it.“"
                },
                {
                    "verse":"13",
                    "text":"Then young children were brought to him for him to place his hands on them and offer prayer, but the disciples reprimanded them."
                },
                {
                    "verse":"14",
                    "text":"Jesus, however, said: “Let the young children alone, and do not try to stop them from coming to me, for the Kingdom of the heavens belongs to such ones.“"
                },
                {
                    "verse":"15",
                    "text":"And he placed his hands on them and departed from there."
                },
                {
                    "verse":"16",
                    "text":"Now look! someone came up to him and said: “Teacher, what good must I do to gain everlasting life?“"
                },
                {
                    "verse":"17",
                    "text":"He said to him: “Why do you ask me about what is good? One there is who is good. If, though, you want to enter into life, observe the commandments continually.“"
                },
                {
                    "verse":"18",
                    "text":"He said to him: “Which ones?“ Jesus said: “You must not murder, you must not commit adultery, you must not steal, you must not bear false witness,"
                },
                {
                    "verse":"19",
                    "text":"honor your father and your mother, and you must love your neighbor as yourself.“"
                },
                {
                    "verse":"20",
                    "text":"The young man said to him: “I have kept all of these; what am I still lacking?“"
                },
                {
                    "verse":"21",
                    "text":"Jesus said to him: “If you want to be perfect, go sell your belongings and give to the poor, and you will have treasure in heaven; and come be my follower.“"
                },
                {
                    "verse":"22",
                    "text":"When the young man heard this, he went away grieved, for he had many possessions."
                },
                {
                    "verse":"23",
                    "text":"Then Jesus said to his disciples: “Truly I say to you that it will be difficult for a rich man to enter the Kingdom of the heavens."
                },
                {
                    "verse":"24",
                    "text":"Again I say to you, it is easier for a camel to get through a needle’s eye than for a rich man to enter the Kingdom of God.“"
                },
                {
                    "verse":"25",
                    "text":"When the disciples heard that, they were greatly astounded, saying: “Who really can be saved?“"
                },
                {
                    "verse":"26",
                    "text":"Looking at them intently, Jesus said to them: “With men this is impossible, but with God all things are possible.“"
                },
                {
                    "verse":"27",
                    "text":"Then Peter said in reply: “Look! We have left all things and followed you; what, then, will there be for us?“"
                },
                {
                    "verse":"28",
                    "text":"Jesus said to them: “Truly I say to you, in the re-creation, when the Son of man sits down on his glorious throne, you who have followed me will sit on 12 thrones, judging the 12 tribes of Israel."
                },
                {
                    "verse":"29",
                    "text":"And everyone who has left houses or brothers or sisters or father or mother or children or lands for the sake of my name will receive a hundred times as much and will inherit everlasting life."
                },
                {
                    "verse":"30",
                    "text":"“But many who are first will be last, and the last first."
                }
            ]
        },
        {
            "chapter":"20",
            "verses":[
                {
                    "verse":"1",
                    "text":"“For the Kingdom of the heavens is like the master of a house who went out early in the morning to hire workers for his vineyard."
                },
                {
                    "verse":"2",
                    "text":"After he had agreed with the workers for a de·narʹi·us a day, he sent them into his vineyard."
                },
                {
                    "verse":"3",
                    "text":"Going out also about the third hour, he saw others standing unemployed in the marketplace;"
                },
                {
                    "verse":"4",
                    "text":"and to those he said, ‘You too go into the vineyard, and I will give you whatever is fair.’"
                },
                {
                    "verse":"5",
                    "text":"So off they went. Again he went out about the sixth hour and the ninth hour and did likewise."
                },
                {
                    "verse":"6",
                    "text":"Finally, about the 11th hour, he went out and found others standing around, and he said to them, ‘Why have you been standing here all day unemployed?’"
                },
                {
                    "verse":"7",
                    "text":"They replied, ‘Because nobody has hired us.’ He said to them, ‘You too go into the vineyard.’"
                },
                {
                    "verse":"8",
                    "text":"“When evening came, the master of the vineyard said to his man in charge, ‘Call the workers and pay them their wages, starting with the last and ending with the first.’"
                },
                {
                    "verse":"9",
                    "text":"When the 11th-hour men came, they each received a de·narʹi·us."
                },
                {
                    "verse":"10",
                    "text":"So when the first came, they assumed that they would receive more, but they too were paid at the rate of a de·narʹi·us."
                },
                {
                    "verse":"11",
                    "text":"On receiving it, they began to complain against the master of the house"
                },
                {
                    "verse":"12",
                    "text":"and said, ‘These last men put in one hour’s work; still you made them equal to us who bore the burden of the day and the burning heat!’"
                },
                {
                    "verse":"13",
                    "text":"But he said in reply to one of them, ‘Fellow, I do you no wrong. You agreed with me for a de·narʹi·us, did you not?"
                },
                {
                    "verse":"14",
                    "text":"Take what is yours and go. I want to give to this last one the same as to you."
                },
                {
                    "verse":"15",
                    "text":"Do I not have the right to do what I want with my own things? Or is your eye envious because I am good?’"
                },
                {
                    "verse":"16",
                    "text":"In this way, the last ones will be first, and the first ones last.“"
                },
                {
                    "verse":"17",
                    "text":"While going up to Jerusalem, Jesus took the 12 disciples aside privately and said to them on the road:"
                },
                {
                    "verse":"18",
                    "text":"“Look! We are going up to Jerusalem, and the Son of man will be handed over to the chief priests and the scribes. They will condemn him to death"
                },
                {
                    "verse":"19",
                    "text":"and hand him over to men of the nations to be mocked and scourged and executed on a stake; and on the third day he will be raised up.“"
                },
                {
                    "verse":"20",
                    "text":"Then the mother of the sons of Zebʹe·dee approached him with her sons, doing obeisance and asking for something from him."
                },
                {
                    "verse":"21",
                    "text":"He said to her: “What do you want?“ She replied to him: “Give the word that these two sons of mine may sit down, one at your right hand and one at your left, in your Kingdom.“"
                },
                {
                    "verse":"22",
                    "text":"Jesus answered: “You do not know what you are asking for. Can you drink the cup that I am about to drink?“ They said to him: “We can.“"
                },
                {
                    "verse":"23",
                    "text":"He said to them: “You will indeed drink my cup, but to sit down at my right hand and at my left is not mine to give, but it belongs to those for whom it has been prepared by my Father.“"
                },
                {
                    "verse":"24",
                    "text":"When the ten others heard about it, they became indignant at the two brothers."
                },
                {
                    "verse":"25",
                    "text":"But Jesus called them to him and said: “You know that the rulers of the nations lord it over them and the great men wield authority over them."
                },
                {
                    "verse":"26",
                    "text":"This must not be the way among you; but whoever wants to become great among you must be your minister,"
                },
                {
                    "verse":"27",
                    "text":"and whoever wants to be first among you must be your slave."
                },
                {
                    "verse":"28",
                    "text":"Just as the Son of man came, not to be ministered to, but to minister and to give his life as a ransom in exchange for many.“"
                },
                {
                    "verse":"29",
                    "text":"As they were going out of Jerʹi·cho, a large crowd followed him."
                },
                {
                    "verse":"30",
                    "text":"And look! two blind men sitting beside the road heard that Jesus was passing by and cried out: “Lord, have mercy on us, Son of David!“"
                },
                {
                    "verse":"31",
                    "text":"But the crowd rebuked them, telling them to keep silent; yet they cried all the louder, saying: “Lord, have mercy on us, Son of David!“"
                },
                {
                    "verse":"32",
                    "text":"So Jesus stopped, called them, and said: “What do you want me to do for you?“"
                },
                {
                    "verse":"33",
                    "text":"They said to him: “Lord, let our eyes be opened.“"
                },
                {
                    "verse":"34",
                    "text":"Moved with pity, Jesus touched their eyes, and immediately they recovered their sight, and they followed him."
                }
            ]
        },
        {
            "chapter":"21",
            "verses":[
                {
                    "verse":"1",
                    "text":"When they got close to Jerusalem and arrived at Bethʹpha·ge on the Mount of Olives, then Jesus sent two disciples,"
                },
                {
                    "verse":"2",
                    "text":"saying to them: “Go into the village that is within sight, and you will at once find a donkey tied and a colt with her. Untie them and bring them to me."
                },
                {
                    "verse":"3",
                    "text":"If someone says anything to you, you must say, ‘The Lord needs them.’ At that he will immediately send them.“"
                },
                {
                    "verse":"4",
                    "text":"This actually took place to fulfill what was spoken through the prophet, who said:"
                },
                {
                    "verse":"5",
                    "text":"“Tell the daughter of Zion: ‘Look! Your king is coming to you, mild-tempered and mounted on a donkey, yes, on a colt, the offspring of a beast of burden.’“"
                },
                {
                    "verse":"6",
                    "text":"So the disciples went and did just as Jesus had instructed them."
                },
                {
                    "verse":"7",
                    "text":"They brought the donkey and its colt, and they put their outer garments on them, and he sat on them."
                },
                {
                    "verse":"8",
                    "text":"Most of the crowd spread their outer garments on the road, while others were cutting down branches from the trees and spreading them on the road."
                },
                {
                    "verse":"9",
                    "text":"Moreover, the crowds going ahead of him and those following him kept shouting: “Save, we pray, the Son of David! Blessed is the one who comes in Jehovah’s name! Save him, we pray, in the heights above!“"
                },
                {
                    "verse":"10",
                    "text":"And when he entered Jerusalem, the whole city was in an uproar, saying: “Who is this?“"
                },
                {
                    "verse":"11",
                    "text":"The crowds kept saying: “This is the prophet Jesus, from Nazʹa·reth of Galʹi·lee!“"
                },
                {
                    "verse":"12",
                    "text":"Jesus entered the temple and threw out all those selling and buying in the temple, and he overturned the tables of the money changers and the benches of those selling doves."
                },
                {
                    "verse":"13",
                    "text":"And he said to them: “It is written, ‘My house will be called a house of prayer,’ but you are making it a cave of robbers.“"
                },
                {
                    "verse":"14",
                    "text":"Also, blind and lame people came to him in the temple, and he cured them."
                },
                {
                    "verse":"15",
                    "text":"When the chief priests and the scribes saw the marvelous things he did and the boys who were shouting in the temple, “Save, we pray, the Son of David!“ they became indignant"
                },
                {
                    "verse":"16",
                    "text":"and said to him: “Do you hear what these are saying?“ Jesus said to them: “Yes. Did you never read this, ‘Out of the mouth of children and infants, you have brought forth praise’?“"
                },
                {
                    "verse":"17",
                    "text":"And leaving them behind, he went out of the city to Bethʹa·ny and spent the night there."
                },
                {
                    "verse":"18",
                    "text":"While returning to the city early in the morning, he felt hungry."
                },
                {
                    "verse":"19",
                    "text":"He caught sight of a fig tree by the road and went to it, but he found nothing on it except leaves, and he said to it: “Let no fruit come from you ever again.“ And the fig tree withered instantly."
                },
                {
                    "verse":"20",
                    "text":"When the disciples saw this, they were amazed and said: “How is it that the fig tree withered instantly?“"
                },
                {
                    "verse":"21",
                    "text":"In answer Jesus said to them: “Truly I say to you, if you have faith and do not doubt, not only will you do what I did to the fig tree, but even if you say to this mountain, ‘Be lifted up and thrown into the sea,’ it will happen."
                },
                {
                    "verse":"22",
                    "text":"And all the things you ask in prayer, having faith, you will receive.“"
                },
                {
                    "verse":"23",
                    "text":"After he went into the temple, the chief priests and the elders of the people came up to him while he was teaching and said: “By what authority do you do these things? And who gave you this authority?“"
                },
                {
                    "verse":"24",
                    "text":"In reply Jesus said to them: “I will also ask you one thing. If you tell me, then I will also tell you by what authority I do these things:"
                },
                {
                    "verse":"25",
                    "text":"The baptism by John, from what source was it? From heaven or from men?“ But they began to reason among themselves, saying: “If we say, ‘From heaven,’ he will say to us, ‘Why, then, did you not believe him?’"
                },
                {
                    "verse":"26",
                    "text":"But if we say, ‘From men,’ we have the crowd to fear, for they all regard John as a prophet.“"
                },
                {
                    "verse":"27",
                    "text":"So they answered Jesus: “We do not know.“ He, in turn, said to them: “Neither am I telling you by what authority I do these things."
                },
                {
                    "verse":"28",
                    "text":"“What do you think? A man had two children. Going up to the first, he said, ‘Child, go work today in the vineyard.’"
                },
                {
                    "verse":"29",
                    "text":"In answer this one said, ‘I will not,’ but afterward, he felt regret and went out."
                },
                {
                    "verse":"30",
                    "text":"Approaching the second, he said the same. This one replied, ‘I will, Sir,’ but did not go out."
                },
                {
                    "verse":"31",
                    "text":"Which of the two did the will of his father?“ They said: “The first.“ Jesus said to them: “Truly I say to you that the tax collectors and the prostitutes are going ahead of you into the Kingdom of God."
                },
                {
                    "verse":"32",
                    "text":"For John came to you in a way of righteousness, but you did not believe him. However, the tax collectors and the prostitutes believed him, and even when you saw this, you did not feel regret afterward so as to believe him."
                },
                {
                    "verse":"33",
                    "text":"“Hear another illustration: There was a man, a landowner, who planted a vineyard and put a fence around it and dug a winepress in it and erected a tower; then he leased it to cultivators and traveled abroad."
                },
                {
                    "verse":"34",
                    "text":"When the fruit season came around, he sent his slaves to the cultivators to collect his fruit."
                },
                {
                    "verse":"35",
                    "text":"However, the cultivators took his slaves, and they beat one up, another they killed, another they stoned."
                },
                {
                    "verse":"36",
                    "text":"Again he sent other slaves, more than the first group, but they did the same to these."
                },
                {
                    "verse":"37",
                    "text":"Lastly he sent his son to them, saying, ‘They will respect my son.’"
                },
                {
                    "verse":"38",
                    "text":"On seeing the son, the cultivators said among themselves, ‘This is the heir. Come, let us kill him and get his inheritance!’"
                },
                {
                    "verse":"39",
                    "text":"So they took him and threw him out of the vineyard and killed him."
                },
                {
                    "verse":"40",
                    "text":"Therefore, when the owner of the vineyard comes, what will he do to those cultivators?“"
                },
                {
                    "verse":"41",
                    "text":"They said to him: “Because they are evil, he will bring a terrible destruction on them and will lease the vineyard to other cultivators, who will give him the fruits when they become due.“"
                },
                {
                    "verse":"42",
                    "text":"Jesus said to them: “Did you never read in the Scriptures, ‘The stone that the builders rejected, this has become the chief cornerstone. This has come from Jehovah, and it is marvelous in our eyes’?"
                },
                {
                    "verse":"43",
                    "text":"This is why I say to you, the Kingdom of God will be taken from you and be given to a nation producing its fruits."
                },
                {
                    "verse":"44",
                    "text":"Also, the person falling on this stone will be shattered. As for anyone on whom it falls, it will crush him.“"
                },
                {
                    "verse":"45",
                    "text":"When the chief priests and the Pharisees heard his illustrations, they knew that he was speaking about them."
                },
                {
                    "verse":"46",
                    "text":"Although they wanted to seize him, they feared the crowds, because these regarded him as a prophet."
                }
            ]
        },
        {
            "chapter":"22",
            "verses":[
                {
                    "verse":"1",
                    "text":"Once more Jesus spoke to them with illustrations, saying:"
                },
                {
                    "verse":"2",
                    "text":"“The Kingdom of the heavens may be likened to a king who made a marriage feast for his son."
                },
                {
                    "verse":"3",
                    "text":"And he sent his slaves to call those invited to the marriage feast, but they were unwilling to come."
                },
                {
                    "verse":"4",
                    "text":"Again he sent other slaves, saying, ‘Tell those invited: “Look! I have prepared my dinner, my bulls and fattened animals are slaughtered, and everything is ready. Come to the marriage feast.“’"
                },
                {
                    "verse":"5",
                    "text":"But unconcerned they went off, one to his own field, another to his business;"
                },
                {
                    "verse":"6",
                    "text":"but the rest, seizing his slaves, treated them insolently and killed them."
                },
                {
                    "verse":"7",
                    "text":"“The king grew wrathful and sent his armies and killed those murderers and burned their city."
                },
                {
                    "verse":"8",
                    "text":"Then he said to his slaves, ‘The marriage feast is ready, but those invited were not worthy."
                },
                {
                    "verse":"9",
                    "text":"Therefore, go to the roads leading out of the city, and invite anyone you find to the marriage feast.’"
                },
                {
                    "verse":"10",
                    "text":"Accordingly, those slaves went out to the roads and gathered all they found, both wicked and good; and the room for the wedding ceremonies was filled with those dining."
                },
                {
                    "verse":"11",
                    "text":"“When the king came in to inspect the guests, he caught sight of a man not wearing a marriage garment."
                },
                {
                    "verse":"12",
                    "text":"So he said to him, ‘Fellow, how did you get in here without a marriage garment?’ He was speechless."
                },
                {
                    "verse":"13",
                    "text":"Then the king said to his servants, ‘Bind him hand and foot and throw him into the darkness outside. There is where his weeping and the gnashing of his teeth will be.’"
                },
                {
                    "verse":"14",
                    "text":"“For there are many invited, but few chosen.“"
                },
                {
                    "verse":"15",
                    "text":"Then the Pharisees went and conspired together in order to trap him in his speech."
                },
                {
                    "verse":"16",
                    "text":"So they sent their disciples to him, together with party followers of Herod, saying: “Teacher, we know you are truthful and teach the way of God in truth, and you do not seek anyone’s favor, for you do not look at the outward appearance of people."
                },
                {
                    "verse":"17",
                    "text":"Tell us, then, what do you think? Is it lawful to pay head tax to Caesar or not?“"
                },
                {
                    "verse":"18",
                    "text":"But Jesus, knowing their wickedness, said: “Why do you put me to the test, hypocrites?"
                },
                {
                    "verse":"19",
                    "text":"Show me the tax coin.“ They brought him a de·narʹi·us."
                },
                {
                    "verse":"20",
                    "text":"He said to them: “Whose image and inscription is this?“"
                },
                {
                    "verse":"21",
                    "text":"They said: “Caesar’s.“ Then he said to them: “Pay back, therefore, Caesar’s things to Caesar, but God’s things to God.“"
                },
                {
                    "verse":"22",
                    "text":"When they heard that, they were amazed, and they left him and went away."
                },
                {
                    "verse":"23",
                    "text":"On that day the Sadducees, who say there is no resurrection, came and asked him:"
                },
                {
                    "verse":"24",
                    "text":"“Teacher, Moses said: ‘If any man dies without having children, his brother must marry his wife and raise up offspring for his brother.’"
                },
                {
                    "verse":"25",
                    "text":"Now there were seven brothers with us. The first married and died, and having no offspring, he left his wife for his brother."
                },
                {
                    "verse":"26",
                    "text":"The same thing happened with the second and the third, through all seven."
                },
                {
                    "verse":"27",
                    "text":"Last of all, the woman died."
                },
                {
                    "verse":"28",
                    "text":"So in the resurrection, of the seven, whose wife will she be? For they all had her as a wife.“"
                },
                {
                    "verse":"29",
                    "text":"In reply Jesus said to them: “You are mistaken, because you know neither the Scriptures nor the power of God;"
                },
                {
                    "verse":"30",
                    "text":"for in the resurrection neither do men marry nor are women given in marriage, but they are as angels in heaven."
                },
                {
                    "verse":"31",
                    "text":"Regarding the resurrection of the dead, have you not read what was spoken to you by God, who said:"
                },
                {
                    "verse":"32",
                    "text":"‘I am the God of Abraham and the God of Isaac and the God of Jacob’? He is the God, not of the dead, but of the living.“"
                },
                {
                    "verse":"33",
                    "text":"On hearing that, the crowds were astounded at his teaching."
                },
                {
                    "verse":"34",
                    "text":"After the Pharisees heard that he had silenced the Sadducees, they came together in one group."
                },
                {
                    "verse":"35",
                    "text":"And one of them, versed in the Law, tested him by asking:"
                },
                {
                    "verse":"36",
                    "text":"“Teacher, which is the greatest commandment in the Law?“"
                },
                {
                    "verse":"37",
                    "text":"He said to him: “‘You must love Jehovah your God with your whole heart and with your whole soul and with your whole mind.’"
                },
                {
                    "verse":"38",
                    "text":"This is the greatest and first commandment."
                },
                {
                    "verse":"39",
                    "text":"The second, like it, is this: ‘You must love your neighbor as yourself.’"
                },
                {
                    "verse":"40",
                    "text":"On these two commandments the whole Law hangs, and the Prophets.“"
                },
                {
                    "verse":"41",
                    "text":"Now while the Pharisees were gathered together, Jesus asked them:"
                },
                {
                    "verse":"42",
                    "text":"“What do you think about the Christ? Whose son is he?“ They said to him: “David’s.“"
                },
                {
                    "verse":"43",
                    "text":"He asked them: “How is it, then, that David under inspiration calls him Lord, saying,"
                },
                {
                    "verse":"44",
                    "text":"‘Jehovah said to my Lord: “Sit at my right hand until I put your enemies beneath your feet“’?"
                },
                {
                    "verse":"45",
                    "text":"If, then, David calls him Lord, how is he his son?“"
                },
                {
                    "verse":"46",
                    "text":"And nobody was able to say a word in reply to him, and from that day on, no one dared to question him any further."
                }
            ]
        },
        {
            "chapter":"23",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then Jesus spoke to the crowds and to his disciples, saying:"
                },
                {
                    "verse":"2",
                    "text":"“The scribes and the Pharisees have seated themselves in the seat of Moses."
                },
                {
                    "verse":"3",
                    "text":"Therefore, all the things they tell you, do and observe, but do not do according to their deeds, for they say but they do not practice what they say."
                },
                {
                    "verse":"4",
                    "text":"They bind up heavy loads and put them on the shoulders of men, but they themselves are not willing to budge them with their finger."
                },
                {
                    "verse":"5",
                    "text":"All the works they do, they do to be seen by men, for they broaden the scripture-containing cases that they wear as safeguards and lengthen the fringes of their garments."
                },
                {
                    "verse":"6",
                    "text":"They like the most prominent place at evening meals and the front seats in the synagogues"
                },
                {
                    "verse":"7",
                    "text":"and the greetings in the marketplaces and to be called Rabbi by men."
                },
                {
                    "verse":"8",
                    "text":"But you, do not you be called Rabbi, for one is your Teacher, and all of you are brothers."
                },
                {
                    "verse":"9",
                    "text":"Moreover, do not call anyone your father on earth, for one is your Father, the heavenly One."
                },
                {
                    "verse":"10",
                    "text":"Neither be called leaders, for your Leader is one, the Christ."
                },
                {
                    "verse":"11",
                    "text":"But the greatest one among you must be your minister."
                },
                {
                    "verse":"12",
                    "text":"Whoever exalts himself will be humbled, and whoever humbles himself will be exalted."
                },
                {
                    "verse":"13",
                    "text":"“Woe to you, scribes and Pharisees, hypocrites! because you shut up the Kingdom of the heavens before men; for you yourselves do not go in, neither do you permit those on their way in to go in."
                },
                {
                    "verse":"14",
                    "text":"——"
                },
                {
                    "verse":"15",
                    "text":"“Woe to you, scribes and Pharisees, hypocrites! because you travel over sea and dry land to make one proselyte, and when he becomes one, you make him a subject for Ge·henʹna twice as much so as yourselves."
                },
                {
                    "verse":"16",
                    "text":"“Woe to you, blind guides, who say, ‘If anyone swears by the temple, it is nothing; but if anyone swears by the gold of the temple, he is under obligation.’"
                },
                {
                    "verse":"17",
                    "text":"Fools and blind ones! Which, in fact, is greater, the gold or the temple that has sanctified the gold?"
                },
                {
                    "verse":"18",
                    "text":"Moreover, ‘If anyone swears by the altar, it is nothing; but if anyone swears by the gift on it, he is under obligation.’"
                },
                {
                    "verse":"19",
                    "text":"Blind ones! Which, in fact, is greater, the gift or the altar that sanctifies the gift?"
                },
                {
                    "verse":"20",
                    "text":"Therefore, whoever swears by the altar is swearing by it and by all the things on it;"
                },
                {
                    "verse":"21",
                    "text":"and whoever swears by the temple is swearing by it and by the One inhabiting it;"
                },
                {
                    "verse":"22",
                    "text":"and whoever swears by heaven is swearing by the throne of God and by the One sitting on it."
                },
                {
                    "verse":"23",
                    "text":"“Woe to you, scribes and Pharisees, hypocrites! because you give the tenth of the mint and the dill and the cumin, but you have disregarded the weightier matters of the Law, namely, justice and mercy and faithfulness. These things it was necessary to do, yet not to disregard the other things."
                },
                {
                    "verse":"24",
                    "text":"Blind guides, who strain out the gnat but gulp down the camel!"
                },
                {
                    "verse":"25",
                    "text":"“Woe to you, scribes and Pharisees, hypocrites! because you cleanse the outside of the cup and of the dish, but inside they are full of greediness and self-indulgence."
                },
                {
                    "verse":"26",
                    "text":"Blind Pharisee, cleanse first the inside of the cup and of the dish, so that the outside of it may also become clean."
                },
                {
                    "verse":"27",
                    "text":"“Woe to you, scribes and Pharisees, hypocrites! because you resemble whitewashed graves, which outwardly indeed appear beautiful but inside are full of dead men’s bones and of every sort of uncleanness."
                },
                {
                    "verse":"28",
                    "text":"In the same way, on the outside you appear righteous to men, but inside you are full of hypocrisy and lawlessness."
                },
                {
                    "verse":"29",
                    "text":"“Woe to you, scribes and Pharisees, hypocrites! because you build the graves of the prophets and decorate the tombs of the righteous ones,"
                },
                {
                    "verse":"30",
                    "text":"and you say, ‘If we had lived in the days of our forefathers, we would not have shared with them in shedding the blood of the prophets.’"
                },
                {
                    "verse":"31",
                    "text":"Therefore, you are testifying against yourselves that you are sons of those who murdered the prophets."
                },
                {
                    "verse":"32",
                    "text":"Well, then, fill up the measure of your forefathers."
                },
                {
                    "verse":"33",
                    "text":"“Serpents, offspring of vipers, how will you flee from the judgment of Ge·henʹna?"
                },
                {
                    "verse":"34",
                    "text":"For this reason, I am sending to you prophets and wise men and public instructors. Some of them you will kill and execute on stakes, and some of them you will scourge in your synagogues and persecute from city to city,"
                },
                {
                    "verse":"35",
                    "text":"so that there may come upon you all the righteous blood spilled on earth, from the blood of righteous Abel to the blood of Zech·a·riʹah son of Bar·a·chiʹah, whom you murdered between the sanctuary and the altar."
                },
                {
                    "verse":"36",
                    "text":"Truly I say to you, all these things will come upon this generation."
                },
                {
                    "verse":"37",
                    "text":"“Jerusalem, Jerusalem, the killer of the prophets and stoner of those sent to her—how often I wanted to gather your children together the way a hen gathers her chicks under her wings! But you did not want it."
                },
                {
                    "verse":"38",
                    "text":"Look! Your house is abandoned to you."
                },
                {
                    "verse":"39",
                    "text":"For I say to you, you will by no means see me from now until you say, ‘Blessed is the one who comes in Jehovah’s name!’“"
                }
            ]
        },
        {
            "chapter":"24",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now as Jesus was departing from the temple, his disciples approached to show him the buildings of the temple."
                },
                {
                    "verse":"2",
                    "text":"In response he said to them: “Do you not see all these things? Truly I say to you, by no means will a stone be left here upon a stone and not be thrown down.“"
                },
                {
                    "verse":"3",
                    "text":"While he was sitting on the Mount of Olives, the disciples approached him privately, saying: “Tell us, when will these things be, and what will be the sign of your presence and of the conclusion of the system of things?“"
                },
                {
                    "verse":"4",
                    "text":"In answer Jesus said to them: “Look out that nobody misleads you,"
                },
                {
                    "verse":"5",
                    "text":"for many will come on the basis of my name, saying, ‘I am the Christ,’ and will mislead many."
                },
                {
                    "verse":"6",
                    "text":"You are going to hear of wars and reports of wars. See that you are not alarmed, for these things must take place, but the end is not yet."
                },
                {
                    "verse":"7",
                    "text":"“For nation will rise against nation and kingdom against kingdom, and there will be food shortages and earthquakes in one place after another."
                },
                {
                    "verse":"8",
                    "text":"All these things are a beginning of pangs of distress."
                },
                {
                    "verse":"9",
                    "text":"“Then people will hand you over to tribulation and will kill you, and you will be hated by all the nations on account of my name."
                },
                {
                    "verse":"10",
                    "text":"Then, too, many will be stumbled and will betray one another and will hate one another."
                },
                {
                    "verse":"11",
                    "text":"Many false prophets will arise and mislead many;"
                },
                {
                    "verse":"12",
                    "text":"and because of the increasing of lawlessness, the love of the greater number will grow cold."
                },
                {
                    "verse":"13",
                    "text":"But the one who has endured to the end will be saved."
                },
                {
                    "verse":"14",
                    "text":"And this good news of the Kingdom will be preached in all the inhabited earth for a witness to all the nations, and then the end will come."
                },
                {
                    "verse":"15",
                    "text":"“Therefore, when you catch sight of the disgusting thing that causes desolation, as spoken about by Daniel the prophet, standing in a holy place (let the reader use discernment),"
                },
                {
                    "verse":"16",
                    "text":"then let those in Ju·deʹa begin fleeing to the mountains."
                },
                {
                    "verse":"17",
                    "text":"Let the man on the housetop not come down to take the goods out of his house,"
                },
                {
                    "verse":"18",
                    "text":"and let the man in the field not return to pick up his outer garment."
                },
                {
                    "verse":"19",
                    "text":"Woe to the pregnant women and those nursing a baby in those days!"
                },
                {
                    "verse":"20",
                    "text":"Keep praying that your flight may not occur in wintertime nor on the Sabbath day;"
                },
                {
                    "verse":"21",
                    "text":"for then there will be great tribulation such as has not occurred since the world’s beginning until now, no, nor will occur again."
                },
                {
                    "verse":"22",
                    "text":"In fact, unless those days were cut short, no flesh would be saved; but on account of the chosen ones those days will be cut short."
                },
                {
                    "verse":"23",
                    "text":"“Then if anyone says to you, ‘Look! Here is the Christ,’ or, ‘There!’ do not believe it."
                },
                {
                    "verse":"24",
                    "text":"For false Christs and false prophets will arise and will perform great signs and wonders so as to mislead, if possible, even the chosen ones."
                },
                {
                    "verse":"25",
                    "text":"Look! I have forewarned you."
                },
                {
                    "verse":"26",
                    "text":"Therefore, if people say to you, ‘Look! He is in the wilderness,’ do not go out; ‘Look! He is in the inner rooms,’ do not believe it."
                },
                {
                    "verse":"27",
                    "text":"For just as the lightning comes out of the east and shines over to the west, so the presence of the Son of man will be."
                },
                {
                    "verse":"28",
                    "text":"Wherever the carcass is, there the eagles will be gathered together."
                },
                {
                    "verse":"29",
                    "text":"“Immediately after the tribulation of those days, the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken."
                },
                {
                    "verse":"30",
                    "text":"Then the sign of the Son of man will appear in heaven, and all the tribes of the earth will beat themselves in grief, and they will see the Son of man coming on the clouds of heaven with power and great glory."
                },
                {
                    "verse":"31",
                    "text":"And he will send out his angels with a great trumpet sound, and they will gather his chosen ones together from the four winds, from one extremity of the heavens to their other extremity."
                },
                {
                    "verse":"32",
                    "text":"“Now learn this illustration from the fig tree: Just as soon as its young branch grows tender and sprouts its leaves, you know that summer is near."
                },
                {
                    "verse":"33",
                    "text":"Likewise also you, when you see all these things, know that he is near at the doors."
                },
                {
                    "verse":"34",
                    "text":"Truly I say to you that this generation will by no means pass away until all these things happen."
                },
                {
                    "verse":"35",
                    "text":"Heaven and earth will pass away, but my words will by no means pass away."
                },
                {
                    "verse":"36",
                    "text":"“Concerning that day and hour nobody knows, neither the angels of the heavens nor the Son, but only the Father."
                },
                {
                    "verse":"37",
                    "text":"For just as the days of Noah were, so the presence of the Son of man will be."
                },
                {
                    "verse":"38",
                    "text":"For as they were in those days before the Flood, eating and drinking, men marrying and women being given in marriage, until the day that Noah entered into the ark,"
                },
                {
                    "verse":"39",
                    "text":"and they took no note until the Flood came and swept them all away, so the presence of the Son of man will be."
                },
                {
                    "verse":"40",
                    "text":"Then two men will be in the field; one will be taken along and the other abandoned."
                },
                {
                    "verse":"41",
                    "text":"Two women will be grinding at the hand mill; one will be taken along and the other abandoned."
                },
                {
                    "verse":"42",
                    "text":"Keep on the watch, therefore, because you do not know on what day your Lord is coming."
                },
                {
                    "verse":"43",
                    "text":"“But know one thing: If the householder had known in what watch the thief was coming, he would have kept awake and not allowed his house to be broken into."
                },
                {
                    "verse":"44",
                    "text":"On this account, you too prove yourselves ready, because the Son of man is coming at an hour that you do not think to be it."
                },
                {
                    "verse":"45",
                    "text":"“Who really is the faithful and discreet slave whom his master appointed over his domestics, to give them their food at the proper time?"
                },
                {
                    "verse":"46",
                    "text":"Happy is that slave if his master on coming finds him doing so!"
                },
                {
                    "verse":"47",
                    "text":"Truly I say to you, he will appoint him over all his belongings."
                },
                {
                    "verse":"48",
                    "text":"“But if ever that evil slave says in his heart, ‘My master is delaying,’"
                },
                {
                    "verse":"49",
                    "text":"and he starts to beat his fellow slaves and to eat and drink with the confirmed drunkards,"
                },
                {
                    "verse":"50",
                    "text":"the master of that slave will come on a day that he does not expect and in an hour that he does not know,"
                },
                {
                    "verse":"51",
                    "text":"and he will punish him with the greatest severity and will assign him his place with the hypocrites. There is where his weeping and the gnashing of his teeth will be."
                }
            ]
        },
        {
            "chapter":"25",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Then the Kingdom of the heavens may be likened to ten virgins who took their lamps and went out to meet the bridegroom."
                },
                {
                    "verse":"2",
                    "text":"Five of them were foolish, and five were discreet."
                },
                {
                    "verse":"3",
                    "text":"For the foolish took their lamps but took no oil with them,"
                },
                {
                    "verse":"4",
                    "text":"whereas the discreet took oil in their flasks along with their lamps."
                },
                {
                    "verse":"5",
                    "text":"While the bridegroom was delaying, they all became drowsy and fell asleep."
                },
                {
                    "verse":"6",
                    "text":"Right in the middle of the night there was a shout: ‘Here is the bridegroom! Go out to meet him.’"
                },
                {
                    "verse":"7",
                    "text":"Then all those virgins got up and put their lamps in order."
                },
                {
                    "verse":"8",
                    "text":"The foolish said to the discreet, ‘Give us some of your oil, because our lamps are about to go out.’"
                },
                {
                    "verse":"9",
                    "text":"The discreet answered, saying: ‘Perhaps there may not be enough for both us and you. Go instead to those who sell it, and buy some for yourselves.’"
                },
                {
                    "verse":"10",
                    "text":"While they were going off to buy it, the bridegroom came. The virgins who were ready went in with him to the marriage feast, and the door was shut."
                },
                {
                    "verse":"11",
                    "text":"Afterward, the rest of the virgins also came, saying, ‘Sir, Sir, open to us!’"
                },
                {
                    "verse":"12",
                    "text":"In answer he said, ‘I tell you the truth, I do not know you.’"
                },
                {
                    "verse":"13",
                    "text":"“Keep on the watch, therefore, because you know neither the day nor the hour."
                },
                {
                    "verse":"14",
                    "text":"“For it is just like a man about to travel abroad who summoned his slaves and entrusted his belongings to them."
                },
                {
                    "verse":"15",
                    "text":"He gave five talents to one, two to another, and one to still another, to each according to his own ability, and he went abroad."
                },
                {
                    "verse":"16",
                    "text":"Immediately the one who received the five talents went and did business with them and gained five more."
                },
                {
                    "verse":"17",
                    "text":"Likewise, the one who received the two gained two more."
                },
                {
                    "verse":"18",
                    "text":"But the slave who received just one went off and dug in the ground and hid his master’s money."
                },
                {
                    "verse":"19",
                    "text":"“After a long time, the master of those slaves came and settled accounts with them."
                },
                {
                    "verse":"20",
                    "text":"So the one who had received the five talents came forward and brought five additional talents, saying, ‘Master, you entrusted five talents to me; see, I gained five talents more.’"
                },
                {
                    "verse":"21",
                    "text":"His master said to him: ‘Well done, good and faithful slave! You were faithful over a few things. I will appoint you over many things. Enter into the joy of your master.’"
                },
                {
                    "verse":"22",
                    "text":"Next the one who had received the two talents came forward and said, ‘Master, you entrusted two talents to me; see, I gained two talents more.’"
                },
                {
                    "verse":"23",
                    "text":"His master said to him: ‘Well done, good and faithful slave! You were faithful over a few things. I will appoint you over many things. Enter into the joy of your master.’"
                },
                {
                    "verse":"24",
                    "text":"“Finally the slave who had received the one talent came forward and said: ‘Master, I knew you to be a demanding man, reaping where you did not sow and gathering where you did not winnow."
                },
                {
                    "verse":"25",
                    "text":"So I grew afraid and went and hid your talent in the ground. Here, you have what is yours.’"
                },
                {
                    "verse":"26",
                    "text":"In reply his master said to him: ‘Wicked and sluggish slave, you knew, did you, that I reaped where I did not sow and gathered where I did not winnow?"
                },
                {
                    "verse":"27",
                    "text":"Well, then, you should have deposited my money with the bankers, and on my coming I would have received it back with interest."
                },
                {
                    "verse":"28",
                    "text":"“‘Therefore, take the talent away from him and give it to the one who has the ten talents."
                },
                {
                    "verse":"29",
                    "text":"For to everyone who has, more will be given, and he will have an abundance. But the one who does not have, even what he has will be taken away from him."
                },
                {
                    "verse":"30",
                    "text":"And throw the good-for-nothing slave out into the darkness outside. There is where his weeping and the gnashing of his teeth will be.’"
                },
                {
                    "verse":"31",
                    "text":"“When the Son of man comes in his glory, and all the angels with him, then he will sit down on his glorious throne."
                },
                {
                    "verse":"32",
                    "text":"All the nations will be gathered before him, and he will separate people one from another, just as a shepherd separates the sheep from the goats."
                },
                {
                    "verse":"33",
                    "text":"And he will put the sheep on his right hand, but the goats on his left."
                },
                {
                    "verse":"34",
                    "text":"“Then the King will say to those on his right: ‘Come, you who have been blessed by my Father, inherit the Kingdom prepared for you from the founding of the world."
                },
                {
                    "verse":"35",
                    "text":"For I became hungry and you gave me something to eat; I was thirsty and you gave me something to drink. I was a stranger and you received me hospitably;"
                },
                {
                    "verse":"36",
                    "text":"naked and you clothed me. I fell sick and you looked after me. I was in prison and you visited me.’"
                },
                {
                    "verse":"37",
                    "text":"Then the righteous ones will answer him with the words: ‘Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?"
                },
                {
                    "verse":"38",
                    "text":"When did we see you a stranger and receive you hospitably, or naked and clothe you?"
                },
                {
                    "verse":"39",
                    "text":"When did we see you sick or in prison and visit you?’"
                },
                {
                    "verse":"40",
                    "text":"In reply the King will say to them, ‘Truly I say to you, to the extent that you did it to one of the least of these my brothers, you did it to me.’"
                },
                {
                    "verse":"41",
                    "text":"“Then he will say to those on his left: ‘Go away from me, you who have been cursed, into the everlasting fire prepared for the Devil and his angels."
                },
                {
                    "verse":"42",
                    "text":"For I became hungry, but you gave me nothing to eat; and I was thirsty, but you gave me nothing to drink."
                },
                {
                    "verse":"43",
                    "text":"I was a stranger, but you did not receive me hospitably; naked, but you did not clothe me; sick and in prison, but you did not look after me.’"
                },
                {
                    "verse":"44",
                    "text":"Then they too will answer with the words: ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison and did not minister to you?’"
                },
                {
                    "verse":"45",
                    "text":"Then he will answer them, saying: ‘Truly I say to you, to the extent that you did not do it to one of these least ones, you did not do it to me.’"
                },
                {
                    "verse":"46",
                    "text":"These will depart into everlasting cutting-off, but the righteous ones into everlasting life.“"
                }
            ]
        },
        {
            "chapter":"26",
            "verses":[
                {
                    "verse":"1",
                    "text":"Now when Jesus had finished saying all these things, he said to his disciples:"
                },
                {
                    "verse":"2",
                    "text":"“You know that two days from now the Passover takes place, and the Son of man will be handed over to be executed on the stake.“"
                },
                {
                    "verse":"3",
                    "text":"Then the chief priests and the elders of the people gathered in the courtyard of the high priest, who was named Caʹia·phas,"
                },
                {
                    "verse":"4",
                    "text":"and they conspired together to seize Jesus by cunning and to kill him."
                },
                {
                    "verse":"5",
                    "text":"However, they were saying: “Not at the festival, so that there may not be an uproar among the people.“"
                },
                {
                    "verse":"6",
                    "text":"While Jesus was in Bethʹa·ny in the house of Simon the leper,"
                },
                {
                    "verse":"7",
                    "text":"a woman with an alabaster jar of costly perfumed oil approached him, and she began pouring it on his head as he was dining."
                },
                {
                    "verse":"8",
                    "text":"On seeing this, the disciples became indignant and said: “Why this waste?"
                },
                {
                    "verse":"9",
                    "text":"For this could have been sold for a great deal of money and given to the poor.“"
                },
                {
                    "verse":"10",
                    "text":"Aware of this, Jesus said to them: “Why do you try to make trouble for the woman? She did a fine deed toward me."
                },
                {
                    "verse":"11",
                    "text":"For you always have the poor with you, but you will not always have me."
                },
                {
                    "verse":"12",
                    "text":"When she put this perfumed oil on my body, she did it to prepare me for burial."
                },
                {
                    "verse":"13",
                    "text":"Truly I say to you, wherever this good news is preached in all the world, what this woman did will also be told in memory of her.“"
                },
                {
                    "verse":"14",
                    "text":"Then one of the Twelve, the one called Judas Is·carʹi·ot, went to the chief priests"
                },
                {
                    "verse":"15",
                    "text":"and said: “What will you give me to betray him to you?“ They stipulated to him 30 silver pieces."
                },
                {
                    "verse":"16",
                    "text":"So from then on, he kept looking for a good opportunity to betray him."
                },
                {
                    "verse":"17",
                    "text":"On the first day of the Unleavened Bread, the disciples came to Jesus, saying: “Where do you want us to prepare for you to eat the Passover?“"
                },
                {
                    "verse":"18",
                    "text":"He said: “Go into the city to So-and-so and say to him, ‘The Teacher says: “My appointed time is near; I will celebrate the Passover with my disciples at your home.“’“"
                },
                {
                    "verse":"19",
                    "text":"So the disciples did as Jesus instructed them and prepared for the Passover."
                },
                {
                    "verse":"20",
                    "text":"When evening came, he was reclining at the table with the 12 disciples."
                },
                {
                    "verse":"21",
                    "text":"While they were eating, he said: “Truly I say to you, one of you will betray me.“"
                },
                {
                    "verse":"22",
                    "text":"Being very much grieved at this, each and every one began to say to him: “Lord, it is not I, is it?“"
                },
                {
                    "verse":"23",
                    "text":"In reply he said: “The one who dips his hand with me into the bowl is the one who will betray me."
                },
                {
                    "verse":"24",
                    "text":"True, the Son of man is going away, just as it is written about him, but woe to that man through whom the Son of man is betrayed! It would have been better for that man if he had not been born.“"
                },
                {
                    "verse":"25",
                    "text":"Judas, who was about to betray him, replied: “It is not I, is it, Rabbi?“ Jesus said to him: “You yourself said it.“"
                },
                {
                    "verse":"26",
                    "text":"As they continued eating, Jesus took a loaf, and after saying a blessing, he broke it, and giving it to the disciples, he said: “Take, eat. This means my body.“"
                },
                {
                    "verse":"27",
                    "text":"And taking a cup, he offered thanks and gave it to them, saying: “Drink out of it, all of you,"
                },
                {
                    "verse":"28",
                    "text":"for this means my ‘blood of the covenant,’ which is to be poured out in behalf of many for forgiveness of sins."
                },
                {
                    "verse":"29",
                    "text":"But I say to you: I will by no means drink again any of this product of the vine until that day when I drink it new with you in the Kingdom of my Father.“"
                },
                {
                    "verse":"30",
                    "text":"Finally, after singing praises, they went out to the Mount of Olives."
                },
                {
                    "verse":"31",
                    "text":"Then Jesus said to them: “All of you will be stumbled in connection with me on this night, for it is written: ‘I will strike the shepherd, and the sheep of the flock will be scattered about.’"
                },
                {
                    "verse":"32",
                    "text":"But after I have been raised up, I will go ahead of you into Galʹi·lee.“"
                },
                {
                    "verse":"33",
                    "text":"But Peter, in response, said to him: “Although all the others are stumbled in connection with you, I will never be stumbled!“"
                },
                {
                    "verse":"34",
                    "text":"Jesus said to him: “Truly I say to you, on this night, before a rooster crows, you will disown me three times.“"
                },
                {
                    "verse":"35",
                    "text":"Peter said to him: “Even if I should have to die with you, I will by no means disown you.“ All the other disciples also said the same thing."
                },
                {
                    "verse":"36",
                    "text":"Then Jesus came with them to the spot called Geth·semʹa·ne, and he said to the disciples: “Sit down here while I go over there and pray.“"
                },
                {
                    "verse":"37",
                    "text":"And taking along Peter and the two sons of Zebʹe·dee, he began to feel grieved and to be greatly troubled."
                },
                {
                    "verse":"38",
                    "text":"Then he said to them: “I am deeply grieved, even to death. Stay here and keep on the watch with me.“"
                },
                {
                    "verse":"39",
                    "text":"And going a little way forward, he fell facedown, praying: “My Father, if it is possible, let this cup pass away from me. Yet, not as I will, but as you will.“"
                },
                {
                    "verse":"40",
                    "text":"He returned to the disciples and found them sleeping, and he said to Peter: “Could you not so much as keep on the watch for one hour with me?"
                },
                {
                    "verse":"41",
                    "text":"Keep on the watch and pray continually, so that you may not enter into temptation. The spirit, of course, is eager, but the flesh is weak.“"
                },
                {
                    "verse":"42",
                    "text":"Again, a second time, he went off and prayed: “My Father, if it is not possible for this to pass away unless I drink it, let your will take place.“"
                },
                {
                    "verse":"43",
                    "text":"And he came again and found them sleeping, for their eyes were heavy."
                },
                {
                    "verse":"44",
                    "text":"So leaving them, he again went off and prayed for a third time, saying once more the same thing."
                },
                {
                    "verse":"45",
                    "text":"Then he returned to the disciples and said to them: “At such a time as this, you are sleeping and resting! Look! The hour has drawn near for the Son of man to be betrayed into the hands of sinners."
                },
                {
                    "verse":"46",
                    "text":"Get up, let us go. Look! My betrayer has drawn near.“"
                },
                {
                    "verse":"47",
                    "text":"While he was still speaking, look! Judas, one of the Twelve, came and with him a large crowd with swords and clubs, sent from the chief priests and the elders of the people."
                },
                {
                    "verse":"48",
                    "text":"Now his betrayer had given them a sign, saying: “Whoever it is I kiss, he is the one; take him into custody.“"
                },
                {
                    "verse":"49",
                    "text":"And going straight up to Jesus, he said: “Greetings, Rabbi!“ and gave him a tender kiss."
                },
                {
                    "verse":"50",
                    "text":"But Jesus said to him: “Fellow, for what purpose are you present?“ Then they came forward and seized Jesus and took him into custody."
                },
                {
                    "verse":"51",
                    "text":"But look! one of those with Jesus reached out his hand and drew his sword and struck the slave of the high priest, taking off his ear."
                },
                {
                    "verse":"52",
                    "text":"Then Jesus said to him: “Return your sword to its place, for all those who take up the sword will perish by the sword."
                },
                {
                    "verse":"53",
                    "text":"Or do you think that I cannot appeal to my Father to supply me at this moment more than 12 legions of angels?"
                },
                {
                    "verse":"54",
                    "text":"In that case, how would the Scriptures be fulfilled that say it must take place this way?“"
                },
                {
                    "verse":"55",
                    "text":"In that hour Jesus said to the crowds: “Did you come out to arrest me with swords and clubs as against a robber? Day after day I used to sit in the temple teaching, and yet you did not take me into custody."
                },
                {
                    "verse":"56",
                    "text":"But all of this has taken place for the writings of the prophets to be fulfilled.“ Then all the disciples abandoned him and fled."
                },
                {
                    "verse":"57",
                    "text":"Those who took Jesus into custody led him away to Caʹia·phas the high priest, where the scribes and the elders were gathered together."
                },
                {
                    "verse":"58",
                    "text":"But Peter kept following him from a good distance, as far as the courtyard of the high priest, and after going inside, he sat with the house attendants to see the outcome."
                },
                {
                    "verse":"59",
                    "text":"Now the chief priests and the entire Sanʹhe·drin were looking for false testimony against Jesus in order to put him to death."
                },
                {
                    "verse":"60",
                    "text":"But they found none, although many false witnesses came forward. Later two came forward"
                },
                {
                    "verse":"61",
                    "text":"and said: “This man said, ‘I am able to throw down the temple of God and build it up in three days.’“"
                },
                {
                    "verse":"62",
                    "text":"With that the high priest stood up and said to him: “Do you say nothing in reply? What is it these men are testifying against you?“"
                },
                {
                    "verse":"63",
                    "text":"But Jesus kept silent. So the high priest said to him: “I put you under oath by the living God to tell us whether you are the Christ, the Son of God!“"
                },
                {
                    "verse":"64",
                    "text":"Jesus said to him: “You yourself said it. But I say to you: From now on you will see the Son of man sitting at the right hand of power and coming on the clouds of heaven.“"
                },
                {
                    "verse":"65",
                    "text":"Then the high priest ripped his outer garments, saying: “He has blasphemed! What further need do we have of witnesses? See! Now you have heard the blasphemy."
                },
                {
                    "verse":"66",
                    "text":"What is your opinion?“ They answered: “He deserves to die.“"
                },
                {
                    "verse":"67",
                    "text":"Then they spat in his face and hit him with their fists. Others slapped him on the face,"
                },
                {
                    "verse":"68",
                    "text":"saying: “Prophesy to us, you Christ. Who struck you?“"
                },
                {
                    "verse":"69",
                    "text":"Now Peter was sitting outside in the courtyard, and a servant girl came up to him and said: “You too were with Jesus the Gal·i·leʹan!“"
                },
                {
                    "verse":"70",
                    "text":"But he denied it before them all, saying: “I do not know what you are talking about.“"
                },
                {
                    "verse":"71",
                    "text":"When he went out to the gatehouse, another girl noticed him and said to those there: “This man was with Jesus the Naz·a·reneʹ.“"
                },
                {
                    "verse":"72",
                    "text":"Again he denied it, with an oath: “I do not know the man!“"
                },
                {
                    "verse":"73",
                    "text":"After a little while, those standing around came up and said to Peter: “Certainly you are also one of them, for in fact, your dialect gives you away.“"
                },
                {
                    "verse":"74",
                    "text":"Then he started to curse and swear: “I do not know the man!“ And immediately a rooster crowed."
                },
                {
                    "verse":"75",
                    "text":"And Peter called to mind what Jesus had said, namely: “Before a rooster crows, you will disown me three times.“ And he went outside and wept bitterly."
                }
            ]
        },
        {
            "chapter":"27",
            "verses":[
                {
                    "verse":"1",
                    "text":"When morning came, all the chief priests and the elders of the people consulted together against Jesus to put him to death."
                },
                {
                    "verse":"2",
                    "text":"After binding him, they led him off and handed him over to Pilate, the governor."
                },
                {
                    "verse":"3",
                    "text":"Then Judas, his betrayer, seeing that Jesus had been condemned, felt remorse and brought the 30 pieces of silver back to the chief priests and elders,"
                },
                {
                    "verse":"4",
                    "text":"saying: “I sinned when I betrayed innocent blood.“ They said: “What is that to us? You must see to it!“"
                },
                {
                    "verse":"5",
                    "text":"So he threw the silver pieces into the temple and departed. Then he went off and hanged himself."
                },
                {
                    "verse":"6",
                    "text":"But the chief priests took the silver pieces and said: “It is not lawful to put them into the sacred treasury, because they are the price of blood.“"
                },
                {
                    "verse":"7",
                    "text":"After consulting together, they used the money to buy the potter’s field as a burial place for strangers."
                },
                {
                    "verse":"8",
                    "text":"Therefore, that field has been called Field of Blood to this very day."
                },
                {
                    "verse":"9",
                    "text":"Then what was spoken through Jeremiah the prophet was fulfilled: “And they took the 30 silver pieces, the price that was set on the man, the one on whom a price was set by some of the sons of Israel,"
                },
                {
                    "verse":"10",
                    "text":"and they gave them for the potter’s field, according to what Jehovah had commanded me.“"
                },
                {
                    "verse":"11",
                    "text":"Jesus now stood before the governor, and the governor put the question to him: “Are you the King of the Jews?“ Jesus replied: “You yourself say it.“"
                },
                {
                    "verse":"12",
                    "text":"But while he was being accused by the chief priests and elders, he made no answer."
                },
                {
                    "verse":"13",
                    "text":"Then Pilate said to him: “Do you not hear how many things they are testifying against you?“"
                },
                {
                    "verse":"14",
                    "text":"But he did not answer him, no, not a word, so that the governor was very surprised."
                },
                {
                    "verse":"15",
                    "text":"Now from festival to festival, it was the custom of the governor to release a prisoner to the crowd, whomever they wanted."
                },
                {
                    "verse":"16",
                    "text":"Just at that time they were holding a notorious prisoner called Bar·abʹbas."
                },
                {
                    "verse":"17",
                    "text":"So when they were gathered together, Pilate said to them: “Which one do you want me to release to you, Bar·abʹbas or Jesus the so-called Christ?“"
                },
                {
                    "verse":"18",
                    "text":"For Pilate was aware that out of envy they had handed him over."
                },
                {
                    "verse":"19",
                    "text":"Moreover, while he was sitting on the judgment seat, his wife sent a message to him, saying: “Have nothing to do with that righteous man, for I suffered a lot today in a dream because of him.“"
                },
                {
                    "verse":"20",
                    "text":"But the chief priests and the elders persuaded the crowds to ask for Bar·abʹbas, but to have Jesus put to death."
                },
                {
                    "verse":"21",
                    "text":"In response the governor said to them: “Which of the two do you want me to release to you?“ They said: “Bar·abʹbas.“"
                },
                {
                    "verse":"22",
                    "text":"Pilate said to them: “What, then, should I do with Jesus the so-called Christ?“ They all said: “To the stake with him!“"
                },
                {
                    "verse":"23",
                    "text":"He said: “Why? What bad thing did he do?“ Still they kept shouting out all the more: “To the stake with him!“"
                },
                {
                    "verse":"24",
                    "text":"Seeing that it did no good but, rather, an uproar was arising, Pilate took water and washed his hands before the crowd, saying: “I am innocent of the blood of this man. You yourselves must see to it.“"
                },
                {
                    "verse":"25",
                    "text":"At that all the people said in answer: “Let his blood come upon us and upon our children.“"
                },
                {
                    "verse":"26",
                    "text":"Then he released Bar·abʹbas to them, but he had Jesus whipped and handed him over to be executed on the stake."
                },
                {
                    "verse":"27",
                    "text":"Then the soldiers of the governor took Jesus into the governor’s residence and gathered the whole body of troops together around him."
                },
                {
                    "verse":"28",
                    "text":"And disrobing him, they draped him with a scarlet cloak,"
                },
                {
                    "verse":"29",
                    "text":"and they braided a crown out of thorns and put it on his head and put a reed in his right hand. And kneeling before him, they mocked him, saying: “Greetings, you King of the Jews!“"
                },
                {
                    "verse":"30",
                    "text":"And they spat on him and took the reed and began hitting him on his head."
                },
                {
                    "verse":"31",
                    "text":"Finally, after they had mocked him, they stripped him of the cloak and put his outer garments on him and led him off to be nailed to the stake."
                },
                {
                    "verse":"32",
                    "text":"As they were going out, they found a man of Cy·reʹne named Simon. This man they compelled into service to carry his torture stake."
                },
                {
                    "verse":"33",
                    "text":"And when they came to a place called "
                },
                {
                    "verse":"34",
                    "text":"they gave him wine mixed with gall to drink; but after tasting it, he refused to drink it."
                },
                {
                    "verse":"35",
                    "text":"When they had nailed him to the stake, they distributed his outer garments by casting lots,"
                },
                {
                    "verse":"36",
                    "text":"and they sat there keeping watch over him."
                },
                {
                    "verse":"37",
                    "text":"They also posted above his head the charge against him, in writing: “This is Jesus the King of the Jews.“"
                },
                {
                    "verse":"38",
                    "text":"Then two robbers were put on stakes alongside him, one on his right and one on his left."
                },
                {
                    "verse":"39",
                    "text":"And those passing by spoke abusively of him, shaking their heads"
                },
                {
                    "verse":"40",
                    "text":"and saying: “You who would throw down the temple and build it in three days, save yourself! If you are a son of God, come down off the torture stake!“"
                },
                {
                    "verse":"41",
                    "text":"In the same way also, the chief priests with the scribes and the elders began mocking him, saying:"
                },
                {
                    "verse":"42",
                    "text":"“Others he saved; himself he cannot save! He is King of Israel; let him now come down off the torture stake, and we will believe in him."
                },
                {
                    "verse":"43",
                    "text":"He has put his trust in God; let Him now rescue him if He wants him, for he said, ‘I am God’s Son.’“"
                },
                {
                    "verse":"44",
                    "text":"In the same way, even the robbers who were on stakes alongside him were reproaching him."
                },
                {
                    "verse":"45",
                    "text":"From the sixth hour on, a darkness fell over all the land until the ninth hour."
                },
                {
                    "verse":"46",
                    "text":"About the ninth hour, Jesus called out with a loud voice, saying: "
                },
                {
                    "verse":"47",
                    "text":"At hearing this, some of those standing there began to say: “This man is calling E·liʹjah.“"
                },
                {
                    "verse":"48",
                    "text":"And immediately one of them ran and took a sponge and soaked it in sour wine and put it on a reed and gave it to him to drink."
                },
                {
                    "verse":"49",
                    "text":"But the rest of them said: “Let him be! Let us see whether E·liʹjah comes to save him.“"
                },
                {
                    "verse":"50",
                    "text":"Again Jesus called out with a loud voice and yielded up his spirit."
                },
                {
                    "verse":"51",
                    "text":"And look! the curtain of the sanctuary was torn in two, from top to bottom, and the earth quaked, and the rocks were split."
                },
                {
                    "verse":"52",
                    "text":"And the tombs were opened, and many bodies of the holy ones who had fallen asleep were raised up"
                },
                {
                    "verse":"53",
                    "text":"(and people coming out from among the tombs after his being raised up entered into the holy city), and they became visible to many people."
                },
                {
                    "verse":"54",
                    "text":"But when the army officer and those with him keeping watch over Jesus saw the earthquake and the things happening, they grew very much afraid and said: “Certainly this was God’s Son.“"
                },
                {
                    "verse":"55",
                    "text":"And many women were there watching from a distance, who had accompanied Jesus from Galʹi·lee to minister to him;"
                },
                {
                    "verse":"56",
                    "text":"among them were Mary Magʹda·lene and Mary the mother of James and Joʹses and the mother of the sons of Zebʹe·dee."
                },
                {
                    "verse":"57",
                    "text":"Now as it was late in the afternoon, a rich man of Ar·i·ma·theʹa came, named Joseph, who had also become a disciple of Jesus."
                },
                {
                    "verse":"58",
                    "text":"This man approached Pilate and asked for the body of Jesus. Then Pilate commanded that it be given to him."
                },
                {
                    "verse":"59",
                    "text":"Joseph took the body, wrapped it up in clean, fine linen,"
                },
                {
                    "verse":"60",
                    "text":"and laid it in his new tomb, which he had quarried in the rock. And after rolling a big stone to the entrance of the tomb, he left."
                },
                {
                    "verse":"61",
                    "text":"But Mary Magʹda·lene and the other Mary continued there, sitting before the grave."
                },
                {
                    "verse":"62",
                    "text":"The next day, which was after the Preparation, the chief priests and the Pharisees gathered together before Pilate,"
                },
                {
                    "verse":"63",
                    "text":"saying: “Sir, we recall what that impostor said while he was still alive, ‘After three days I am to be raised up.’"
                },
                {
                    "verse":"64",
                    "text":"Therefore, command that the grave be made secure until the third day, so that his disciples may not come and steal him and say to the people, ‘He was raised up from the dead!’ Then this last deception will be worse than the first.“"
                },
                {
                    "verse":"65",
                    "text":"Pilate said to them: “You may have a guard. Go make it as secure as you know how.“"
                },
                {
                    "verse":"66",
                    "text":"So they went and made the grave secure by sealing the stone and posting a guard."
                }
            ]
        },
        {
            "chapter":"28",
            "verses":[
                {
                    "verse":"1",
                    "text":"After the Sabbath, when it was growing light on the first day of the week, Mary Magʹda·lene and the other Mary came to view the grave."
                },
                {
                    "verse":"2",
                    "text":"And look! a great earthquake had taken place, for Jehovah’s angel had descended from heaven and had come and rolled away the stone, and he was sitting on it."
                },
                {
                    "verse":"3",
                    "text":"His appearance was like lightning, and his clothing was as white as snow."
                },
                {
                    "verse":"4",
                    "text":"Yes, out of their fear of him, the watchmen trembled and became as dead men."
                },
                {
                    "verse":"5",
                    "text":"But the angel said to the women: “Do not be afraid, for I know that you are looking for Jesus who was executed on the stake."
                },
                {
                    "verse":"6",
                    "text":"He is not here, for he was raised up, just as he said. Come, see the place where he was lying."
                },
                {
                    "verse":"7",
                    "text":"Then go quickly and tell his disciples that he was raised up from the dead, for look! he is going ahead of you into Galʹi·lee. You will see him there. Look! I have told you.“"
                },
                {
                    "verse":"8",
                    "text":"So, quickly leaving the memorial tomb, with fear and great joy, they ran to report to his disciples."
                },
                {
                    "verse":"9",
                    "text":"And look! Jesus met them and said: “Good day!“ They approached and took hold of his feet and did obeisance to him."
                },
                {
                    "verse":"10",
                    "text":"Then Jesus said to them: “Have no fear! Go, report to my brothers so that they may go to Galʹi·lee, and there they will see me.“"
                },
                {
                    "verse":"11",
                    "text":"While they were on their way, some of the guards went into the city and reported to the chief priests all the things that had happened."
                },
                {
                    "verse":"12",
                    "text":"And after these had gathered with the elders and had consulted together, they gave a considerable number of silver pieces to the soldiers"
                },
                {
                    "verse":"13",
                    "text":"and said: “Say, ‘His disciples came in the night and stole him while we were sleeping.’"
                },
                {
                    "verse":"14",
                    "text":"And if this gets to the governor’s ears, we will explain the matter to him and you will not need to worry.“"
                },
                {
                    "verse":"15",
                    "text":"So they took the silver pieces and did as they were instructed, and this story has been spread abroad among the Jews up to this very day."
                },
                {
                    "verse":"16",
                    "text":"However, the 11 disciples went to Galʹi·lee to the mountain where Jesus had arranged for them to meet."
                },
                {
                    "verse":"17",
                    "text":"When they saw him, they did obeisance, but some doubted."
                },
                {
                    "verse":"18",
                    "text":"Jesus approached and spoke to them, saying: “All authority has been given me in heaven and on the earth."
                },
                {
                    "verse":"19",
                    "text":"Go, therefore, and make disciples of people of all the nations, baptizing them in the name of the Father and of the Son and of the holy spirit,"
                },
                {
                    "verse":"20",
                    "text":"teaching them to observe all the things I have commanded you. And look! I am with you all the days until the conclusion of the system of things.“"
                }
            ]
        }
    ]
}