{
    "book":"Micah",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The word of Jehovah that came to Miʹcah of Moʹresh·eth, in the days of Joʹtham, Aʹhaz, and Hez·e·kiʹah, kings of Judah, and that he received in a vision concerning Sa·marʹi·a and Jerusalem:"
                },
                {
                    "verse":"2",
                    "text":"“Hear, all you peoples!\nPay attention, O earth and what fills you,And let the Sovereign Lord Jehovah serve as a witness against you—Jehovah from his holy temple."
                },
                {
                    "verse":"3",
                    "text":"For look! Jehovah is going out from his place;He will come down and tread on earth’s high places."
                },
                {
                    "verse":"4",
                    "text":"The mountains will melt under him,And the valleys will split apartLike wax before the fire,Like waters poured down a steep slope."
                },
                {
                    "verse":"5",
                    "text":"All of this is because of the revolt of Jacob,Because of the sins of the house of Israel.\nWhat is the revolt of Jacob?\nIs it not Sa·marʹi·a?\nAnd what are the high places of Judah?\nAre they not Jerusalem?"
                },
                {
                    "verse":"6",
                    "text":"I will make Sa·marʹi·a a heap of ruins of the field,A place for planting vineyards;I will hurl her stones down into the valley,And I will lay bare her foundations."
                },
                {
                    "verse":"7",
                    "text":"All her graven images will be crushed to pieces,And all the gifts for which she hired herself out will be burned in the fire.\nI will devastate all her idols.\nFor she collected them from the wages of prostitution,And they will again become the wages of prostitutes.“"
                },
                {
                    "verse":"8",
                    "text":"Because of this I will wail and howl;I will walk barefoot and naked.\nMy wailing will be like that of jackals,And my mourning like that of ostriches."
                },
                {
                    "verse":"9",
                    "text":"For her wound cannot be healed;It has come as far as Judah.\nThe plague has spread to the gate of my people, to Jerusalem."
                },
                {
                    "verse":"10",
                    "text":"“Do not announce it in Gath;You must not weep at all.\nIn Beth-aphʹrah roll in the dust."
                },
                {
                    "verse":"11",
                    "text":"Cross over in nakedness and shame, O inhabitants of Shaʹphir.\nThe inhabitants of Zaʹa·nan have not come out.\nThere will be wailing in Beth-eʹzel, and it will take its support away from you."
                },
                {
                    "verse":"12",
                    "text":"For the inhabitants of Maʹroth have waited for good,But what is bad has come down from Jehovah to the gate of Jerusalem."
                },
                {
                    "verse":"13",
                    "text":"Harness the chariot to the team of horses, O inhabitants of Laʹchish.\nYou were the beginning of sin to the daughter of Zion,For in you were found the revolts of Israel."
                },
                {
                    "verse":"14",
                    "text":"So you will give parting gifts to Moʹresh·eth-gath.\nThe houses of Achʹzib were something deceitful to the kings of Israel."
                },
                {
                    "verse":"15",
                    "text":"The conqueror I will yet bring in to you, O inhabitants of Ma·reʹshah.\nAs far as A·dulʹlam the glory of Israel will come."
                },
                {
                    "verse":"16",
                    "text":"Make yourselves bald and shear off your hair for your cherished children.\nMake yourselves as bald as an eagle,For they have been taken away from you into exile.“"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Woe to those who scheme what is harmful,Who work out evil on their beds!\nWhen morning light comes they carry it out,Because it is in the power of their hand."
                },
                {
                    "verse":"2",
                    "text":"They desire fields and seize them;Also houses, and they take them;They defraud a man of his house,A man of his inheritance."
                },
                {
                    "verse":"3",
                    "text":"Therefore this is what Jehovah says:\n‘Here I am devising against this family a calamity from which you will not escape.\nYou will no longer walk haughtily, for it is a time of calamity."
                },
                {
                    "verse":"4",
                    "text":"In that day people will recite a proverb concerning you,And they will bitterly lament over you.\nThey will say: “We are completely devastated!\nHe caused the portion of my people to change hands—how he removes it from me!\nTo the unfaithful one he assigns our fields.“"
                },
                {
                    "verse":"5",
                    "text":"So you will have no one to stretch the measuring cord,To allot the land in the congregation of Jehovah."
                },
                {
                    "verse":"6",
                    "text":"“Stop preaching!“ they preach,“They should not preach these things;Humiliation will not overtake us!“"
                },
                {
                    "verse":"7",
                    "text":"Is it being said, O house of Jacob:\n“Has the spirit of Jehovah become impatient?\nAre these his deeds?“\nDo not my own words bring good to those walking uprightly?"
                },
                {
                    "verse":"8",
                    "text":"But lately my own people have risen up as an enemy.\nYou openly strip off the majestic ornament with the garmentFrom those passing by confidently, like those returning from war."
                },
                {
                    "verse":"9",
                    "text":"You drive the women of my people out from their delightful houses;From their children you take away my splendor forever."
                },
                {
                    "verse":"10",
                    "text":"Get up and go, for this is no place of rest.\nBecause of uncleanness, there is destruction, grievous destruction."
                },
                {
                    "verse":"11",
                    "text":"If a man walks after wind and deception and tells this lie:\n“I will preach to you about wine and alcoholic drink,“\nThen he would be just the preacher for this people!"
                },
                {
                    "verse":"12",
                    "text":"I will certainly gather all of you, O Jacob;I will surely collect the remaining ones of Israel together.\nIn unity I will place them, like sheep in the pen,Like a flock in its pasture;It will be noisy with people.’"
                },
                {
                    "verse":"13",
                    "text":"The one breaking out will go before them;They will break out and pass through the gate and go out by it.\nTheir king will pass through before them,With Jehovah at their head.“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"I said: “Hear, please, you heads of JacobAnd you commanders of the house of Israel.\nShould you not know what is just?"
                },
                {
                    "verse":"2",
                    "text":"But you hate what is good and love what is bad;You tear off the skin from my people and the flesh from their bones."
                },
                {
                    "verse":"3",
                    "text":"You also eat the flesh of my peopleAnd strip off their skin,Smashing their bones, crushing them to pieces,Like what is cooked in a pot, like meat in a cooking pot."
                },
                {
                    "verse":"4",
                    "text":"At that time they will call to Jehovah for help,But he will not answer them.\nHe will hide his face from them at that time,Because of their wicked deeds."
                },
                {
                    "verse":"5",
                    "text":"This is what Jehovah says against the prophets who are leading my people astray,Who proclaim ‘Peace!’ while they bite with their teethBut who declare war against him who puts nothing into their mouths:"
                },
                {
                    "verse":"6",
                    "text":"‘You will have night; there will be no vision;There will only be darkness for you, no divination.\nThe sun will set on the prophets,And the day will turn dark for them."
                },
                {
                    "verse":"7",
                    "text":"The visionaries will be put to shame,And the diviners will be disappointed.\nAll of them will have to cover over the mustache,For there is no answer from God.’“"
                },
                {
                    "verse":"8",
                    "text":"As for me, I am filled with power by the spirit of Jehovah,And with justice and might,To tell to Jacob his revolt and to Israel his sin."
                },
                {
                    "verse":"9",
                    "text":"Hear this, please, you heads of the house of JacobAnd you commanders of the house of Israel,Who detest justice and who make crooked all that is straight,"
                },
                {
                    "verse":"10",
                    "text":"Who build Zion with bloodshed and Jerusalem with unrighteousness."
                },
                {
                    "verse":"11",
                    "text":"Her leaders judge for a bribe,Her priests instruct for a price,And her prophets practice divination for money.\nAnd yet they lean on Jehovah, saying:\n“Is not Jehovah with us?\nNo calamity will come upon us.“"
                },
                {
                    "verse":"12",
                    "text":"So because of you,Zion will be plowed up as a field,Jerusalem will become heaps of ruins,And the mountain of the House will become like high places in a forest."
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"In the final part of the days,The mountain of the house of JehovahWill become firmly established above the top of the mountains,And it will be raised up above the hills,And to it peoples will stream."
                },
                {
                    "verse":"2",
                    "text":"And many nations will go and say:\n“Come, let us go up to the mountain of JehovahAnd to the house of the God of Jacob.\nHe will instruct us about his ways,And we will walk in his paths.“\nFor law will go out of Zion,And the word of Jehovah out of Jerusalem."
                },
                {
                    "verse":"3",
                    "text":"He will render judgment among many peoplesAnd set matters straight respecting mighty nations far away.\nThey will beat their swords into plowsharesAnd their spears into pruning shears.\nNation will not lift up sword against nation,Nor will they learn war anymore."
                },
                {
                    "verse":"4",
                    "text":"They will sit, each one under his vine and under his fig tree,And no one will make them afraid,For the mouth of Jehovah of armies has spoken."
                },
                {
                    "verse":"5",
                    "text":"For all the peoples will walk, each in the name of its god,But we will walk in the name of Jehovah our God forever and ever."
                },
                {
                    "verse":"6",
                    "text":"“In that day,“ declares Jehovah,“I will gather the one who was limping,And collect together the dispersed one,Along with those I treated harshly."
                },
                {
                    "verse":"7",
                    "text":"I will make the one who was limping a remnant,And the one far removed a mighty nation;And Jehovah will rule as king over them in Mount Zion,From now on and forever."
                },
                {
                    "verse":"8",
                    "text":"As for you, O tower of the flock,The mound of the daughter of Zion,To you it will come, yes, the first dominion will come,The kingdom belonging to the daughter of Jerusalem."
                },
                {
                    "verse":"9",
                    "text":"Now why are you shouting loudly?\nHave you no king,Or has your adviser perished,So that pain has seized you like a woman giving birth?"
                },
                {
                    "verse":"10",
                    "text":"Writhe and groan, O daughter of Zion,Like a woman giving birth,For now you will go from the city and reside in the field.\nYou will go as far as to Babylon,And there you will be rescued;There Jehovah will buy you back from the hand of your enemies."
                },
                {
                    "verse":"11",
                    "text":"Now many nations will be gathered against you;They will say, ‘Let her be defiled,And let our eyes see this happen to Zion.’"
                },
                {
                    "verse":"12",
                    "text":"But they do not know the thoughts of Jehovah,They do not understand his purpose;For he will gather them like a row of newly cut grain to the threshing floor."
                },
                {
                    "verse":"13",
                    "text":"Get up and thresh, O daughter of Zion;For I will change your horns into iron,And I will change your hooves into copper,And you will pulverize many peoples.\nYou will devote their dishonest profit to Jehovah,And their resources to the true Lord of the whole earth.“"
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Now you are slashing yourself,O daughter under attack;A siege is laid against us.\nWith a rod they strike the judge of Israel on the cheek."
                },
                {
                    "verse":"2",
                    "text":"And you, O Bethʹle·hem Ephʹra·thah,The one too little to be among the thousands of Judah,From you will come out for me the one to be ruler in Israel,Whose origin is from ancient times, from the days of long ago."
                },
                {
                    "verse":"3",
                    "text":"So he will give them upUntil the time that she who is to give birth has given birth.\nAnd the rest of his brothers will return to the people of Israel."
                },
                {
                    "verse":"4",
                    "text":"He will stand up and shepherd in the strength of Jehovah,In the superiority of the name of Jehovah his God.\nAnd they will dwell in security,For now his greatness will reach the ends of the earth."
                },
                {
                    "verse":"5",
                    "text":"And he will bring peace.\nShould the As·syrʹi·an invade our land and tread on our fortified towers,We will raise up against him seven shepherds, yes, eight princes of mankind."
                },
                {
                    "verse":"6",
                    "text":"They will shepherd the land of As·syrʹi·a with the sword,And the land of Nimʹrod at its entrances.\nAnd he will rescue us from the As·syrʹi·an,When he invades our land and treads on our territory."
                },
                {
                    "verse":"7",
                    "text":"The remaining ones of Jacob will be in the midst of many peoplesLike dew from Jehovah,Like showers of rain on vegetationThat do not put hope in manOr wait for the sons of men."
                },
                {
                    "verse":"8",
                    "text":"The remaining ones of Jacob will be among the nations,In the midst of many peoples,Like a lion among the beasts of a forest,Like a young lion among flocks of sheep,That passes through and pounces and tears in pieces;And there is no one to rescue them."
                },
                {
                    "verse":"9",
                    "text":"Your hand will be raised over your adversaries,And all your enemies will be destroyed.“"
                },
                {
                    "verse":"10",
                    "text":"“In that day,“ declares Jehovah,“I will do away with your horses from your midst and destroy your chariots."
                },
                {
                    "verse":"11",
                    "text":"I will destroy the cities of your landAnd tear down all your fortified places."
                },
                {
                    "verse":"12",
                    "text":"I will put an end to the sorcery you practice,And no one practicing magic will remain among you."
                },
                {
                    "verse":"13",
                    "text":"I will destroy your graven images and your pillars from your midst,And you will no longer bow down to the work of your hands."
                },
                {
                    "verse":"14",
                    "text":"I will uproot your sacred poles from your midstAnd annihilate your cities."
                },
                {
                    "verse":"15",
                    "text":"In anger and wrath I will execute vengeanceOn the nations that have not obeyed.“"
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"Hear, please, what Jehovah is saying.\nGet up, present a legal case before the mountains,And may the hills hear your voice."
                },
                {
                    "verse":"2",
                    "text":"Hear, O mountains, the legal case of Jehovah,You firm foundations of the earth,For Jehovah has a legal case with his people;It is against Israel that he will argue:"
                },
                {
                    "verse":"3",
                    "text":"“My people, what have I done to you?\nHow have I tired you out?\nTestify against me."
                },
                {
                    "verse":"4",
                    "text":"For I brought you up out of the land of Egypt,From the house of slavery I redeemed you;I sent before you Moses, Aaron, and Mirʹi·am."
                },
                {
                    "verse":"5",
                    "text":"My people, remember, please, what King Baʹlak of Moʹab proposed,And what Baʹlaam the son of Beʹor answered him—What took place from Shitʹtim to Gilʹgal—So that you may know the righteous acts of Jehovah.“"
                },
                {
                    "verse":"6",
                    "text":"With what will I come before Jehovah?\nWith what will I bow before God on high?\nWill I come before him with whole burnt offerings,With year-old calves?"
                },
                {
                    "verse":"7",
                    "text":"Will Jehovah be pleased with thousands of rams,With tens of thousands of torrents of oil?\nWill I give my firstborn son for my revolt,The fruit of my body for my sin?"
                },
                {
                    "verse":"8",
                    "text":"He has told you, O man, what is good.\nAnd what is Jehovah requiring of you?\nOnly to exercise justice, to cherish loyalty,And to walk in modesty with your God!"
                },
                {
                    "verse":"9",
                    "text":"The voice of Jehovah calls out to the city;Those with practical wisdom will fear your name.\nPay attention to the rod and to the one who appointed it."
                },
                {
                    "verse":"10",
                    "text":"Are there still the treasures of wickedness in the house of the wickedAnd the incomplete eʹphah measure that is detestable?"
                },
                {
                    "verse":"11",
                    "text":"Can I be morally clean with wicked scales,With a bag of fraudulent stone weights?"
                },
                {
                    "verse":"12",
                    "text":"For her rich men are full of violence,And her inhabitants speak lies;Their tongue is deceitful in their mouth."
                },
                {
                    "verse":"13",
                    "text":"“Therefore, I will wound you by striking you,Making you desolate because of your sins."
                },
                {
                    "verse":"14",
                    "text":"You will eat but not be satisfied;You will be empty inside.\nWhat you remove, you will not carry off safely,And what you do carry off, I will give to the sword."
                },
                {
                    "verse":"15",
                    "text":"You will sow seed, but you will not reap.\nYou will tread olives, but you will not use the oil;And you will make new wine, but you will drink no wine."
                },
                {
                    "verse":"16",
                    "text":"For you observe the statutes of Omʹri and all the work of the house of Aʹhab,And you walk in accord with their advice.\nThat is why I will make you an object of horrorAnd her inhabitants something to be whistled at;And you will bear the scorn of the peoples.“"
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"Woe to me! I am like one who,After the gathering of summer fruitAnd the gleaning following a grape harvest,Finds no cluster of grapes to eat,No early fig that I crave."
                },
                {
                    "verse":"2",
                    "text":"The loyal one has perished from the earth;Among men there is no one upright.\nAll of them lie in ambush for bloodshed.\nEach hunts his own brother with a dragnet."
                },
                {
                    "verse":"3",
                    "text":"Their hands are expert at doing what is bad;The prince is making demands,The judge asks for a reward,The prominent one makes known his desires,And they work it out together."
                },
                {
                    "verse":"4",
                    "text":"Their best one is like thorns,Their most upright one is worse than a thorn hedge.\nThe day of your watchmen and of your reckoning will come.\nNow they will panic."
                },
                {
                    "verse":"5",
                    "text":"Do not put faith in your companionOr trust a close friend.\nGuard what you say to the one who lies in your embrace."
                },
                {
                    "verse":"6",
                    "text":"For a son despises his father,A daughter rises up against her mother,And a daughter-in-law is against her mother-in-law;A man’s enemies are the men of his household."
                },
                {
                    "verse":"7",
                    "text":"But as for me, I will keep on the lookout for Jehovah.\nI will show a waiting attitude for the God of my salvation.\nMy God will hear me."
                },
                {
                    "verse":"8",
                    "text":"Do not rejoice over me, O my enemy.\nAlthough I have fallen, I will rise up;Although I dwell in the darkness, Jehovah will be my light."
                },
                {
                    "verse":"9",
                    "text":"The wrath of Jehovah I will bear—For I have sinned against him—Until he pleads my legal case and brings about justice for me.\nHe will bring me out to the light;I will look upon his righteousness."
                },
                {
                    "verse":"10",
                    "text":"My enemy will also see,And shame will cover her who said to me:\n“Where is Jehovah your God?“\nMy eyes will look upon her.\nNow she will be trampled like mud in the streets."
                },
                {
                    "verse":"11",
                    "text":"It will be a day for building your stone walls;On that day the boundary will be extended."
                },
                {
                    "verse":"12",
                    "text":"On that day they will come to youAll the way from As·syrʹi·a and the cities of Egypt,From Egypt all the way to the River;From sea to sea and from mountain to mountain."
                },
                {
                    "verse":"13",
                    "text":"And the land will become desolate because of its inhabitants,As a result of what they have done."
                },
                {
                    "verse":"14",
                    "text":"Shepherd your people with your staff, the flock of your inheritance,The one who was living alone in a forest—in the midst of an orchard.\nLet them feed on Baʹshan and Gilʹe·ad as in the days of old."
                },
                {
                    "verse":"15",
                    "text":"“As in the days when you came out of the land of Egypt,I will show him wonderful things."
                },
                {
                    "verse":"16",
                    "text":"Nations will see and be ashamed despite all their might.\nThey will put their hand over their mouth;Their ears will become deaf."
                },
                {
                    "verse":"17",
                    "text":"They will lick the dust like serpents;Like the reptiles of the earth they will come trembling out of their strongholds.\nTo Jehovah our God they will come in dread,And they will be in fear of you.“"
                },
                {
                    "verse":"18",
                    "text":"Who is a God like you,Pardoning error and passing over the transgression of the remnant of his inheritance?\nHe will not hold onto his anger forever,For he delights in loyal love."
                },
                {
                    "verse":"19",
                    "text":"He will again show us mercy; he will conquer our errors.\nYou will throw all their sins into the depths of the sea."
                },
                {
                    "verse":"20",
                    "text":"You will show faithfulness to Jacob,Loyal love to Abraham,As you swore to our forefathers from the days of old."
                }
            ]
        }
    ]
}