{
    "book":"Nahum",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"A pronouncement against Ninʹe·veh: The book of the vision of Naʹhum the Elʹkosh·ite:"
                },
                {
                    "verse":"2",
                    "text":"Jehovah is a God who requires exclusive devotion and takes vengeance;Jehovah takes vengeance and is ready to express his wrath.\nJehovah takes vengeance against his foes,And he stores up wrath for his enemies."
                },
                {
                    "verse":"3",
                    "text":"Jehovah is slow to anger and great in power,But by no means will Jehovah hold back due punishment.\nHis path is in destructive wind and storm,And the clouds are the dust of his feet."
                },
                {
                    "verse":"4",
                    "text":"He rebukes the sea, and he dries it up;And he makes all the rivers run dry.\nBaʹshan and Carʹmel wither,And the blossoms of Lebʹa·non wither."
                },
                {
                    "verse":"5",
                    "text":"Mountains quake because of him,And the hills melt.\nThe earth will be in an upheaval because of his face,Along with the land and all those dwelling in it."
                },
                {
                    "verse":"6",
                    "text":"Who can stand before his indignation?\nAnd who can withstand the heat of his anger?\nHis wrath will be poured out like fire,And the rocks will be shattered because of him."
                },
                {
                    "verse":"7",
                    "text":"Jehovah is good, a stronghold in the day of distress.\nHe is mindful of those seeking refuge in him."
                },
                {
                    "verse":"8",
                    "text":"With a sweeping flood he will make a complete extermination of her place,And darkness will pursue his enemies."
                },
                {
                    "verse":"9",
                    "text":"What will you plot against Jehovah?\nHe is causing a complete extermination.\nDistress will not arise a second time."
                },
                {
                    "verse":"10",
                    "text":"For they are interwoven like thorns,And they are like those drunk with beer;But they will be consumed like dry stubble."
                },
                {
                    "verse":"11",
                    "text":"From you will come one who plots evil against Jehovah,Giving worthless advice."
                },
                {
                    "verse":"12",
                    "text":"This is what Jehovah says:\n“Though they were at full strength and numerous,Even so they will be cut down and will pass away.\nI have afflicted you, but I will afflict you no more."
                },
                {
                    "verse":"13",
                    "text":"And now I will break his yoke bar from off you,And I will tear your bonds in two."
                },
                {
                    "verse":"14",
                    "text":"Jehovah has commanded concerning you,‘Your name will not be perpetuated further.\nI will do away with the carved images and metal statues from the house of your gods.\nI will make a grave for you, because you are contemptible.’"
                },
                {
                    "verse":"15",
                    "text":"Look! On the mountains are the feet of one bringing good news,The one proclaiming peace.\nCelebrate your festivals, O Judah, pay your vows,For the worthless one will never pass through you again.\nHe will be utterly destroyed.“"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"One who scatters has come up against you.\nGuard the fortifications.\nKeep watch over the road.\nBrace yourselves and muster all your strength."
                },
                {
                    "verse":"2",
                    "text":"For Jehovah will restore the pride of Jacob,Along with the pride of Israel,For the devastators have devastated them;And they have ruined their shoots."
                },
                {
                    "verse":"3",
                    "text":"The shields of his mighty men are dyed red,His warriors are dressed in crimson.\nThe iron fittings of his war chariots flash like fireIn the day he prepares for battle,And the juniper spears are brandished."
                },
                {
                    "verse":"4",
                    "text":"The war chariots race madly through the streets.\nThey rush up and down the public squares.\nThey shine like burning torches and flash like lightning."
                },
                {
                    "verse":"5",
                    "text":"He will summon his officers.\nThey will stumble as they advance.\nThey rush to her wall;They set up the barricade."
                },
                {
                    "verse":"6",
                    "text":"The gates of the rivers will be opened,And the palace will be dissolved."
                },
                {
                    "verse":"7",
                    "text":"It has been decreed: She is exposed,She is carried away, and her slave girls moan;They sound like doves as they beat their breasts."
                },
                {
                    "verse":"8",
                    "text":"Throughout her days Ninʹe·veh was like a pool of waters,But now they are fleeing.\n“Stand still! Stand still!“\nBut no one is turning back."
                },
                {
                    "verse":"9",
                    "text":"Plunder silver, plunder gold!\nThere is no end to the treasures.\nIt is stocked with all sorts of precious things."
                },
                {
                    "verse":"10",
                    "text":"The city is empty, desolate, devastated!\nTheir hearts melt in fear, their knees buckle, their hips tremble;All their faces are flushed."
                },
                {
                    "verse":"11",
                    "text":"Where is the lair of lions, where the young lions feed,Where the lion goes out leading its cub,With no one to make them afraid?"
                },
                {
                    "verse":"12",
                    "text":"The lion tore apart enough prey for his cubsAnd strangled for his lionesses.\nHe kept his dens filled with prey,His lairs with torn animals."
                },
                {
                    "verse":"13",
                    "text":"“Look! I am against you,“ declares Jehovah of armies,“I will burn up her war chariots in smoke,And the sword will devour your young lions.\nI will cut off your prey from the earth,And the sound of your messengers will be heard no more.“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"Woe to the city of bloodshed!\nShe is completely full of deception and robbery.\nShe is never without prey!"
                },
                {
                    "verse":"2",
                    "text":"There is the crack of the whip and the rattle of wheels,The dashing horse and the bounding chariot."
                },
                {
                    "verse":"3",
                    "text":"The mounted horseman, the flashing sword, and the glittering spear,The multitude of the slain and the heaps of carcasses—There is no end to the dead bodies.\nThey keep stumbling over the dead bodies."
                },
                {
                    "verse":"4",
                    "text":"This is because of the many acts of prostitution of the prostitute,She who is attractive and charming, a mistress of sorceries,Who ensnares nations by her prostitution and families by her sorceries."
                },
                {
                    "verse":"5",
                    "text":"“Look! I am against you,“ declares Jehovah of armies,“I will lift your skirts up over your face;I will cause nations to see your nakedness,And kingdoms your disgrace."
                },
                {
                    "verse":"6",
                    "text":"And I will throw filth on youAnd make you despicable;I will make a spectacle of you."
                },
                {
                    "verse":"7",
                    "text":"Everyone who sees you will flee from you and say,‘Ninʹe·veh has been devastated!\nWho will sympathize with her?’\nWhere will I find comforters for you?"
                },
                {
                    "verse":"8",
                    "text":"Are you better than No-aʹmon, which sat by the Nile canals?\nWaters surrounded her;Her wealth was the sea and her wall was the sea."
                },
                {
                    "verse":"9",
                    "text":"E·thi·oʹpi·a was her source of boundless strength, also Egypt.\nPut and the Libʹy·ans were your helpers."
                },
                {
                    "verse":"10",
                    "text":"But even she became an exile;She went into captivity.\nHer children also were dashed to pieces on every street corner.\nThey cast lots over her honored men,And all her great men have been bound with fetters."
                },
                {
                    "verse":"11",
                    "text":"You will also become drunk;You will go into hiding.\nYou will seek refuge from the enemy."
                },
                {
                    "verse":"12",
                    "text":"All your fortifications are like fig trees with the first ripe fruits;If they are shaken, they will fall into the mouth of devourers."
                },
                {
                    "verse":"13",
                    "text":"Look! Your troops are like women in your midst.\nThe gates of your land will be wide open for your enemies.\nFire will consume the bars of your gates."
                },
                {
                    "verse":"14",
                    "text":"Draw water for the siege!\nStrengthen your fortifications.\nGo down into the mire and tread the clay;Grab hold of the brick mold."
                },
                {
                    "verse":"15",
                    "text":"Even there fire will consume you.\nA sword will cut you down.\nIt will devour you as the young locusts do.\nMake yourself as numerous as the young locusts!\nYes, make yourself as numerous as the locusts!"
                },
                {
                    "verse":"16",
                    "text":"You have multiplied your merchants more than the stars of the heavens.\nThe young locust strips off its skin and flies away."
                },
                {
                    "verse":"17",
                    "text":"Your guards are like the locust,And your officers like a locust swarm.\nThey camp in the stone pens on a cold day,But when the sun shines, they fly away;And no one knows where they are."
                },
                {
                    "verse":"18",
                    "text":"Your shepherds are drowsy, O king of As·syrʹi·a;Your nobles stay in their residences.\nYour people are scattered on the mountains,And no one is gathering them together."
                },
                {
                    "verse":"19",
                    "text":"There is no relief for your catastrophe.\nYour wound is beyond healing.\nAll those hearing the report about you will clap their hands;For who has not suffered from your relentless cruelty?“"
                }
            ]
        }
    ]
}