{
    "book":"Philemon",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"Paul, a prisoner for the sake of Christ Jesus, and Timothy our brother, to Phi·leʹmon our beloved fellow worker,"
                },
                {
                    "verse":"2",
                    "text":"and to Apʹphi·a our sister, and to Ar·chipʹpus our fellow soldier, and to the congregation that is in your house:"
                },
                {
                    "verse":"3",
                    "text":"May you have undeserved kindness and peace from God our Father and the Lord Jesus Christ."
                },
                {
                    "verse":"4",
                    "text":"I always thank my God when I mention you in my prayers,"
                },
                {
                    "verse":"5",
                    "text":"as I keep hearing of your faith and the love that you have for the Lord Jesus and for all the holy ones."
                },
                {
                    "verse":"6",
                    "text":"I pray that your sharing in the faith may move you to acknowledge every good thing that we have through Christ."
                },
                {
                    "verse":"7",
                    "text":"For I received much joy and comfort on hearing of your love, because the hearts of the holy ones have been refreshed through you, brother."
                },
                {
                    "verse":"8",
                    "text":"For this very reason, though I have great freeness of speech in connection with Christ to order you to do what is proper,"
                },
                {
                    "verse":"9",
                    "text":"I would rather appeal to you on the basis of love, seeing that I am Paul an older man, yes, now also a prisoner for the sake of Christ Jesus."
                },
                {
                    "verse":"10",
                    "text":"I am appealing to you for my child, whose father I became while in prison, O·nesʹi·mus."
                },
                {
                    "verse":"11",
                    "text":"He was formerly useless to you, but now he is useful to you and to me."
                },
                {
                    "verse":"12",
                    "text":"I am sending him back to you, yes him, my very own heart."
                },
                {
                    "verse":"13",
                    "text":"I would like to keep him here for myself so that he might take your place in ministering to me during my imprisonment for the sake of the good news."
                },
                {
                    "verse":"14",
                    "text":"But I do not want to do anything without your consent, so that your good deed may be done, not under compulsion, but of your own free will."
                },
                {
                    "verse":"15",
                    "text":"Perhaps this is really why he broke away for a short while, so that you may have him back forever,"
                },
                {
                    "verse":"16",
                    "text":"no longer as a slave, but as more than a slave, as a brother who is beloved, especially so to me, but how much more so to you, both in the flesh and in the Lord."
                },
                {
                    "verse":"17",
                    "text":"So if you consider me a friend, receive him kindly the same way you would me."
                },
                {
                    "verse":"18",
                    "text":"Moreover, if he did you any wrong or owes you anything, charge it to my account."
                },
                {
                    "verse":"19",
                    "text":"I, Paul, am writing with my own hand: I will pay it back—not to mention that you owe me even your own self."
                },
                {
                    "verse":"20",
                    "text":"Yes, brother, may I receive this assistance from you in connection with the Lord; refresh my heart in connection with Christ."
                },
                {
                    "verse":"21",
                    "text":"I am confident that you will comply, so I am writing you, knowing that you will do even more than what I say."
                },
                {
                    "verse":"22",
                    "text":"But along with that, also prepare a place for me to stay, for I am hoping that through your prayers I will be given back to you."
                },
                {
                    "verse":"23",
                    "text":"Sending you greetings is Epʹa·phras, my fellow captive in union with Christ Jesus,"
                },
                {
                    "verse":"24",
                    "text":"also Mark, Ar·is·tarʹchus, Deʹmas, and Luke, my fellow workers."
                },
                {
                    "verse":"25",
                    "text":"The undeserved kindness of the Lord Jesus Christ be with the spirit you show."
                }
            ]
        }
    ]
}