{
    "book":"Song_of_Solomon",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The song of songs, which is Solʹo·mon’s:"
                },
                {
                    "verse":"2",
                    "text":"“May he kiss me with the kisses of his mouth,For your expressions of affection are better than wine."
                },
                {
                    "verse":"3",
                    "text":"The fragrance of your oils is pleasant.\nYour name is like a fragrant oil poured out.\nThat is why the young women love you."
                },
                {
                    "verse":"4",
                    "text":"Take me with you; let us run.\nThe king has brought me into his interior rooms!\nLet us be joyful and rejoice in you.\nLet us praise your expressions of affection more than wine.\nRightly they love you."
                },
                {
                    "verse":"5",
                    "text":"I am dark, but lovely, O daughters of Jerusalem,Like the tents of Keʹdar, like the tent cloths of Solʹo·mon."
                },
                {
                    "verse":"6",
                    "text":"Do not stare at me because I am swarthy,Because the sun has gazed upon me.\nThe sons of my mother were angry with me;They appointed me the keeper of the vineyards,But my own vineyard I did not keep."
                },
                {
                    "verse":"7",
                    "text":"Tell me, you whom I love so much,Where you pasture your flock,Where you have them lie down at midday.\nWhy should I be like a woman wrapped in a veilAmong the flocks of your companions?“"
                },
                {
                    "verse":"8",
                    "text":"“If you do not know, O most beautiful of women,Go follow the tracks of the flockAnd pasture your young goats next to the tents of the shepherds.“"
                },
                {
                    "verse":"9",
                    "text":"“I liken you, my beloved, to a mare among the chariots of Pharʹaoh."
                },
                {
                    "verse":"10",
                    "text":"Your cheeks are lovely with ornaments,Your neck with strings of beads."
                },
                {
                    "verse":"11",
                    "text":"We will make for you gold ornamentsStudded with silver.“"
                },
                {
                    "verse":"12",
                    "text":"“While the king sits at his round table,My perfume gives off its fragrance."
                },
                {
                    "verse":"13",
                    "text":"My dear one is to me like a fragrant bag of myrrhSpending the night between my breasts."
                },
                {
                    "verse":"14",
                    "text":"My dear one is to me like a cluster of hennaAmong the vineyards of En-gedʹi.“"
                },
                {
                    "verse":"15",
                    "text":"“Look! You are beautiful, my beloved.\nLook! You are beautiful. Your eyes are those of doves.“"
                },
                {
                    "verse":"16",
                    "text":"“Look! You are beautiful, my dear one, and delightful.\nOur bed is among the foliage."
                },
                {
                    "verse":"17",
                    "text":"The beams of our house are cedars,Our rafters are juniper trees."
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"“I am but a saffron of the coastal plain,A lily of the valleys.“"
                },
                {
                    "verse":"2",
                    "text":"“Like a lily among thornsIs my beloved among the daughters.“"
                },
                {
                    "verse":"3",
                    "text":"“Like an apple tree among the trees of the forest,So is my dear one among the sons.\nI passionately desire to sit in his shade,And his fruit is sweet to my taste."
                },
                {
                    "verse":"4",
                    "text":"He brought me into the banquet house,And his banner over me was love."
                },
                {
                    "verse":"5",
                    "text":"Refresh me with raisin cakes;Sustain me with apples,For I am lovesick."
                },
                {
                    "verse":"6",
                    "text":"His left hand is under my head,And his right hand embraces me."
                },
                {
                    "verse":"7",
                    "text":"I put you under oath, O daughters of Jerusalem,By the gazelles and the does of the field:\nDo not try to awaken or arouse love in me until it feels inclined."
                },
                {
                    "verse":"8",
                    "text":"The sound of my dear one!\nLook! Here he comes,Climbing the mountains, leaping over the hills."
                },
                {
                    "verse":"9",
                    "text":"My dear one is like a gazelle, like a young stag.\nThere he is, standing behind our wall,Gazing through the windows,Looking through the lattices."
                },
                {
                    "verse":"10",
                    "text":"My dear one speaks, he says to me:\n‘Rise up, my beloved,My beautiful one, come away with me."
                },
                {
                    "verse":"11",
                    "text":"Look! The winter has passed.\nThe rains are over and gone."
                },
                {
                    "verse":"12",
                    "text":"Blossoms have appeared in the land,The time of pruning has arrived,And the song of the turtledove is heard in our land."
                },
                {
                    "verse":"13",
                    "text":"The fig tree ripens its early figs;The vines are in blossom and give off their fragrance.\nRise up, my beloved, and come.\nMy beautiful one, come away with me."
                },
                {
                    "verse":"14",
                    "text":"O my dove, in the retreats of the crag,In the recesses of the cliff,Let me see you and hear your voice,For your voice is pleasant and your appearance is lovely.’“"
                },
                {
                    "verse":"15",
                    "text":"“Catch the foxes for us,The little foxes that ruin the vineyards,For our vineyards are in bloom.“"
                },
                {
                    "verse":"16",
                    "text":"“My dear one is mine and I am his.\nHe is shepherding among the lilies."
                },
                {
                    "verse":"17",
                    "text":"Until the day grows breezy and the shadows flee,Return quickly, O my dear one,Like the gazelle or the young stag upon the mountains of separation."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Upon my bed during the nights,I sought the one I love.\nI sought him, but I did not find him."
                },
                {
                    "verse":"2",
                    "text":"I will arise and roam the city;In the streets and in the public squares,Let me seek the one I love.\nI sought him, but I did not find him."
                },
                {
                    "verse":"3",
                    "text":"The watchmen making their rounds in the city found me.\n‘Have you seen the one I love?’"
                },
                {
                    "verse":"4",
                    "text":"Scarcely had I passed by themWhen I found the one I love.\nI held on to him, I would not let him goUntil I brought him into my mother’s house,Into the interior room of her who conceived me."
                },
                {
                    "verse":"5",
                    "text":"I put you under oath, O daughters of Jerusalem,By the gazelles and the does of the field:\nDo not try to awaken or arouse love in me until it feels inclined.“"
                },
                {
                    "verse":"6",
                    "text":"“What is this coming up from the wilderness like columns of smoke,Perfumed with myrrh and frankincense,With all the fragrant powders of a merchant?“"
                },
                {
                    "verse":"7",
                    "text":"“Look! It is the couch belonging to Solʹo·mon.\nSixty mighty men surround it,Of the mighty men of Israel,"
                },
                {
                    "verse":"8",
                    "text":"All of them armed with a sword,All trained in warfare,Each with his sword at his sideTo guard against the terrors of the night.“"
                },
                {
                    "verse":"9",
                    "text":"“It is the royal litter of King Solʹo·monThat he made for himself from the trees of Lebʹa·non."
                },
                {
                    "verse":"10",
                    "text":"Its pillars he made of silver,Its supports of gold.\nIts seat is of purple wool;Its interior was lovingly decoratedBy the daughters of Jerusalem.“"
                },
                {
                    "verse":"11",
                    "text":"“Go out, O daughters of Zion,Gaze at King Solʹo·monWearing the wedding crown his mother made for himOn the day of his marriage,On the day of his heart’s rejoicing.“"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Look! You are beautiful, my beloved.\nLook! You are beautiful.\nYour eyes are those of doves behind your veil.\nYour hair is like a flock of goatsStreaming down the mountains of Gilʹe·ad."
                },
                {
                    "verse":"2",
                    "text":"Your teeth are like a flock of newly shorn sheepThat have come up from being washed,All of them bearing twins,And not one has lost her young."
                },
                {
                    "verse":"3",
                    "text":"Your lips are like a scarlet thread,And your speech is delightful.\nLike a segment of pomegranateAre your cheeks behind your veil."
                },
                {
                    "verse":"4",
                    "text":"Your neck is like the tower of David,Built with courses of stoneUpon which are hung a thousand shields,All the circular shields of the mighty men."
                },
                {
                    "verse":"5",
                    "text":"Your two breasts are like two fawns,The twins of a gazelle,That feed among the lilies.“"
                },
                {
                    "verse":"6",
                    "text":"“Until the day grows breezy and the shadows flee,I will go my way to the mountain of myrrhAnd to the hill of frankincense.“"
                },
                {
                    "verse":"7",
                    "text":"“You are altogether beautiful, my beloved,There is no blemish in you."
                },
                {
                    "verse":"8",
                    "text":"Come with me from Lebʹa·non, my bride,Come with me from Lebʹa·non.\nDescend from the peak of A·maʹnah,From the peak of Seʹnir, the peak of Herʹmon,From the lairs of lions, from the mountains of leopards."
                },
                {
                    "verse":"9",
                    "text":"You have captured my heart, my sister, my bride,You have captured my heart with one glance of your eyes,With one pendant of your necklace."
                },
                {
                    "verse":"10",
                    "text":"How beautiful your expressions of affection are, my sister, my bride!\nYour expressions of affection are far better than wine,And the fragrance of your perfume than any spice!"
                },
                {
                    "verse":"11",
                    "text":"Your lips, my bride, drip with comb honey.\nHoney and milk are under your tongue,And the fragrance of your garments is like the fragrance of Lebʹa·non."
                },
                {
                    "verse":"12",
                    "text":"My sister, my bride, is like a locked garden,A locked garden, a spring sealed shut."
                },
                {
                    "verse":"13",
                    "text":"Your shoots are a paradise of pomegranatesWith the choicest fruits, with henna along with spikenard plants,"
                },
                {
                    "verse":"14",
                    "text":"Spikenard and saffron, cane and cinnamon,With all sorts of trees of frankincense, myrrh, and aloes,Along with all the finest perfumes."
                },
                {
                    "verse":"15",
                    "text":"You are a garden spring, a well of fresh water,And flowing streams from Lebʹa·non."
                },
                {
                    "verse":"16",
                    "text":"Awake, O north wind;Come in, O south wind.\nBreathe upon my garden.\nLet its fragrance spread.“\n“Let my dear one come into his gardenAnd eat its choicest fruits.“"
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"“I have entered my garden,O my sister, my bride.\nI have picked my myrrh and my spice.\nI have eaten my honeycomb and my honey;I have drunk my wine and my milk.“\n“Eat, dear friends!\nDrink and become intoxicated with expressions of affection!“"
                },
                {
                    "verse":"2",
                    "text":"“I am asleep, but my heart is awake.\nThere is the sound of my dear one knocking!\n‘Open to me, O my sister, my beloved,My dove, my flawless one!\nFor my head is wet with dew,The locks of my hair with the moisture of the night.’"
                },
                {
                    "verse":"3",
                    "text":"I have taken off my robe.\nMust I put it back on?\nI have washed my feet.\nMust I soil them again?"
                },
                {
                    "verse":"4",
                    "text":"My dear one withdrew his hand from the hole of the door,And my feelings for him were stirred."
                },
                {
                    "verse":"5",
                    "text":"I got up to open to my dear one;My hands dripped with myrrh,And my fingers with liquid myrrh,Onto the handles of the lock."
                },
                {
                    "verse":"6",
                    "text":"I opened to my dear one,But my dear one had turned away, he had gone.\nI felt despair when he departed.\nI sought him, but I did not find him.\nI called him, but he did not answer me."
                },
                {
                    "verse":"7",
                    "text":"The watchmen making their rounds in the city found me.\nThey struck me, they wounded me.\nThe watchmen of the walls took my shawl away from me."
                },
                {
                    "verse":"8",
                    "text":"I put you under oath, O daughters of Jerusalem:\nIf you find my dear one,Tell him that I am lovesick.“"
                },
                {
                    "verse":"9",
                    "text":"“How is your dear one better than any other dear one,You most beautiful of women?\nHow is your dear one better than any other dear one,That you put us under such an oath?“"
                },
                {
                    "verse":"10",
                    "text":"“My dear one is dazzling and ruddy;He stands out among ten thousand."
                },
                {
                    "verse":"11",
                    "text":"His head is gold, the finest gold.\nThe locks of his hair are like waving palm fronds,As black as the raven."
                },
                {
                    "verse":"12",
                    "text":"His eyes are like doves by streams of water,Bathing themselves in milk,Sitting by a brimming pool."
                },
                {
                    "verse":"13",
                    "text":"His cheeks are like a bed of spices,Mounds of scented herbs.\nHis lips are lilies, dripping with liquid myrrh."
                },
                {
                    "verse":"14",
                    "text":"His hands are cylinders of gold, set with chrysʹo·lite.\nHis abdomen is polished ivory covered with sapphires."
                },
                {
                    "verse":"15",
                    "text":"His legs are pillars of marble set on pedestals of the finest gold.\nHis appearance is like Lebʹa·non, as unrivaled as the cedars."
                },
                {
                    "verse":"16",
                    "text":"His mouth is sweetness itself,And everything about him is desirable.\nThis is my dear one, this is my beloved, O daughters of Jerusalem.“"
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Where has your dear one gone,O most beautiful of women?\nWhich way did your dear one turn?\nLet us seek him with you.“"
                },
                {
                    "verse":"2",
                    "text":"“My dear one has gone down to his garden,To the beds of spice plants,To shepherd among the gardensAnd to pick lilies."
                },
                {
                    "verse":"3",
                    "text":"I am my dear one’s,And my dear one is mine.\nHe is shepherding among the lilies.“"
                },
                {
                    "verse":"4",
                    "text":"“You are as beautiful as Tirʹzah, my beloved,As lovely as Jerusalem,As breathtaking as armies around their banners."
                },
                {
                    "verse":"5",
                    "text":"Turn your eyes away from me,For they overwhelm me.\nYour hair is like a flock of goatsStreaming down the slopes of Gilʹe·ad."
                },
                {
                    "verse":"6",
                    "text":"Your teeth are like a flock of sheepThat have come up from being washed,All of them bearing twins,And not one has lost her young."
                },
                {
                    "verse":"7",
                    "text":"Like a segment of pomegranateAre your cheeks behind your veil."
                },
                {
                    "verse":"8",
                    "text":"There may be 60 queensAnd 80 concubinesAnd young women without number."
                },
                {
                    "verse":"9",
                    "text":"But only one is my dove, my flawless one.\nThe only one of her mother.\nShe is the favorite of the one who bore her.\nThe daughters see her, and they pronounce her happy;Queens and concubines, and they praise her."
                },
                {
                    "verse":"10",
                    "text":"‘Who is she who shines like the dawn,As beautiful as the full moon,As pure as the sunlight,As breathtaking as armies around their banners?’“"
                },
                {
                    "verse":"11",
                    "text":"“I went down to the garden of nut treesTo see the new growth in the valley,To see whether the vine had sprouted,Whether the pomegranate trees had blossomed."
                },
                {
                    "verse":"12",
                    "text":"Before I knew it,My desire had put meAt the chariots of my noble people.“"
                },
                {
                    "verse":"13",
                    "text":"“Return, return, O Shuʹlam·mite!\nReturn, return,That we may look upon you!“\n“Why do you gaze upon the Shuʹlam·mite?“\n“She is like the dance of two companies!“"
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"“How beautiful your feet are in your sandals,O noble daughter!\nThe curves of your thighs are like ornaments,The work of an artisan’s hands."
                },
                {
                    "verse":"2",
                    "text":"Your navel is a round bowl.\nMay it never lack mixed wine.\nYour belly is a heap of wheat,Encircled by lilies."
                },
                {
                    "verse":"3",
                    "text":"Your two breasts are like two fawns,The twins of a gazelle."
                },
                {
                    "verse":"4",
                    "text":"Your neck is like an ivory tower.\nYour eyes are like the pools in Heshʹbon,By the gate of Bath-rabʹbim.\nYour nose is like the tower of Lebʹa·non,Which looks toward Damascus."
                },
                {
                    "verse":"5",
                    "text":"Your head crowns you like Carʹmel,And the locks of your hair are like purple wool.\nThe king is captivated by the flowing tresses."
                },
                {
                    "verse":"6",
                    "text":"How beautiful you are, and how pleasant you are,O beloved girl, above all exquisite delights!"
                },
                {
                    "verse":"7",
                    "text":"Your stature is like a palm tree,And your breasts are like date clusters."
                },
                {
                    "verse":"8",
                    "text":"I said, ‘I will climb the palm treeTo take hold of its stalks of fruit.’\nMay your breasts be like clusters of grapes,Your breath as fragrant as apples,"
                },
                {
                    "verse":"9",
                    "text":"And your mouth like the best wine.“\n“May it go down smoothly for my dear one,Softly flowing over the lips of those asleep."
                },
                {
                    "verse":"10",
                    "text":"I am my dear one’s,And his desire is for me."
                },
                {
                    "verse":"11",
                    "text":"Come, O my dear one,Let us go out to the fields;Let us lodge among the henna plants."
                },
                {
                    "verse":"12",
                    "text":"Let us rise early and go to the vineyardsTo see if the vine has sprouted,If the blossoms have opened,If the pomegranates are in bloom.\nThere I will express my affection for you."
                },
                {
                    "verse":"13",
                    "text":"The mandrakes give off their fragrance;At our doors are all sorts of choice fruits.\nThe new as well as the old,O my dear one, I have kept in store for you."
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"“If only you were like my brother,Who nursed at my mother’s breasts!\nThen if I found you outside, I would kiss you,And no one would despise me."
                },
                {
                    "verse":"2",
                    "text":"I would lead you;I would bring you into the house of my mother,She who taught me.\nI would give you spiced wine to drink,The fresh juice of pomegranates."
                },
                {
                    "verse":"3",
                    "text":"His left hand would be under my head,And his right hand would embrace me."
                },
                {
                    "verse":"4",
                    "text":"I put you under oath, O daughters of Jerusalem:\nDo not try to awaken or arouse love in me until it feels inclined.“"
                },
                {
                    "verse":"5",
                    "text":"“Who is this coming up from the wilderness,Leaning upon her dear one?“\n“Under the apple tree I awakened you.\nThere your mother was in labor with you.\nThere she who gave birth to you was in labor."
                },
                {
                    "verse":"6",
                    "text":"Place me as a seal upon your heart,As a seal upon your arm,For love is as strong as death is,And exclusive devotion is as unyielding as the Grave.\nIts flames are a blazing fire, the flame of Jah."
                },
                {
                    "verse":"7",
                    "text":"Surging waters cannot extinguish love,Nor can rivers wash it away.\nIf a man would offer all the wealth of his house for love,It would be utterly despised.“"
                },
                {
                    "verse":"8",
                    "text":"“We have a little sister,And she has no breasts.\nWhat will we do for our sisterOn the day when she is spoken for?“"
                },
                {
                    "verse":"9",
                    "text":"“If she is a wall,We will build upon her a battlement of silver,But if she is a door,We will board her up with a cedar plank.“"
                },
                {
                    "verse":"10",
                    "text":"“I am a wall,And my breasts are like towers.\nSo in his eyes I have becomeAs one who finds peace."
                },
                {
                    "verse":"11",
                    "text":"Solʹo·mon had a vineyard in Baʹal-haʹmon.\nHe entrusted the vineyard to caretakers.\nEach one would bring in a thousand pieces of silver for its fruit."
                },
                {
                    "verse":"12",
                    "text":"I have my own vineyard at my disposal.\nThe thousand pieces of silver belong to you, O Solʹo·mon,And two hundred to those who care for its fruit.“"
                },
                {
                    "verse":"13",
                    "text":"“O you who are dwelling in the gardens,The companions listen for your voice.\nLet me hear it.“"
                },
                {
                    "verse":"14",
                    "text":"“Hurry, my dear one,And be swift like a gazelleOr a young stagUpon the mountains of spices.“"
                }
            ]
        }
    ]
}