{
    "book":"Zechariah",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"In the eighth month in the second year of Da·riʹus, the word of Jehovah came to the prophet Zech·a·riʹah son of Ber·e·chiʹah son of Idʹdo, saying:"
                },
                {
                    "verse":"2",
                    "text":"“Jehovah grew greatly indignant at your fathers."
                },
                {
                    "verse":"3",
                    "text":"“Say to them, ‘This is what Jehovah of armies says: “‘Return to me,’ declares Jehovah of armies, ‘and I will return to you,’ says Jehovah of armies.“’"
                },
                {
                    "verse":"4",
                    "text":"“‘Do not become like your fathers, to whom the former prophets proclaimed: “This is what Jehovah of armies says, ‘Turn away, please, from your evil ways and your evil deeds.’“’\n“‘But they did not listen, and they paid no attention to me,’ declares Jehovah."
                },
                {
                    "verse":"5",
                    "text":"“‘Where are your fathers now? And did the prophets live forever?"
                },
                {
                    "verse":"6",
                    "text":"However, my words and my decrees that I commanded my servants, the prophets, caught up with your fathers, did they not?’ So they returned to me and said: ‘Jehovah of armies has dealt with us according to our ways and our deeds, just as he had determined to do.’“"
                },
                {
                    "verse":"7",
                    "text":"On the 24th day of the 11th month, that is, the month of Sheʹbat, in the second year of Da·riʹus, the word of Jehovah came to the prophet Zech·a·riʹah son of Ber·e·chiʹah son of Idʹdo, saying:"
                },
                {
                    "verse":"8",
                    "text":"“I saw a vision in the night. There was a man riding on a red horse, and he stood still among the myrtle trees in the ravine; and behind him there were red, reddish-brown, and white horses.“"
                },
                {
                    "verse":"9",
                    "text":"So I said: “Who are these, my lord?“\nThe angel who was speaking with me replied: “I will show you who these are.“"
                },
                {
                    "verse":"10",
                    "text":"Then the man who was standing still among the myrtle trees said: “These are the ones whom Jehovah has sent out to walk about in the earth.“"
                },
                {
                    "verse":"11",
                    "text":"And they said to the angel of Jehovah who was standing among the myrtle trees: “We have walked about in the earth, and look! the whole earth is quiet and undisturbed.“"
                },
                {
                    "verse":"12",
                    "text":"So the angel of Jehovah said: “O Jehovah of armies, how long will you withhold your mercy from Jerusalem and the cities of Judah, with whom you have been indignant these 70 years?“"
                },
                {
                    "verse":"13",
                    "text":"Jehovah answered the angel who was speaking with me, with kind and comforting words."
                },
                {
                    "verse":"14",
                    "text":"Then the angel who was speaking with me told me: “Call out, ‘This is what Jehovah of armies says: “I am zealous for Jerusalem and for Zion with a great zeal."
                },
                {
                    "verse":"15",
                    "text":"With great indignation I am indignant with the nations that are at ease, because I felt indignant to a small extent, but they added to the calamity.“’"
                },
                {
                    "verse":"16",
                    "text":"“Therefore this is what Jehovah says: ‘“I will return to Jerusalem with mercy, and my own house will be built in her,“ declares Jehovah of armies, “and a measuring line will be stretched out over Jerusalem.“’"
                },
                {
                    "verse":"17",
                    "text":"“Call out once more and say, ‘This is what Jehovah of armies says: “My cities will again overflow with goodness; and Jehovah will again comfort Zion and again choose Jerusalem.“’“"
                },
                {
                    "verse":"18",
                    "text":"Then I looked up and saw four horns."
                },
                {
                    "verse":"19",
                    "text":"So I asked the angel who was speaking with me: “What are these?“ He replied: “These are the horns that dispersed Judah, Israel, and Jerusalem.“"
                },
                {
                    "verse":"20",
                    "text":"Jehovah then showed me four craftsmen."
                },
                {
                    "verse":"21",
                    "text":"I asked: “What are these coming to do?“\nHe said: “These are the horns that dispersed Judah to such an extent that no one was able to raise his head. These others will come to terrify them, to cast down the horns of the nations that lifted up their horns against the land of Judah, in order to disperse her.“"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"And I looked up and saw a man with a measuring line in his hand."
                },
                {
                    "verse":"2",
                    "text":"So I asked: “Where are you going?“\nHe replied: “To measure Jerusalem, to see what is her width and what is her length.“"
                },
                {
                    "verse":"3",
                    "text":"And look! the angel who was speaking with me went out, and another angel came to meet him."
                },
                {
                    "verse":"4",
                    "text":"Then he said to him: “Run over there and tell that young man, ‘“Jerusalem will be inhabited as open rural country, because of all the men and livestock within her."
                },
                {
                    "verse":"5",
                    "text":"And I will become to her,“ declares Jehovah, “a wall of fire all around, and I will become the glory in her midst.“’“"
                },
                {
                    "verse":"6",
                    "text":"“Come! Come! Flee from the land of the north,“ declares Jehovah.\n“For I have scattered you to the four winds of the heavens,“ declares Jehovah."
                },
                {
                    "verse":"7",
                    "text":"“Come, Zion! Make your escape, you who are dwelling with the daughter of Babylon."
                },
                {
                    "verse":"8",
                    "text":"For this is what Jehovah of armies says, who after being glorified has sent me to the nations that were plundering you: ‘Whoever touches you touches the pupil of my eye."
                },
                {
                    "verse":"9",
                    "text":"For now I will wave my hand against them, and they will become plunder for their own slaves.’ And you will certainly know that Jehovah of armies has sent me."
                },
                {
                    "verse":"10",
                    "text":"“Shout for joy, O daughter of Zion; for I am coming, and I will reside in your midst,“ declares Jehovah."
                },
                {
                    "verse":"11",
                    "text":"“Many nations will join themselves to Jehovah in that day, and they will become my people; and I will reside in your midst.“ And you will have to know that Jehovah of armies has sent me to you."
                },
                {
                    "verse":"12",
                    "text":"Jehovah will take possession of Judah as his portion on the holy ground, and he will again choose Jerusalem."
                },
                {
                    "verse":"13",
                    "text":"Be silent, all flesh, before Jehovah, for he is taking action from his holy dwelling."
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"And he showed me Joshua the high priest standing before the angel of Jehovah, and Satan was standing at his right hand to resist him."
                },
                {
                    "verse":"2",
                    "text":"Then the angel of Jehovah said to Satan: “May Jehovah rebuke you, O Satan, yes, may Jehovah, who has chosen Jerusalem, rebuke you! Is not this one a burning log snatched out of the fire?“"
                },
                {
                    "verse":"3",
                    "text":"Now Joshua was clothed in filthy garments and standing before the angel."
                },
                {
                    "verse":"4",
                    "text":"The angel said to those standing before him, “Remove his filthy garments.“ Then he said to him, “See, I have caused your error to pass away from you, and you will be clothed with fine garments.“"
                },
                {
                    "verse":"5",
                    "text":"So I said: “Let a clean turban be put on his head.“ And they put the clean turban on his head and clothed him with garments; and the angel of Jehovah was standing nearby."
                },
                {
                    "verse":"6",
                    "text":"The angel of Jehovah then declared to Joshua:"
                },
                {
                    "verse":"7",
                    "text":"“This is what Jehovah of armies says, ‘If you will walk in my ways and carry out your responsibilities before me, then you will serve as a judge in my house and take care of my courtyards; and I will give you free access among these who are standing here.’"
                },
                {
                    "verse":"8",
                    "text":"“‘Hear, please, O High Priest Joshua, you and your companions who sit before you, for these men serve as a sign; look! I am bringing in my servant Sprout!"
                },
                {
                    "verse":"9",
                    "text":"See the stone that I have set before Joshua! On the one stone are seven eyes; and I am engraving an inscription on it,’ declares Jehovah of armies, ‘and I will take away the guilt of that land in one day.’"
                },
                {
                    "verse":"10",
                    "text":"“‘In that day,’ declares Jehovah of armies, ‘each of you will invite your neighbor to come under your vine and under your fig tree.’“"
                }
            ]
        },
        {
            "chapter":"4",
            "verses":[
                {
                    "verse":"1",
                    "text":"The angel who had been speaking with me came back and woke me up, as when waking someone from sleep."
                },
                {
                    "verse":"2",
                    "text":"Then he said to me: “What do you see?“\nSo I said: “I see, and look! a lampstand entirely of gold, with a bowl on top of it. There are seven lamps on it, yes, seven, and the lamps, which are at the top of it, have seven pipes."
                },
                {
                    "verse":"3",
                    "text":"And next to it are two olive trees, one on the right of the bowl and one on the left.“"
                },
                {
                    "verse":"4",
                    "text":"Then I asked the angel who was speaking with me: “What do these things mean, my lord?“"
                },
                {
                    "verse":"5",
                    "text":"So the angel who was speaking with me asked: “Do you not know what these things mean?“\nI replied: “No, my lord.“"
                },
                {
                    "verse":"6",
                    "text":"He then said to me: “This is the word of Jehovah to Ze·rubʹba·bel: ‘“Not by a military force, nor by power, but by my spirit,“ says Jehovah of armies."
                },
                {
                    "verse":"7",
                    "text":"Who are you, O great mountain? Before Ze·rubʹba·bel you will become a level land. And he will bring out the top stone amid shouts of: “How wonderful! How wonderful!“’“"
                },
                {
                    "verse":"8",
                    "text":"The word of Jehovah again came to me, saying:"
                },
                {
                    "verse":"9",
                    "text":"“The hands of Ze·rubʹba·bel have laid the foundation of this house, and his own hands will finish it. And you will have to know that Jehovah of armies has sent me to you."
                },
                {
                    "verse":"10",
                    "text":"For who has despised the day of small beginnings? For they will rejoice and see the plumb line in the hand of Ze·rubʹba·bel. These seven are the eyes of Jehovah, which are roving about in all the earth.“"
                },
                {
                    "verse":"11",
                    "text":"Then I asked him: “What is the meaning of these two olive trees on the right and on the left of the lampstand?“"
                },
                {
                    "verse":"12",
                    "text":"I asked him a second time: “What is the meaning of the two bunches of twigs of the olive trees that are pouring out the golden liquid through the two golden tubes?“"
                },
                {
                    "verse":"13",
                    "text":"So he asked me: “Do you not know what these things mean?“\nI replied: “No, my lord.“"
                },
                {
                    "verse":"14",
                    "text":"He said: “These are the two anointed ones who are standing alongside the Lord of the whole earth.“"
                }
            ]
        },
        {
            "chapter":"5",
            "verses":[
                {
                    "verse":"1",
                    "text":"Again I looked up, and I saw a flying scroll."
                },
                {
                    "verse":"2",
                    "text":"He asked me: “What do you see?“\nI replied: “I see a flying scroll, which is 20 cubits long and 10 cubits wide.“"
                },
                {
                    "verse":"3",
                    "text":"Then he said to me: “This is the curse that is going out over the face of all the earth, because everyone who steals, as written on its one side, has gone unpunished; and everyone who makes a sworn oath, as written on its other side, has gone unpunished."
                },
                {
                    "verse":"4",
                    "text":"‘I have sent it out,’ declares Jehovah of armies, ‘and it will enter into the house of the thief and into the house of the one who makes a false oath in my name; and it will remain inside that house and consume it and its timbers and its stones.’“"
                },
                {
                    "verse":"5",
                    "text":"Then the angel who was speaking with me came forward and said to me: “Look up, please, and see what is going out.“"
                },
                {
                    "verse":"6",
                    "text":"So I asked: “What is it?“\nHe replied: “This is the eʹphah container that is going out.“ He continued: “This is their appearance in all the earth.“"
                },
                {
                    "verse":"7",
                    "text":"And I saw that the round lid of lead was lifted up, and there was a woman sitting inside the container."
                },
                {
                    "verse":"8",
                    "text":"So he said: “This is Wickedness.“ Then he threw her back into the eʹphah container, after which he thrust the lead weight over its mouth."
                },
                {
                    "verse":"9",
                    "text":"Then I looked up and saw two women coming forward, and they were soaring in the wind. They had wings like the wings of a stork. And they lifted up the container between the earth and heaven."
                },
                {
                    "verse":"10",
                    "text":"So I asked the angel who was speaking with me: “Where are they taking the eʹphah container?“"
                },
                {
                    "verse":"11",
                    "text":"He replied: “To the land of Shiʹnar to build her a house; and when it is prepared, she will be deposited there in her proper place.“"
                }
            ]
        },
        {
            "chapter":"6",
            "verses":[
                {
                    "verse":"1",
                    "text":"Then I looked up again and saw four chariots coming from between two mountains, and the mountains were of copper."
                },
                {
                    "verse":"2",
                    "text":"The first chariot had red horses, and the second chariot, black horses."
                },
                {
                    "verse":"3",
                    "text":"The third chariot had white horses, and the fourth chariot, speckled and dappled horses."
                },
                {
                    "verse":"4",
                    "text":"I asked the angel who was speaking with me: “What are these, my lord?“"
                },
                {
                    "verse":"5",
                    "text":"The angel answered me: “These are the four spirits of the heavens that are going out after having taken their station before the Lord of the whole earth."
                },
                {
                    "verse":"6",
                    "text":"The one with the black horses is going out to the land of the north; the white ones are going out beyond the sea; and the speckled ones are going out to the land of the south."
                },
                {
                    "verse":"7",
                    "text":"And the dappled ones were eager to go out to walk about through the earth.“ Then he said: “Go, walk about through the earth.“ And they began walking about through the earth."
                },
                {
                    "verse":"8",
                    "text":"He then called out to me and said: “See, those going out to the land of the north have caused the spirit of Jehovah to rest in the land of the north.“"
                },
                {
                    "verse":"9",
                    "text":"The word of Jehovah again came to me, saying:"
                },
                {
                    "verse":"10",
                    "text":"“Take from Helʹdai, To·biʹjah, and Je·daʹiah what they brought from the people in exile; and on that day, you must go to the house of Jo·siʹah the son of Zeph·a·niʹah along with these who have come from Babylon."
                },
                {
                    "verse":"11",
                    "text":"You should take silver and gold and make a crown and put it on the head of Joshua son of Je·hozʹa·dak, the high priest."
                },
                {
                    "verse":"12",
                    "text":"And say to him,“‘This is what Jehovah of armies says: “Here is the man whose name is Sprout. He will sprout from his own place, and he will build the temple of Jehovah."
                },
                {
                    "verse":"13",
                    "text":"He is the one who will build the temple of Jehovah, and he is the one who will assume the majesty. He will sit down on his throne and rule, and he will also be a priest on his throne, and there will be a peaceable agreement between the two."
                },
                {
                    "verse":"14",
                    "text":"And the crown will serve as a memorial for Heʹlem, To·biʹjah, Je·daʹiah, and Hen the son of Zeph·a·niʹah, in the temple of Jehovah."
                },
                {
                    "verse":"15",
                    "text":"And those who are far away will come and take part in building the temple of Jehovah.“ And you will have to know that Jehovah of armies has sent me to you. And it will occur—if you do not fail to listen to the voice of Jehovah your God.’“"
                }
            ]
        },
        {
            "chapter":"7",
            "verses":[
                {
                    "verse":"1",
                    "text":"And in the fourth year of King Da·riʹus, the word of Jehovah came to Zech·a·riʹah on the fourth day of the ninth month, that is, the month of Chisʹlev."
                },
                {
                    "verse":"2",
                    "text":"The people of Bethʹel sent Shar·eʹzer and Reʹgem-melʹech and his men to beg for the favor of Jehovah,"
                },
                {
                    "verse":"3",
                    "text":"saying to the priests of the house of Jehovah of armies and to the prophets: “Should I weep in the fifth month and abstain from food, as I have done for so many years?“"
                },
                {
                    "verse":"4",
                    "text":"The word of Jehovah of armies again came to me, saying:"
                },
                {
                    "verse":"5",
                    "text":"“Say to all the people of the land and to the priests, ‘When you fasted and wailed in the fifth month and in the seventh month for 70 years, did you really fast for me?"
                },
                {
                    "verse":"6",
                    "text":"And when you would eat and drink, were you not eating for yourselves and drinking for yourselves?"
                },
                {
                    "verse":"7",
                    "text":"Should you not obey the words that Jehovah proclaimed through the former prophets, while Jerusalem and her surrounding cities were inhabited and at peace, and while the Negʹeb and the She·pheʹlah were inhabited?’“"
                },
                {
                    "verse":"8",
                    "text":"The word of Jehovah again came to Zech·a·riʹah, saying:"
                },
                {
                    "verse":"9",
                    "text":"“This is what Jehovah of armies says, ‘Judge with true justice, and deal with one another in loyal love and mercy."
                },
                {
                    "verse":"10",
                    "text":"Do not defraud the widow or the fatherless child, the foreigner or the poor; and do not scheme evil against one another in your hearts.’"
                },
                {
                    "verse":"11",
                    "text":"But they kept refusing to pay attention, and they stubbornly turned their backs, and they stopped up their ears so as not to hear."
                },
                {
                    "verse":"12",
                    "text":"They made their heart like a diamond and would not obey the law and the words that Jehovah of armies sent by his spirit through the former prophets. So there came great indignation from Jehovah of armies.“"
                },
                {
                    "verse":"13",
                    "text":"“‘Just as they did not listen when I called, so I would not listen when they called,’ says Jehovah of armies."
                },
                {
                    "verse":"14",
                    "text":"‘And I scattered them with a storm wind throughout all the nations that they had not known, and the land was left desolate behind them, with no one passing through or returning; for they turned the desirable land into an object of horror.’“"
                }
            ]
        },
        {
            "chapter":"8",
            "verses":[
                {
                    "verse":"1",
                    "text":"The word of Jehovah of armies again came, saying:"
                },
                {
                    "verse":"2",
                    "text":"“This is what Jehovah of armies says, ‘I will be zealous for Zion with a great zeal, and with great wrath I will be zealous for her.’“"
                },
                {
                    "verse":"3",
                    "text":"“This is what Jehovah says, ‘I will return to Zion and reside in Jerusalem; and Jerusalem will be called the city of truth, and the mountain of Jehovah of armies, the holy mountain.’“"
                },
                {
                    "verse":"4",
                    "text":"“This is what Jehovah of armies says, ‘Old men and women will again sit in the public squares of Jerusalem, each with his staff in his hand because of his great age."
                },
                {
                    "verse":"5",
                    "text":"And the public squares of the city will be filled with boys and girls playing there.’“"
                },
                {
                    "verse":"6",
                    "text":"“This is what Jehovah of armies says, ‘Although it may seem too difficult to the remaining ones of this people in those days, should it seem too difficult also to me?’ declares Jehovah of armies.“"
                },
                {
                    "verse":"7",
                    "text":"“This is what Jehovah of armies says, ‘Here I am saving my people from the lands of the east and the west."
                },
                {
                    "verse":"8",
                    "text":"And I will bring them in, and they will reside in Jerusalem; and they will become my people, and I will become their God in truth and in righteousness.’“"
                },
                {
                    "verse":"9",
                    "text":"“This is what Jehovah of armies says, ‘Let your hands be strong, you who now hear these words from the mouth of the prophets, the same words that were spoken on the day the foundation of the house of Jehovah of armies was laid for the temple to be built."
                },
                {
                    "verse":"10",
                    "text":"For before that time, there were no wages being paid either for man or for beast; and it was not safe to come and go because of the adversary, for I turned all men one against another.’"
                },
                {
                    "verse":"11",
                    "text":"“‘But now I will not deal with the remaining ones of this people as in the former days,’ declares Jehovah of armies."
                },
                {
                    "verse":"12",
                    "text":"‘For the seed of peace will be sown; the vine will produce its fruit and the earth its yield, and the heavens will give their dew; and I will cause the remaining ones of this people to inherit all these things."
                },
                {
                    "verse":"13",
                    "text":"And just as you became an object of cursing among the nations, O house of Judah and house of Israel, so I will save you, and you will become a blessing. Do not be afraid! Let your hands be strong.’"
                },
                {
                    "verse":"14",
                    "text":"“For this is what Jehovah of armies says, ‘“Just as I had determined to bring calamity on you because your forefathers made me indignant,“ says Jehovah of armies, “and I felt no regret,"
                },
                {
                    "verse":"15",
                    "text":"so at this time I have determined to do good to Jerusalem and to the house of Judah. Do not be afraid!“’"
                },
                {
                    "verse":"16",
                    "text":"“‘These are the things you should do: Speak the truth with one another, and the judgments in your gates must promote truth and peace."
                },
                {
                    "verse":"17",
                    "text":"Do not scheme calamity against one another in your hearts, and do not love any false oath; for these are all things that I hate,’ declares Jehovah.“"
                },
                {
                    "verse":"18",
                    "text":"The word of Jehovah of armies again came to me, saying:"
                },
                {
                    "verse":"19",
                    "text":"“This is what Jehovah of armies says, ‘The fast of the fourth month, the fast of the fifth month, the fast of the seventh month, and the fast of the tenth month will be occasions for exultation and joy for the house of Judah—festivals of rejoicing. So love truth and peace.’"
                },
                {
                    "verse":"20",
                    "text":"“This is what Jehovah of armies says, ‘It will yet come to pass that peoples and the inhabitants of many cities will come;"
                },
                {
                    "verse":"21",
                    "text":"and the inhabitants of one city will go to those of another and say: “Let us earnestly go to beg for the favor of Jehovah and to seek Jehovah of armies. I am also going.“"
                },
                {
                    "verse":"22",
                    "text":"And many peoples and mighty nations will come to seek Jehovah of armies in Jerusalem and to beg for the favor of Jehovah.’"
                },
                {
                    "verse":"23",
                    "text":"“This is what Jehovah of armies says, ‘In those days ten men out of all the languages of the nations will take hold, yes, they will take firm hold of the robe of a Jew, saying: “We want to go with you, for we have heard that God is with you people.“’“"
                }
            ]
        },
        {
            "chapter":"9",
            "verses":[
                {
                    "verse":"1",
                    "text":"A pronouncement:\n“The word of Jehovah is against the land of Haʹdrach,And Damascus is its target—For Jehovah’s eye is on mankindAnd on all the tribes of Israel—"
                },
                {
                    "verse":"2",
                    "text":"And against Haʹmath, which borders on her,And against Tyre and Siʹdon, for they are so wise."
                },
                {
                    "verse":"3",
                    "text":"Tyre built herself a rampart.\nShe piled up silver like dustAnd gold like the dirt of the streets."
                },
                {
                    "verse":"4",
                    "text":"Look! Jehovah will take away her possessions,And he will strike down her army into the sea;And she will be consumed in the fire."
                },
                {
                    "verse":"5",
                    "text":"Ashʹke·lon will see it and be afraid;Gazʹa will feel great anguish,Also Ekʹron, because her hope is put to shame.\nA king will perish from Gazʹa,And Ashʹke·lon will not be inhabited."
                },
                {
                    "verse":"6",
                    "text":"An illegitimate son will settle in Ashʹdod,And I will do away with the pride of the Phi·lisʹtine."
                },
                {
                    "verse":"7",
                    "text":"I will remove the bloodstained things from his mouthAnd the disgusting things from between his teeth,And he will be left remaining for our God;And he will become like a sheikh in Judah,And Ekʹron like the Jebʹu·site."
                },
                {
                    "verse":"8",
                    "text":"I will encamp as a guard for my house,So that there will be no one passing through and no one returning;And no taskmaster will pass through again,For now I have seen it with my eyes."
                },
                {
                    "verse":"9",
                    "text":"Rejoice greatly, O daughter of Zion.\nShout in triumph, O daughter of Jerusalem.\nLook! Your king is coming to you.\nHe is righteous, bringing salvation,Humble and riding on a donkey,On a colt, the foal of a female donkey."
                },
                {
                    "verse":"10",
                    "text":"I will take away the war chariot from Eʹphra·imAnd the horse from Jerusalem.\nThe battle bow will be taken away.\nAnd he will proclaim peace to the nations;His rulership will be from sea to seaAnd from the River to the ends of the earth."
                },
                {
                    "verse":"11",
                    "text":"As for you, O woman, by the blood of your covenant,I will send your prisoners out of the waterless pit."
                },
                {
                    "verse":"12",
                    "text":"Return to the stronghold, you prisoners with hope.\nToday I am telling you,‘I will repay to you, O woman, a double portion."
                },
                {
                    "verse":"13",
                    "text":"For I will bend Judah as my bow.\nThe bow I will fill with Eʹphra·im,And I will awaken your sons, O Zion,Against your sons, O Greece,And I will make you like a warrior’s sword.’"
                },
                {
                    "verse":"14",
                    "text":"Jehovah will be seen over them,And his arrow will go out like lightning.\nThe Sovereign Lord Jehovah will sound the horn,And he will advance with the windstorms of the south."
                },
                {
                    "verse":"15",
                    "text":"Jehovah of armies will defend them,And they will devour and subdue the slingstones.\nThey will drink and be boisterous, as if with wine;And they will be filled like the bowl,Like the corners of the altar."
                },
                {
                    "verse":"16",
                    "text":"Jehovah their God will save them in that dayAs the flock of his people;For they will be like the gemstones of a crown glittering over his soil."
                },
                {
                    "verse":"17",
                    "text":"For how great his goodness is,And how great his handsomeness is!\nGrain will make the young men thrive,And new wine the virgins.“"
                }
            ]
        },
        {
            "chapter":"10",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Ask Jehovah for rain in the time of the spring rain.\nIt is Jehovah who makes the storm clouds,Who pours rain for them,And gives vegetation in the field to everyone."
                },
                {
                    "verse":"2",
                    "text":"For the teraphim statues have spoken deception;And the diviners have visioned a lie.\nThey speak about worthless dreams,And in vain they try to comfort.\nThat is why they will wander like sheep.\nThey will suffer, for there is no shepherd."
                },
                {
                    "verse":"3",
                    "text":"Against the shepherds my anger burns,And against the oppressive leaders I will hold an accounting;For Jehovah of armies has turned his attention to his flock, to the house of Judah,And he has made them like his majestic horse in the battle."
                },
                {
                    "verse":"4",
                    "text":"From him comes the keyman,From him comes the supporting ruler,From him comes the battle bow;From him goes forth every overseer, all of them together."
                },
                {
                    "verse":"5",
                    "text":"And they will become like warriors,Trampling down the mud of the streets in the battle.\nThey will wage war, for Jehovah is with them;And the riders of horses will be put to shame."
                },
                {
                    "verse":"6",
                    "text":"I will make the house of Judah superior,And the house of Joseph I will save.\nI will restore them,For I will show them mercy;And they will be as though I had never cast them off;For I am Jehovah their God, and I will answer them."
                },
                {
                    "verse":"7",
                    "text":"Those of Eʹphra·im must become like a mighty warrior,And their heart will rejoice as though from wine.\nTheir sons will see this and rejoice;Their heart will be joyful in Jehovah."
                },
                {
                    "verse":"8",
                    "text":"‘I will whistle for them and gather them together;For I will redeem them, and they will become many,And continue to be many."
                },
                {
                    "verse":"9",
                    "text":"Though I scatter them like seed among the peoples,They will remember me in the distant places;With their sons they will revive and return."
                },
                {
                    "verse":"10",
                    "text":"I will bring them back from the land of EgyptAnd gather them from As·syrʹi·a;I will bring them to the land of Gilʹe·ad and Lebʹa·non,And there will be no more room for them."
                },
                {
                    "verse":"11",
                    "text":"He must pass through the sea with distress;And in the sea he will strike down the waves;All the depths of the Nile will dry up.\nThe pride of As·syrʹi·a will be brought down,And the scepter of Egypt will depart."
                },
                {
                    "verse":"12",
                    "text":"I will make them superior in Jehovah,And they will walk about in his name,’ declares Jehovah.“"
                }
            ]
        },
        {
            "chapter":"11",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Open your doors, O Lebʹa·non,So that a fire may consume your cedars."
                },
                {
                    "verse":"2",
                    "text":"Wail, you juniper, for the cedar has fallen;The majestic trees have been destroyed!\nWail, you oaks of Baʹshan,For the dense forest has come down!"
                },
                {
                    "verse":"3",
                    "text":"Listen! The wailing of shepherds,For their majesty has been devastated.\nListen! The roaring of young lions,For the dense thickets along the Jordan have been destroyed."
                },
                {
                    "verse":"4",
                    "text":"“This is what Jehovah my God says, ‘Shepherd the flock meant for the slaughter,"
                },
                {
                    "verse":"5",
                    "text":"whose buyers slaughter them and are not held guilty. And those who sell them say, “May Jehovah be praised, for I will become rich.“ And their shepherds have no compassion for them.’"
                },
                {
                    "verse":"6",
                    "text":"“‘For I will no longer show compassion on the inhabitants of the land,’ declares Jehovah. ‘So I will cause each man to fall into the hand of his neighbor and his king; and they will crush the land, and I will not rescue them out of their hand.’“"
                },
                {
                    "verse":"7",
                    "text":"And I began to shepherd the flock meant for slaughter, in your behalf, O afflicted ones of the flock. So I took two staffs, and I called one Pleasantness, and the other Union, and I began to shepherd the flock."
                },
                {
                    "verse":"8",
                    "text":"And I dismissed three shepherds in one month, for I became impatient with them, and they detested me as well."
                },
                {
                    "verse":"9",
                    "text":"And I said: “I will not keep shepherding you. Let the one who is dying die, and let the one perishing perish. As for those who are left, let them devour one another’s flesh.“"
                },
                {
                    "verse":"10",
                    "text":"So I took my staff Pleasantness and cut it up, breaking my covenant that I had made with all the peoples."
                },
                {
                    "verse":"11",
                    "text":"So it was broken in that day, and the afflicted ones of the flock who were watching me knew that it was the word of Jehovah."
                },
                {
                    "verse":"12",
                    "text":"Then I said to them: “If it seems good to you, give me my wages; but if not, withhold them.“ And they paid my wages, 30 pieces of silver."
                },
                {
                    "verse":"13",
                    "text":"Then Jehovah said to me: “Throw it into the treasury—the magnificent value with which they valued me.“ So I took the 30 pieces of silver and threw it into the treasury at the house of Jehovah."
                },
                {
                    "verse":"14",
                    "text":"Then I cut up my second staff, the Union, breaking the brotherhood between Judah and Israel."
                },
                {
                    "verse":"15",
                    "text":"And Jehovah said to me: “Now take the equipment of a useless shepherd."
                },
                {
                    "verse":"16",
                    "text":"For I am letting a shepherd rise up in the land. He will not take care of the sheep that are perishing; he will not seek out the young or heal the injured or feed those able to stand. Instead, he devours the flesh of the fat one and tears off the hooves of the sheep."
                },
                {
                    "verse":"17",
                    "text":"Woe to my worthless shepherd, who is abandoning the flock!\nA sword will strike his arm and his right eye.\nHis arm will wither completely,And his right eye will go completely blind.“"
                }
            ]
        },
        {
            "chapter":"12",
            "verses":[
                {
                    "verse":"1",
                    "text":"A pronouncement:\n“The word of Jehovah concerning Israel,“ declares Jehovah,The One who stretched out the heavens,Who laid the foundation of the earth,And who formed the spirit of man within him."
                },
                {
                    "verse":"2",
                    "text":"“Here I am making Jerusalem a cup that causes all the surrounding peoples to stagger; and there will be a siege against Judah as well as against Jerusalem."
                },
                {
                    "verse":"3",
                    "text":"In that day I will make Jerusalem a heavy stone to all the peoples. All those who lift it are sure to be severely injured; and all the nations of the earth will be gathered against her."
                },
                {
                    "verse":"4",
                    "text":"In that day,“ declares Jehovah, “I will strike every horse with panic and its rider with madness. I will keep my eyes on the house of Judah, but I will strike every horse of the peoples with blindness."
                },
                {
                    "verse":"5",
                    "text":"And the sheikhs of Judah will say in their heart, ‘The inhabitants of Jerusalem are a strength to me by means of Jehovah of armies their God.’"
                },
                {
                    "verse":"6",
                    "text":"In that day I will make the sheikhs of Judah like a fiery pot among wood and like a fiery torch in a row of cut grain, and they will consume all the surrounding peoples on the right and on the left; and Jerusalem will again be inhabited in her place, in Jerusalem."
                },
                {
                    "verse":"7",
                    "text":"“And Jehovah will save the tents of Judah first, so that the beauty of the house of David and the beauty of the inhabitants of Jerusalem may not be too great over Judah."
                },
                {
                    "verse":"8",
                    "text":"In that day Jehovah will be a defense around the inhabitants of Jerusalem; in that day the one who stumbles among them will be like David, and the house of David like God, like Jehovah’s angel who goes before them."
                },
                {
                    "verse":"9",
                    "text":"And in that day I will be certain to annihilate all the nations that come against Jerusalem."
                },
                {
                    "verse":"10",
                    "text":"“I will pour out on the house of David and on the inhabitants of Jerusalem the spirit of favor and supplication, and they will look to the one whom they pierced, and they will wail over him as they would wail over an only son; and they will grieve bitterly over him as they would grieve over a firstborn son."
                },
                {
                    "verse":"11",
                    "text":"In that day the wailing in Jerusalem will be great, like the wailing at Ha·dad·rimʹmon in the Plain of Me·gidʹdo."
                },
                {
                    "verse":"12",
                    "text":"And the land will wail, each family by itself; the family of David’s house by itself, and their women by themselves; the family of Nathan’s house by itself, and their women by themselves;"
                },
                {
                    "verse":"13",
                    "text":"the family of Leʹvi’s house by itself, and their women by themselves; the family of the Shimʹe·ites by itself, and their women by themselves;"
                },
                {
                    "verse":"14",
                    "text":"and all the families that are left remaining, each family by itself, and their women by themselves."
                }
            ]
        },
        {
            "chapter":"13",
            "verses":[
                {
                    "verse":"1",
                    "text":"“In that day a well will be opened to the house of David and to the inhabitants of Jerusalem for cleansing sin and impurity."
                },
                {
                    "verse":"2",
                    "text":"“In that day,“ declares Jehovah of armies, “I will erase the names of the idols from the land, and they will no longer be remembered; and I will rid the land of the prophets and the spirit of uncleanness."
                },
                {
                    "verse":"3",
                    "text":"And if a man should prophesy again, his father and his mother who caused his birth will say to him, ‘You will not live, because you have spoken lies in the name of Jehovah.’ And his father and his mother who caused his birth will pierce him through because of his prophesying."
                },
                {
                    "verse":"4",
                    "text":"“In that day each of the prophets will be ashamed of his vision when he prophesies; and they will not wear an official garment of hair in order to deceive."
                },
                {
                    "verse":"5",
                    "text":"And he will say, ‘I am no prophet. I am a man cultivating the soil, because a man bought me when I was young.’"
                },
                {
                    "verse":"6",
                    "text":"And if someone asks him, ‘What are these wounds between your shoulders?’ he will answer, ‘Wounds I received in the house of my friends.’“"
                },
                {
                    "verse":"7",
                    "text":"“O sword, awake against my shepherd,Against the man who is my companion,“ declares Jehovah of armies.\n“Strike the shepherd, and let the flock be scattered;And I will turn my hand against those who are insignificant.“"
                },
                {
                    "verse":"8",
                    "text":"“And in all the land,“ declares Jehovah,“Two parts in it will be cut off and perish;And the third part will be left remaining in it."
                },
                {
                    "verse":"9",
                    "text":"And I will bring the third part through the fire;And I will refine them as silver is refined,And test them as gold is tested.\nThey will call on my name,And I will answer them.\nI will say, ‘They are my people,’\nAnd they will say, ‘Jehovah is our God.’“"
                }
            ]
        },
        {
            "chapter":"14",
            "verses":[
                {
                    "verse":"1",
                    "text":"“Look! The day is coming, a day belonging to Jehovah, when the spoil from you will be divided in your midst."
                },
                {
                    "verse":"2",
                    "text":"I will gather all the nations against Jerusalem for the war; and the city will be captured and the houses plundered and the women raped. And half of the city will go into exile, but the remaining ones of the people will not be cut off from the city."
                },
                {
                    "verse":"3",
                    "text":"“Jehovah will go out and war against those nations as when he fights in the day of a battle."
                },
                {
                    "verse":"4",
                    "text":"In that day his feet will stand on the Mount of Olives, which faces Jerusalem on the east; and the Mount of Olives will be split in half, from east to west, forming a very great valley; and half of the mountain will move to the north, and half of it to the south."
                },
                {
                    "verse":"5",
                    "text":"You will flee to the valley of my mountains, for the valley of the mountains will extend all the way to Aʹzel. You will have to flee, just as you fled because of the earthquake in the days of King Uz·ziʹah of Judah. And Jehovah my God will come, and all the holy ones will be with him."
                },
                {
                    "verse":"6",
                    "text":"“In that day there will be no precious light—things will be congealed."
                },
                {
                    "verse":"7",
                    "text":"And it will become one day that is known as belonging to Jehovah. It will not be day, nor will it be night; and at evening time there will be light."
                },
                {
                    "verse":"8",
                    "text":"In that day living waters will flow out from Jerusalem, half of them toward the eastern sea and half of them toward the western sea. It will happen in summer and in winter."
                },
                {
                    "verse":"9",
                    "text":"And Jehovah will be King over all the earth. In that day Jehovah will be one, and his name one."
                },
                {
                    "verse":"10",
                    "text":"“The whole land will become like the Arʹa·bah, from Geʹba to Rimʹmon south of Jerusalem; and she will rise and be inhabited in her place, from the Gate of Benjamin all the way to the site of the First Gate, all the way to the Corner Gate, and from the Tower of Ha·nanʹel all the way to the winepresses of the king."
                },
                {
                    "verse":"11",
                    "text":"And people will inhabit her; and there will never again be a curse of destruction, and Jerusalem will be inhabited in security."
                },
                {
                    "verse":"12",
                    "text":"“And this is the scourge with which Jehovah will scourge all the peoples who wage war against Jerusalem: Their flesh will rot away while they stand on their feet, their eyes will rot away in their sockets, and their tongues will rot away in their mouths."
                },
                {
                    "verse":"13",
                    "text":"“In that day confusion from Jehovah will be widespread among them; and each one will grab hold of the hand of his companion, and his hand will come against the hand of his companion."
                },
                {
                    "verse":"14",
                    "text":"Judah will also be involved in the war at Jerusalem; and the wealth of all the surrounding nations will be gathered, gold and silver and garments in vast quantity."
                },
                {
                    "verse":"15",
                    "text":"“And a scourge like that scourge will also come against the horses, the mules, the camels, the donkeys, and all the livestock that are in those camps."
                },
                {
                    "verse":"16",
                    "text":"“Everyone who is left remaining out of all the nations that come against Jerusalem will go up from year to year to bow down to the King, Jehovah of armies, and to celebrate the Festival of Booths."
                },
                {
                    "verse":"17",
                    "text":"But if anyone among the families of the earth does not go up to Jerusalem to bow down to the King, Jehovah of armies, no rain will fall on them."
                },
                {
                    "verse":"18",
                    "text":"And if the family of Egypt does not come up and does not come in, they will have no rain. Instead, they will have the scourge with which Jehovah scourges the nations that do not come up to celebrate the Festival of Booths."
                },
                {
                    "verse":"19",
                    "text":"This will be the punishment for the sin of Egypt and the sin of all the nations that do not come up to celebrate the Festival of Booths."
                },
                {
                    "verse":"20",
                    "text":"“In that day the words ‘Holiness belongs to Jehovah!’ will be written on the bells of the horses. And the cooking pots in the house of Jehovah will be like the bowls before the altar."
                },
                {
                    "verse":"21",
                    "text":"And every cooking pot in Jerusalem and in Judah will be holy and will belong to Jehovah of armies, and all those who are sacrificing will come in and use some of them for boiling. In that day there will no longer be a Caʹnaan·ite in the house of Jehovah of armies.“"
                }
            ]
        }
    ]
}