{
    "book":"Zephaniah",
    "chapters":[
        {
            "chapter":"1",
            "verses":[
                {
                    "verse":"1",
                    "text":"The word of Jehovah that came to Zeph·a·niʹah son of Cushʹi son of Ged·a·liʹah son of Am·a·riʹah son of Hez·e·kiʹah in the days of Jo·siʹah son of Aʹmon the king of Judah:"
                },
                {
                    "verse":"2",
                    "text":"“I will completely sweep away everything from the surface of the ground,“ declares Jehovah."
                },
                {
                    "verse":"3",
                    "text":"“I will sweep away man and beast.\nI will sweep away the birds of the heavens and the fish of the sea,And the stumbling blocks along with the wicked ones;And I will remove mankind from the surface of the ground,“ declares Jehovah."
                },
                {
                    "verse":"4",
                    "text":"“I will stretch out my hand against JudahAnd against all the inhabitants of Jerusalem,And I will wipe out from this place every vestige of Baʹal,The name of the foreign-god priests along with the priests,"
                },
                {
                    "verse":"5",
                    "text":"And those who bow down on the rooftops to the army of the heavens,And those who bow down and pledge loyalty to JehovahWhile pledging loyalty to Malʹcam;"
                },
                {
                    "verse":"6",
                    "text":"And those who turn away from following JehovahAnd who do not seek Jehovah or inquire of him.“"
                },
                {
                    "verse":"7",
                    "text":"Be silent before the Sovereign Lord Jehovah, for the day of Jehovah is near.\nJehovah has prepared a sacrifice; he has sanctified those he invited."
                },
                {
                    "verse":"8",
                    "text":"“On the day of Jehovah’s sacrifice I will call to account the princes,The sons of the king, and all those wearing foreign clothing."
                },
                {
                    "verse":"9",
                    "text":"I will call to account everyone who climbs onto the platform on that day,Those who fill their master’s house with violence and deception."
                },
                {
                    "verse":"10",
                    "text":"On that day,“ declares Jehovah,“There will be the sound of an outcry from the Fish Gate,A wailing from the Second Quarter of the city,And a loud crash from the hills."
                },
                {
                    "verse":"11",
                    "text":"Wail, you inhabitants of Makʹtesh,For all the tradesmen have been done away with;All those weighing out silver have been destroyed."
                },
                {
                    "verse":"12",
                    "text":"At that time I will carefully search Jerusalem with lamps,And I will call to account the complacent ones, who say in their heart,‘Jehovah will not do good, and he will not do bad.’"
                },
                {
                    "verse":"13",
                    "text":"Their wealth will be plundered and their houses will be devastated.\nThey will build houses, but they will not occupy them;And they will plant vineyards, but they will not drink wine from them."
                },
                {
                    "verse":"14",
                    "text":"The great day of Jehovah is near!\nIt is near and it is approaching very quickly!\nThe sound of the day of Jehovah is bitter.\nThere a warrior cries out."
                },
                {
                    "verse":"15",
                    "text":"That day is a day of fury,A day of distress and anguish,A day of storm and desolation,A day of darkness and gloom,A day of clouds and thick gloom,"
                },
                {
                    "verse":"16",
                    "text":"A day of the horn and of the battle cry,Against the fortified cities and against the high corner towers."
                },
                {
                    "verse":"17",
                    "text":"I will cause distress to mankind,And they will walk like blind men,Because it is against Jehovah they have sinned.\nTheir blood will be poured out like dust,And their flesh like the dung."
                },
                {
                    "verse":"18",
                    "text":"Neither their silver nor their gold will be able to save them in the day of Jehovah’s fury;For by the fire of his zeal the whole earth will be consumed,Because he will make an extermination, indeed a terrible one, of all the inhabitants of the earth.“"
                }
            ]
        },
        {
            "chapter":"2",
            "verses":[
                {
                    "verse":"1",
                    "text":"Gather together, yes, gather yourselves,O nation that feels no shame."
                },
                {
                    "verse":"2",
                    "text":"Before the decree takes effect,Before the day passes by like chaff,Before the burning anger of Jehovah comes upon you,Before the day of Jehovah’s anger comes upon you,"
                },
                {
                    "verse":"3",
                    "text":"Seek Jehovah, all you meek ones of the earth,Who observe his righteous decrees.\nSeek righteousness, seek meekness.\nProbably you will be concealed on the day of Jehovah’s anger."
                },
                {
                    "verse":"4",
                    "text":"For Gazʹa will be an abandoned city;And Ashʹke·lon will be desolated.\nAshʹdod will be driven away in broad daylight,And Ekʹron will be uprooted."
                },
                {
                    "verse":"5",
                    "text":"“Woe to those who inhabit the seacoast, the nation of Cherʹe·thites!\nThe word of Jehovah is against you.\nO Caʹnaan, land of the Phi·lisʹtines, I will destroy you,So that there will be no inhabitant left."
                },
                {
                    "verse":"6",
                    "text":"And the seacoast will become pasture grounds,With wells for shepherds and stone pens for sheep."
                },
                {
                    "verse":"7",
                    "text":"It will become a region for the remaining ones of the house of Judah;There they will feed.\nIn the houses of Ashʹke·lon they will lie down in the evening.\nFor Jehovah their God will turn his attention to them,And he will gather back their captives.“"
                },
                {
                    "verse":"8",
                    "text":"“I have heard the reproach by Moʹab and the insults of the Amʹmon·ites,Who have taunted my people and made boasts against their territory."
                },
                {
                    "verse":"9",
                    "text":"Therefore as surely as I am alive,“ declares Jehovah of armies, the God of Israel,“Moʹab will become just like Sodʹom,And the Amʹmon·ites like Go·morʹrah,A place of nettles, a salt pit, and a permanent wasteland.\nThe remaining ones of my people will plunder them,And the remnant of my nation will dispossess them."
                },
                {
                    "verse":"10",
                    "text":"This is what they will have instead of their pride,Because they taunted and exalted themselves against the people of Jehovah of armies."
                },
                {
                    "verse":"11",
                    "text":"Jehovah will be awe-inspiring against them;For he will bring to nothing all the gods of the earth,And all the islands of the nations will bow down to him,Each one from its place."
                },
                {
                    "verse":"12",
                    "text":"You E·thi·oʹpi·ans will also be slain by my sword."
                },
                {
                    "verse":"13",
                    "text":"He will stretch out his hand toward the north and destroy As·syrʹi·a,And he will make Ninʹe·veh desolate, as dry as a desert."
                },
                {
                    "verse":"14",
                    "text":"Herds will lie down within her, all sorts of wild animals.\nBoth pelican and porcupine will spend the night among her pillar capitals.\nA voice will sing in the window.\nThere will be devastation at the threshold;For he will expose the cedar panels."
                },
                {
                    "verse":"15",
                    "text":"This is the proud city that was sitting in security,That was saying in her heart, ‘I am the one, and there is nobody else.’\nHow she has become an object of horror,A place for the wild animals to lie down!\nEveryone passing by her will whistle and shake his fist.“"
                }
            ]
        },
        {
            "chapter":"3",
            "verses":[
                {
                    "verse":"1",
                    "text":"Woe to the rebellious, the polluted, the oppressive city!"
                },
                {
                    "verse":"2",
                    "text":"She has obeyed no voice; she has accepted no discipline.\nIn Jehovah she has not trusted; she has not drawn near to her God."
                },
                {
                    "verse":"3",
                    "text":"Her princes within her are roaring lions.\nHer judges are wolves in the night;They do not leave even a bone to gnaw until morning."
                },
                {
                    "verse":"4",
                    "text":"Her prophets are insolent, treacherous men.\nHer priests defile what is holy;They do violence to the law."
                },
                {
                    "verse":"5",
                    "text":"Jehovah is righteous in her midst; he does no wrong.\nMorning by morning he makes known his judgments,As unfailing as the daylight.\nBut the unrighteous one knows no shame."
                },
                {
                    "verse":"6",
                    "text":"“I destroyed nations; their corner towers were left desolate.\nI devastated their streets, so that no one was passing through.\nTheir cities were left in ruins, without a man, without an inhabitant."
                },
                {
                    "verse":"7",
                    "text":"I said, ‘Surely you will fear me and accept discipline,’\nSo that her dwelling place might not be destroyed—I must call her to account for all these things.\nBut they were all the more eager to act corruptly."
                },
                {
                    "verse":"8",
                    "text":"‘So keep yourselves in expectation of me,’ declares Jehovah,‘Until the day when I rise up to take plunder,For my judicial decision is to gather nations, to assemble kingdoms,To pour out on them my indignation, all my burning anger;For by the fire of my zeal the whole earth will be consumed."
                },
                {
                    "verse":"9",
                    "text":"For then I will change the language of the peoples to a pure language,So that all of them may call on the name of Jehovah,To serve him shoulder to shoulder.’"
                },
                {
                    "verse":"10",
                    "text":"From the region of the rivers of E·thi·oʹpi·a,Those entreating me, the daughter of my scattered ones, will bring a gift to me."
                },
                {
                    "verse":"11",
                    "text":"On that day you will not be put to shameBecause of all your deeds with which you rebelled against me,For then I will remove the haughty boasters from among you;And you will never again be haughty in my holy mountain."
                },
                {
                    "verse":"12",
                    "text":"I will allow a humble and lowly people to remain in your midst,And they will take refuge in the name of Jehovah."
                },
                {
                    "verse":"13",
                    "text":"Those remaining of Israel will practice no unrighteousness;They will not speak a lie, nor will a deceitful tongue be found in their mouths;They will feed and lie down, and no one will make them afraid.“"
                },
                {
                    "verse":"14",
                    "text":"Shout joyfully, O daughter of Zion!\nShout in triumph, O Israel!\nBe joyful and rejoice with all your heart, O daughter of Jerusalem!"
                },
                {
                    "verse":"15",
                    "text":"Jehovah has removed the judgments against you.\nHe has turned away your enemy.\nThe King of Israel, Jehovah, is in your midst.\nYou will fear calamity no more."
                },
                {
                    "verse":"16",
                    "text":"On that day it will be said to Jerusalem:\n“Do not be afraid, O Zion.\nDo not let your hands drop down."
                },
                {
                    "verse":"17",
                    "text":"Jehovah your God is in your midst.\nAs a mighty One, he will save.\nHe will exult over you with great joy.\nHe will become silent in his love.\nHe will rejoice over you with shouts of joy."
                },
                {
                    "verse":"18",
                    "text":"I will gather together those grieving over their absence from your festivals;They were absent from you because of bearing reproach for her."
                },
                {
                    "verse":"19",
                    "text":"Look! At that time I will act against all those oppressing you;And I will save the one limping,And I will gather together the dispersed.\nI will make them an object of praise and fameIn all the land of their shame."
                },
                {
                    "verse":"20",
                    "text":"At that time I will bring you in,At the time I gather you together.\nFor I will make you an object of fame and praise among all the peoples of the earth,When I gather back your captives before your eyes,“ says Jehovah."
                }
            ]
        }
    ]
}